[{"category": "bioinformatics", "authors": "Buttler, J.; Drown, D. M.", "author_corresponding_institution": "University of Alaska Fairbanks", "author_corresponding": "Devin M Drown", "doi": "10.1101/2022.11.23.517703", "url": "https://www.biorxiv.org/content/early/2022/11/23/2022.11.23.517703", "title": "Accuracy and completeness of long read metagenomic assemblies", "date": "2022-11-23", "relevance": "", "abstract": "Microbes, we can learn how microbes influence the surrounding environment, contribute to human health, and understand which pathogen interactions result in differences in disease severity. Metagenomics can be used as a tool to explore the interactions between microbes. Metagenomic assemblies built using long read nanopore data depend on the read level accuracy. The read level accuracy of nanopore sequencing has made dramatic improvements over the past several years. However, we do not know if the increased read level accuracy allows for faster assemblers to make as accurate metagenomic assemblies as slower assemblers. Here, we present the results of a benchmarking study comparing three commonly used long read assemblers, Flye, Raven, and Redbean. We used a prepared DNA standard of seven bacteria as our input community. We prepared a sequencing library on the VolTRAX V2 sequence using a MinION mk1b. We basecalled using the latest version of Guppy with the super-accuracy model. We found that increasing read depth benefited each of the assemblers, and nearly complete community member chromosomes were assembled with as little as 10x read depth. Polishing assemblies using Medaka had a predictable improvement in quality. Some assemblers struggled with particular members of the bacterial community, but we found Flye to be the most robust across taxa. We found Flye was the most effective assembler for recovering plasmids. Based on Flyes consistency for chromosomes and increased effectiveness at assembling plasmids, we would recommend using Flye in future metagenomic studies."}, {"category": "systems biology", "authors": "Wei, W.; Riley, N. M.; Lyu, X.; Shen, X.; Guo, J.; Zhao, M.; Moya-Garzon, M. D.; Basu, H.; Tung, A.; Li, V. L.; Huang, W.; Svensson, K. J.; Snyder, M. P.; Bertozzi, C. R.; Long, J. Z.", "author_corresponding_institution": "Stanford University", "author_corresponding": "Jonathan Z. Long", "doi": "10.1101/2022.11.21.517385", "url": "https://www.biorxiv.org/content/early/2022/11/23/2022.11.21.517385", "title": "Organism-wide secretome mapping uncovers pathways of tissue crosstalk in exercise", "date": "2022-11-23", "relevance": "", "abstract": "There has been growing interest in identifying blood-borne factors that mediate tissue crosstalk and function as molecular effectors of physical activity. Although past studies have focused on an individual molecule or cell type, the organism-wide secretome response to physical activity has not been evaluated. Here, we use a cell type-specific proteomic approach to generate a 21-cell type, 10-tissue map of exercise-regulated secretomes in mice. Our dataset identifies >200 exercise-regulated cell type-secreted protein pairs, the majority of which have not been previously reported. Pdgfra-cre-labeled secretomes were the most responsive to exercise training. Elevated lactate levels can directly regulate protein secretion. Lastly, we establish an anti-obesity and anti-diabetic role for a proteoform of an intracellular carboxylesterase whose secretion from the liver is induced by exercise training. Together, our data uncover the dynamic remodeling of cell and tissue crosstalk by physical activity."}, {"category": "systems biology", "authors": "Zane, F.; Bouzid, H.; Besse, S.; Sosa Marmol, S.; Molina, J. L.; Cansell, C.; Aprahamian, F.; Durand, S.; Ayache, J.; Antoniewski, C.; Rera, M.", "author_corresponding_institution": "Universite Paris Cite, INSERM UMR U1284, 75004 Paris, France", "author_corresponding": "Michael Rera", "doi": "10.1101/2022.11.22.517330", "url": "https://www.biorxiv.org/content/early/2022/11/23/2022.11.22.517330", "title": "Smurfness-based two-phase model of ageing helps deconvolve the ageing transcriptional signature", "date": "2022-11-23", "relevance": "", "abstract": "Ageing is a common feature of living organisms, showing shared molecular features called hallmarks of ageing. Usually they are quantified in groups of individuals as a function of their chronological age (time passed since birth) and display continuous and progressive changes. Such approaches are based on the assumption that individuals taken at a given chronological age are biological replicates. However, even in genetically homogeneous and synchronised populations individuals do die at different chronological ages. This highlights the difference between chronological age and biological age, the latter being defined by the actual mortality risk of the organism, reflecting its physiology. The Smurf assay, previously described by Rera and colleagues, allows the identification of individuals at higher risk of death from natural causes amongst a population of a given chronological age. We found that the categorization of individuals as Smurf or non-Smurf, permits to distinguish transcriptional changes associated with either chronological or biological age. We show that transcriptional heterogeneity increases with chronological age, while four out of the six currently defined transcriptional hallmarks of ageing are associated with the biological age of individuals, i.e. their Smurf state. In conclusion, we demonstrate that studying properties of ageing by applying the Smurf classification allows us to differentiate the effect of time from the effect of a physiological response triggering an end-of-life switch (i.e. Smurf phase). More specifically, we show that the ability to isolate a pre-death phase of life in vivo enables us not only to study late life mechanisms preceding death, but also investigate early physiological changes triggering such phase. This allowed the identification of novel pro-longevity genetic interventions.\n\nWe anticipate that the use of the evolutionary conserved Smurf phenotype in ageing studies will allow significant advances in our comprehension of the underlying mechanisms of ageing.\n\nGraphical abstract\n\nO_FIG O_LINKSMALLFIG WIDTH=150 HEIGHT=200 SRC=\"FIGDIR/small/517330v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (33K):\norg.highwire.dtl.DTLVardef@959cdborg.highwire.dtl.DTLVardef@6d28a2org.highwire.dtl.DTLVardef@86c2acorg.highwire.dtl.DTLVardef@156bbe9_HPS_FORMAT_FIGEXP  M_FIG The two-phase model of ageing allows to study separately the effect of chronological and physiological age.\n\n(A) Classic approaches for studying ageing tend to consider it as a black box affecting all individuals progressively from birth to death. Instead, the Smurf phenotype shows that life can be divided into two consecutive phases separated by an abrupt transition. (B) All individuals undergo this transition at a different moment in their life, prior to death. This allows us to switch from population based approaches, comparing bulks of age-matched individuals through time, to individuals-centred approaches relying on direct access to their transition status. (C) Such paradigm shift shows that hallmarks of ageing long thought to progressively change with age are actually mostly affected in a growing proportion of Smurfs, allowing for the identification of the chain of events accompanying ageing and death from natural causes. (D) By studying the behaviour of the ageing transcriptome as a function of chronological age and Smurfness separately, we demonstrate that the progressively changing transcriptional ageing signature, as described in Frenk & Houseley (2018), is in fact the convolution changes accompanying chronological age signature (increased transcriptional noise) and changes associated with Smurfness (or biological age) signature (increased stress response and inflammation, decreased expression of ribosomal and mitochondrial genes). We also identified a hallmark partially associated with only old Smurfs (ATH5), suggesting that chronological age can affect, late in life, the Smurf response.\n\nC_FIG"}, {"category": "bioinformatics", "authors": "Ouyang, N.; Boyle, A. P.", "author_corresponding_institution": "University of Michigan", "author_corresponding": "Alan P Boyle", "doi": "10.1101/2022.11.22.517559", "url": "https://www.biorxiv.org/content/early/2022/11/23/2022.11.22.517559", "title": "Quantitative assessment of association between noncoding variants and transcription factor binding", "date": "2022-11-23", "relevance": "", "abstract": "Association fine-mapping of molecular traits is an essential method for understanding the impact of genetic variation. Sequencing-based assays, including RNA-seq, DNase-seq and ChIP-seq, have been widely used to measure different cellular traits and enabled genome-wide mapping of quantitative trait loci (QTLs). The disruption of cis-regulatory sequence, often occurring through variation within transcription factor binding motifs, has been strongly associated with gene dysregulation and human disease. We recently developed a computational method, TRACE, for transcription factor binding footprint prediction. TRACE integrates chromatin accessibility and transcription factor binding motifs to produce quantitative scores that describe the binding affinity of a TF for a specific TFBS locus. Here we have extended this method to incorporate variant data for 57 Yoruban individuals. Using genome-wide chromatin-accessibility data and human TF binding motifs, we have generated precise, genome-wide predictions of individual-specific transcription factor binding footprints. Subsequent association mapping between these footprints and nearby regulatory variants yielded numerous footprint-variant pairs with significant evidence for correlation, which we call footprint-QTLs (fpQTLs). fpQTLs appear to affect TF binding in a distance-dependent manner and share significant overlap with known dsQTLs and eQTLs. fpQTLs provide a rich resource for the study of regulatory variants, both within and outside known TFBSs, leading to improved functional interpretation of noncoding variation."}, {"category": "bioinformatics", "authors": "Henfrey, C.; Murphy, S.; Tellier, M.", "author_corresponding_institution": "University of Oxford", "author_corresponding": "Michael Tellier", "doi": "10.1101/2022.10.24.513557", "url": "https://www.biorxiv.org/content/early/2022/11/23/2022.10.24.513557", "title": "Regulation of cytoplasmic mRNA level by chromatin retention", "date": "2022-11-23", "relevance": "", "abstract": "Transcription and co-transcriptional processes, including pre-mRNA splicing and mRNA cleavage and polyadenylation, regulate the production of a mature mRNA. The carboxyl terminal domain (CTD) of RNA polymerase (pol) II, which comprises 52 repeats of the Tyr1Ser2Pro3Thr4Ser5Pro6Ser7 peptide, is involved in the coordination of transcription with co-transcriptional processes. The pol II CTD is dynamically modified by protein phosphorylation, which regulates recruitment of transcription and co-transcriptional factors. We have investigated whether cytoplasmic levels of mature mRNA from intron-containing protein-coding genes can be inferred from RNA processing efficiency, CTD phosphorylation, and/or association of proteins complexes regulating RNA production. Surprisingly, we found that genes associated with efficient RNA processing have relatively low phosphorylation of the pol II CTD. In contrast, protein-coding genes that produce a low level of mature mRNA are associated with high pol II CTD phosphorylation, poor RNA processing, and increased chromatin retention. Unexpectedly, the transcripts from this subset of genes are not actively degraded by the RNA exosome. RNA exosome-regulated genes are instead characterised by Tyr1 hyperphosphorylation and Integrator recruitment around the poly(A) site. Our results indicate that in addition to the transcription level, CTD phosphorylation and RNA processing efficiency play important roles in the regulation of chromatin retention of transcripts."}, {"category": "bioinformatics", "authors": "Zvyagin, M. T.; Brace, A.; Hippe, K.; Deng, Y.; Zhang, B.; Orozco Bohorquez, C.; Clyde, A.; Kale, B.; Perez-Rivera, D.; Ma, H.; Mann, C. M.; Irvin, M.; Pauloski, J. G.; Ward, L.; Hayot, V.; Emani, M.; Foreman, S.; Xie, Z.; Lin, D.; Shukla, M.; Nie, W.; Romero, J.; Dallago, C.; Vahdat, A.; Xiao, C.; Gibbs, T.; Foster, I.; Davis, J. J.; Papka, M. E.; Brettin, T.; Anandkumar, A.; Vishwanath, V.; Ramanathan, A.", "author_corresponding_institution": "Argonne National Laboratory", "author_corresponding": "Arvind Ramanathan", "doi": "10.1101/2022.10.10.511571", "url": "https://www.biorxiv.org/content/early/2022/11/23/2022.10.10.511571", "title": "GenSLMs: Genome-scale language models reveal SARS-CoV-2 evolutionary dynamics.", "date": "2022-11-23", "relevance": "", "abstract": "We seek to transform how new and emergent variants of pandemiccausing viruses, specifically SARS-CoV-2, are identified and classified. By adapting large language models (LLMs) for genomic data, we build genome-scale language models (GenSLMs) which can learn the evolutionary landscape of SARS-CoV-2 genomes. By pretraining on over 110 million prokaryotic gene sequences and finetuning a SARS-CoV-2-specific model on 1.5 million genomes, we show that GenSLMs can accurately and rapidly identify variants of concern. Thus, to our knowledge, GenSLMs represents one of the first whole genome scale foundation models which can generalize to other prediction tasks. We demonstrate scaling of GenSLMs on GPU-based supercomputers and AI-hardware accelerators utilizing 1.63 Zettaflops in training runs with a sustained performance of 121 PFLOPS in mixed precision and peak of 850 PFLOPS. We present initial scientific insights from examining GenSLMs in tracking evolutionary dynamics of SARS-CoV-2, paving the path to realizing this on large biological data."}, {"category": "systems biology", "authors": "Köse, T. B.; Li, J.; Ritz, A.", "author_corresponding_institution": "Reed College", "author_corresponding": "Anna Ritz", "doi": "10.1101/2022.07.27.501737", "url": "https://www.biorxiv.org/content/early/2022/11/23/2022.07.27.501737", "title": "Growing DAGs: Optimization Functions for Pathway Reconstruction Algorithms", "date": "2022-11-23", "relevance": "", "abstract": "A major challenge in molecular systems biology is to understand how proteins work to transmit external signals to changes in gene expression. Computationally reconstructing these signaling pathways from protein interaction networks can help understand what is missing from existing pathway databases. We formulate a new pathway reconstruction problem, one that iteratively grows directed acyclic graphs (DAGs) from a set of starting proteins in a protein interaction network. We present an algorithm that provably returns the optimal DAGs for two different cost functions and evaluate the pathway reconstructions when applied to six diverse signaling pathways from the NetPath database. The optimal DAGs outperform an existing k-shortest paths method for pathway reconstruction and the new reconstructions are enriched for different biological processes. Growing DAGs is a promising step towards reconstructing pathways that provably optimize a specific cost function."}, {"category": "bioinformatics", "authors": "Karhunen, V.; Launonen, I.; Jarvelin, M.-R.; Sebert, S.; Sillanpaa, M. J.", "author_corresponding_institution": "University of Oulu", "author_corresponding": "Ville Karhunen", "doi": "10.1101/2022.12.02.518898", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.12.02.518898", "title": "Genetic fine-mapping from summary data using a non-local prior improves detection of multiple causal variants", "date": "", "relevance": "", "abstract": "Genome-wide association studies (GWAS) have been successful in identifying genomic loci associated with complex traits. Genetic fine-mapping aims to detect independent causal variants from the GWAS-identified loci, adjusting for linkage disequilibrium (LD) patterns. The use of GWAS summary statistics and an adequate LD reference enable large sample sizes for fine-mapping, without direct access to individual-level data. We present FiniMOM (fine-mapping using a product inverse-moment priors), a novel Bayesian fine-mapping method for summarized genetic associations. For causal effects, the method uses a non-local inverse-moment prior, which is a natural prior distribution to model non-null effects in finite samples. A beta-binomial prior is set for the number of causal variants, with a parameterization that can be used to control for potential misspecifications in the LD reference. We test the performance of our method against a current state-of-the-art fine-mapping method SuSiE (sum-of-single-effects) across a range of simulated scenarios aimed to mimic a typical GWAS on circulating protein levels, and an applied example. The results show improved credible set coverage and power of the proposed method, especially in the case of multiple causal variants within a locus. The superior performance and the flexible parameterization to control for misspecified LD reference make FiniMOM a competitive alternative to other fine-mapping methods for summarized genetic data."}, {"category": "bioinformatics", "authors": "Joshi, P.; Banerjee, S.; Hu, X.; Khade, P. M.; Friedberg, I.", "author_corresponding_institution": "Iowa State University", "author_corresponding": "Iddo Friedberg", "doi": "10.1101/2022.11.30.506803", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.11.30.506803", "title": "GOThresher: a program to remove annotation biases from protein function annotation datasets", "date": "", "relevance": "", "abstract": "Motivation: Advances in sequencing technologies have led to a surge in genomic data, although the functions of many gene products coded by these genes remain unknown. While in-depth, targeted experiments that determine the functions of these gene products are crucial and routinely performed, they fail to keep up with the inflow of novel genomic data. In an attempt to address this gap, high-throughput experiments are being conducted in which a large number of genes are investigated in a single study. The annotations generated as a result of these experiments are generally biased towards a small subset of less informative Gene Ontology (GO) terms. Identifying and removing biases from protein function annotation databases is important since biases impact our understanding of protein function by providing a poor picture of the annotation landscape. Additionally, as machine learning methods for predicting protein function are becoming increasingly prevalent, it is essential that they are trained on unbiased datasets. Therefore, it is not only crucial to be aware of biases, but also to judiciously remove them from annotation datasets. Results: We introduce GOThresher, a Python tool that identifies and removes biases in function annotations from protein function annotation databases. Implementation and Availability: GOThresher is written in Python and released via PyPI https://pypi.org/project/gothresher/ and on the Bioconda Anaconda channel https://anaconda.org/bioconda/gothresher. The source code is hosted on GitHub https://github.com/FriedbergLab/GOThresher and distributed under the GPL 3.0 license."}, {"category": "bioinformatics", "authors": "Ding, K.; Dixit, G.; Parker, B. J.; Wen, J.", "author_corresponding_institution": "Division of Genome Science and Cancer, John Curtin School of Medical Research, Australian National University, Canberra, ACT, Australia", "author_corresponding": "Jiayu Wen", "doi": "10.1101/2022.12.02.518786", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.12.02.518786", "title": "CRMnet: a deep learning model for predicting gene expression from large regulatory sequence datasets", "date": "", "relevance": "", "abstract": "Recent large datasets measuring the gene expression of millions of possible gene promoter sequences provide a resource to design and train optimised deep neural network architectures to predict expression from sequences. High predictive performance due to the modelling of dependencies within and between regulatory sequences is an enabler for biological discoveries in gene regulation through model interpretation techniques. To understand the regulatory code that delineates gene expression, we have designed a novel deep-learning model (CRMnet) to predict gene expression in Saccharomyces cerevisiae. Our model outperforms the current benchmark models and achieves a Pearson correlation coefficient of 0.971. Interpretation of informative genomic regions determined from model saliency maps, and overlapping the saliency maps with known yeast motifs, support that our model can successfully locate the binding sites of transcription factors that actively modulate gene expression. We compare our model's training times on a large compute cluster with GPUs and Google TPUs to indicate practical training times on similar datasets."}, {"category": "bioinformatics", "authors": "Eldjarn Hjörleifsson, K.; Sullivan, D. K.; Holley, G.; Melsted, P.; Pachter, L.", "author_corresponding_institution": "California Institute of Technology", "author_corresponding": "Lior Pachter", "doi": "10.1101/2022.12.02.518832", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.12.02.518832", "title": "Accurate quantification of single-nucleus and single-cell RNA-seq transcripts", "date": "", "relevance": "", "abstract": "The presence of both nascent and mature mRNA molecules in single-cell RNA-seq data leads to ambiguity in the notion of a \"count matrix\". Underlying this ambiguity, is the challenging problem of separately quantifying nascent and mature mRNAs. We address this problem by relating k-mer assignment to read assignment in the context of different classes of molecules, and describe a unified approach to quantifying both single-cell and single-nucleus RNA-seq."}, {"category": "bioinformatics", "authors": "Ingraham, J.; Baranov, M.; Costello, Z.; Frappier, V.; Ismail, A.; Tie, S.; Wang, W.; Xue, V.; Obermeyer, F.; Beam, A.; Grigoryan, G.", "author_corresponding_institution": "Generate Biomedicines", "author_corresponding": "Gevorg Grigoryan", "doi": "10.1101/2022.12.01.518682", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.12.01.518682", "title": "Illuminating protein space with a programmable generative model", "date": "", "relevance": "", "abstract": "Three billion years of evolution have produced a tremendous diversity of protein molecules, and yet the full potential of this molecular class is likely far greater. Accessing this potential has been challenging for computation and experiments because the space of possible protein molecules is much larger than the space of those likely to host function. Here we introduce Chroma, a generative model for proteins and protein complexes that can directly sample novel protein structures and sequences and that can be conditioned to steer the generative process towards desired properties and functions. To enable this, we introduce a diffusion process that respects the conformational statistics of polymer ensembles, an efficient neural architecture for molecular systems based on random graph neural networks that enables long-range reasoning with sub-quadratic scaling, equivariant layers for efficiently synthesizing 3D structures of proteins from predicted inter-residue geometries, and a general low-temperature sampling algorithm for diffusion models. We suggest that Chroma can effectively realize protein design as Bayesian inference under external constraints, which can involve symmetries, substructure, shape, semantics, and even natural language prompts. With this unified approach, we hope to accelerate the prospect of programming protein matter for human health, materials science, and synthetic biology."}, {"category": "bioinformatics", "authors": "Hoyt, C. T.; Hoyt, A. L.; Gyori, B. M.", "author_corresponding_institution": "Laboratory of Systems Pharmacology, Harvard Medical School", "author_corresponding": "Benjamin M Gyori", "doi": "10.1101/2022.11.29.518386", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.11.29.518386", "title": "Prediction and Curation of Missing Biomedical Identifier Mappings with Biomappings", "date": "", "relevance": "", "abstract": "Biomedical identifier resources (ontologies, taxonomies, controlled vocabularies) commonly overlap in scope and contain equivalent entries under different identifiers. Maintaining mappings for these relationships is crucial for interoperability and the integration of data and knowledge. However, there are substantial gaps in available mappings motivating their semi-automated curation. Biomappings implements a curation cycle workflow for missing mappings which combines automated prediction with human-in-the-loop curation. It supports multiple prediction approaches and provides a web-based user interface for reviewing predicted mappings for correctness, combined with automated consistency checking. Predicted and curated mappings are made available in public, version controlled resource files on GitHub. Biomappings currently makes available 8,560 curated mappings, and 41,178 predicted ones, providing previously missing mappings between widely used resources covering small molecules, cell lines, diseases and other concepts. We demonstrate the value of Biomappings on case studies involving predicting and curating missing mappings among cancer cell lines as well as small molecules tested in clinical trials. We also present how previously missing mappings curated using Biomappings were contributed back to multiple widely used community ontologies. The data and code are available under the CC0 and MIT licenses at https://github.com/biopragmatics/biomappings."}, {"category": "bioinformatics", "authors": "Cho, H.; Froelicher, D.; Chen, J.; Edupalli, M.; Pyrgelis, A.; Troncoso-Pastoriza, J. R.; Hubaux, J.-P.; Berger, B.", "author_corresponding_institution": "Broad Institute of MIT and Harvard", "author_corresponding": "Hyunghoon Cho", "doi": "10.1101/2022.11.30.518537", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.11.30.518537", "title": "Secure and Federated Genome-Wide Association Studies for Biobank-Scale Datasets", "date": "", "relevance": "", "abstract": "Sharing data across multiple institutions for genome-wide association studies (GWAS) would enable discovery of novel genetic variants linked to health and disease. However, existing regulations on genomic data sharing and the sheer size of the data limit the scope of such collaborations. Although cryptographic tools for secure computation promise to enable collaborative studies with formal privacy guarantees, existing approaches either are computationally impractical or support only simplified analysis pipelines. Here, we introduce secure and federated genome-wide association studies (SF-GWAS), a novel combination of secure computation frameworks that empowers efficient and accurate GWAS in a federated manner, i.e., on private data locally-held by multiple entities, while provably ensuring end-to-end data confidentiality. Another key advance is that we designed SF-GWAS to support the two most widely-used GWAS pipelines---those based on principal component analysis (PCA) or linear mixed models (LMMs). We ran SF-GWAS on five real GWAS datasets, including a large UK Biobank cohort of 410K individuals, thereby demonstrating the largest secure genetics collaboration to date. SF-GWAS achieves an order-of-magnitude runtime improvement over the prior art for PCA-based GWAS and newly allows secure LMM-based association tests, for which its runtime scales at a near-constant rate in cohort size. Our work realizes the power of secure, collaborative, and accurate GWAS at unprecedented scale and should be applicable to a broad range of analyses. Our open-source software is at: https://github.com/hhcho/sfgwas."}, {"category": "bioinformatics", "authors": "Akshay, A.; Abedi, M.; Shekarchizadeh, N.; Burkhard, F. C.; Katoch, M.; Bigger-Allen, A.; Adam, R. M.; Monastyrskaya, K.; Hashemi Gheinani, A.", "author_corresponding_institution": "Harvard Medical School, Boston, Department of Surgery MA, USA", "author_corresponding": "Ali Hashemi Gheinani", "doi": "10.1101/2022.12.01.518728", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.12.01.518728", "title": "MLcps: Machine Learning Cumulative Performance Score for classification problems", "date": "", "relevance": "", "abstract": "A performance metric is a tool to measure the correctness of a trained Machine Learning (ML) model. Numerous performance metrics have been developed for classification problems making it overwhelming to select the appropriate one since each of them represents a particular aspect of the model. Furthermore, selection of a performance metric becomes harder for problems with imbalanced and/or small datasets. Therefore, in clinical studies where datasets are frequently imbalanced and, in situations when the prevalence of a disease is low or the collection of patient samples is difficult, deciding on a suitable metric for performance evaluation of an ML model becomes quite challenging. The most common approach to address this problem is measuring multiple metrics and compare them to identify the best-performing ML model. However, comparison of multiple metrics is laborious and prone to user preference bias. Furthermore, evaluation metrics are also required by ML model optimization techniques such as hyperparameter tuning, where we train many models, each with different parameters, and compare their performances to identify the best-performing parameters. In such situations, it becomes almost impossible to assess different models by comparing multiple metrics. Here, we propose a new metric called Machine Learning Cumulative Performance Score (MLcps) as a Python package for classification problems. MLcps combines multiple pre-computed performance metrics into one metric that conserves the essence of all pre-computed metrics for a particular model. We tested MLcps on 4 different publicly available biological datasets and the results reveal that it provides a comprehensive picture of overall model robustness. MLcps is available at https://pypi.org/project/MLcps/ and cases of use are available at https://mybinder.org/v2/gh/FunctionalUrology/MLcps.git/main."}, {"category": "bioinformatics", "authors": "Eldjarn Hjörleifsson, K.; Pachter, L.; Melsted, P.", "author_corresponding_institution": "University of Iceland", "author_corresponding": "Páll Melsted", "doi": "10.1101/2022.12.02.518787", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.12.02.518787", "title": "Annotation-agnostic discovery of associations between novel gene isoforms and phenotypes", "date": "", "relevance": "", "abstract": "We present a novel method for associating phenotypes with RNA expression, that can identify expression associations resulting from a wide variety of underlying transcriptional and post-transcriptional events, without relying on annotations of these events. We show that we can reliably detect, de novo, phenotypically relevant transcriptional structures."}, {"category": "bioinformatics", "authors": "Behanova, A.; Avenel, C.; Andersson, A.; Chelebian, E.; Klemm, A.; Wik, L.; Ostman, A.; Wahlby, C.", "author_corresponding_institution": "Uppsala Univeristy", "author_corresponding": "Andrea Behanova", "doi": "10.1101/2022.12.01.518716", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.12.01.518716", "title": "TissUUmaps 3 Tools for Visualization & Quality Control in Large-scale Multiplex Tissue Analysis", "date": "", "relevance": "", "abstract": "Large-scale multiplex tissue analysis aims to understand processes such as development and tumor formation by studying the occurrence and interaction of cells in local environments in e.g. tissue samples from patient cohorts. A typical procedure in the analysis is to delineate individual cells, classify them into cell types, and analyze their spatial relationships. All steps come with a number of challenges, and to address them and identify the bottlenecks of the analysis, it is necessary to include quality control tools in the analysis workflow. This makes it possible to optimize the steps and adjust settings in order to get better and more precise results. Additionally, the development of automated approaches for tissue analysis requires visual verification to reduce skepticism with regard to the accuracy of the results. Quality control tools could be used to build users' trust in automated approaches. In this paper, we present three plugins for visualization and quality control in large-scale multiplex tissue analysis of microscopy images. The first plugin focuses on the quality of cell staining, the second one was made for interactive evaluation and comparison of different cell classification results, and the third one serves for reviewing interactions of different cell types."}, {"category": "bioengineering", "authors": "Basaran, S.; Dey, S.; Bhusari, S.; Sankaran, S.; Kraus, T.", "author_corresponding_institution": "INM - Leibniz Institute for New Materials", "author_corresponding": "Tobias Kraus", "doi": "10.1101/2022.11.30.518571", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.11.30.518571", "title": "Plasmonic Stimulation of Gold Nanorods for the Photothermal Control of Engineered Living Materials", "date": "", "relevance": "", "abstract": "Engineered living materials (ELMs) use encapsulated microorganisms within polymeric matrices for biosensing, drug delivery, capturing viruses, and bioremediation. It is often desirable to control their function remotely and in real time. Suitable, genetically engineered microorganisms respond to changes of their environment. Here, we combine this local sensitivity with a nanostructured encapsulation material to sensitize the ELM for infrared light. Previously, blue light has been used to stimulate microorganisms that contain optogenetic modules responsive to those wavelengths without the need for exogenous cofactors. Here, we use plasmonic gold nanorods (AuNR) that have a strong absorption maximum at 808 nm, a wavelength where human tissue is relatively transparent. Biocompatible composites of a Pluronic-based hydrogel and AuNR are prepared without agglomeration; they react to illumination by local heating. We measure a photothermal conversion efficiency of 47 % in transient temperature measurements. Steady-state temperature profiles from local photothermal heating are quantified using infrared photothermal imaging, correlated with measurements inside the gel, and applied to stimulate thermoresponsive bacteria. Using a bilayer ELM construct with the thermoresponsive bacteria and the thermoplasmonic composite gel in two separate but connected hydrogel layers, it is shown that the bacteria can be stimulated to produce a fluorescent protein using infrared light in a spatially controlled manner."}, {"category": "systems biology", "authors": "Vuillemenot, L.-A.; Milias-Argeits, A.", "author_corresponding_institution": "University of Groningen", "author_corresponding": "Andreas Milias-Argeits", "doi": "10.1101/2022.12.02.518855", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.12.02.518855", "title": "Sfp1 integrates TORC1 and PKA activity towards yeast ribosome biogenesis", "date": "", "relevance": "", "abstract": "Target of Rapamycin Complex 1 (TORC1) and Protein Kinase A (PKA) are two major regulators of cell growth in Saccharomyces cerevisiae, coupling nutrient availability with resource-intensive anabolic processes such as ribosome biogenesis. Even though TORC1 and PKA signaling converge on several shared targets, little is known on how these targets integrate signals from the two pathways. This is the case for Sfp1, a transcriptional activator of hundreds of ribosomal protein and ribosome biogenesis genes. To disentangle the roles of PKA and TORC1 in Sfp1 regulation, we constructed a large collection of Sfp1 (phospho)mutants, and studied their intracellular localization and phosphorylation. Besides the already known TORC1 phosphorylation sites, we discovered that Sfp1 contains two PKA sites and a functional Nuclear Export Signal (NES) which is regulated by TORC1 and PKA. We further showed that TORC1 and PKA regulate Sfp1 phosphorylation independently of each other, with loss of activity of either pathway being sufficient to relocalize the protein from the nucleus to the cytoplasm, and the C-terminal zinc fingers being necessary for the responsiveness of Sfp1 to TORC1 and PKA inputs. This work contributes to our understanding of how cells regulate their growth by monitoring the outputs of multiple growth-regulatory pathways."}, {"category": "bioinformatics", "authors": "Susik, M.; Sbalzarini, I. F.", "author_corresponding_institution": "Biotype Gmbh", "author_corresponding": "Mateusz Susik", "doi": "10.1101/2022.12.01.518640", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.12.01.518640", "title": "Variational inference accelerates accurate DNA mixture deconvolution", "date": "", "relevance": "", "abstract": "We investigate a class of DNA mixture deconvolution algorithms based on variational inference, and we show that this can significantly reduce computational runtimes with little or no effect on the accuracy and precision of the result. In particular, we consider Stein Variational Gradient Descent (SVGD) and Variational Inference (VI) with an evidence lower-bound objective. Both provide alternatives to the commonly used Markov-Chain Monte-Carlo methods for estimating the model posterior in Bayesian probabilistic genotyping. We demonstrate that both SVGD and VI significantly reduce computational costs over the current state of the art. Importantly, VI does so without sacrificing precision or accuracy, presenting an overall improvement over previously published methods."}, {"category": "bioinformatics", "authors": "Alvy, R. I.; Mubassir, M. H. M.", "author_corresponding_institution": "University of Georgia", "author_corresponding": "M H M Mubassir", "doi": "10.1101/2022.11.30.518629", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.11.30.518629", "title": "Effect of D128N mutation on OsSERK2 in Xa21 mediated immune complex: an in-silico study", "date": "", "relevance": "", "abstract": "Receptor-like kinases (RLKs) are plant proteins that form signaling circuits to transduce information through the plant cell membrane to the nucleus and activate processes that direct growth, development, stress response, and disease resistance. Upon sensing various environmental stress stimuli, RLKs interact with specific targets and recruits several other proteins to initiate the defense mechanism. Among many RLK subfamilies, leucine-rich repeat RLKs (LRR-RLKs) are the largest. Xa21, a member of LRR-RLK, is a vital receptor protein in rice plants that binds with bacterial RaxX21-sY, whereas OsSERK2 is a somatic embryogenic receptor kinase (SERK) acts as a coreceptor. This study focuses on the effect of a substitution mutation of aspartate128 with asparagine128 (D128N) in OsSERK2 on the interdependent binding pattern of the mentioned Xa21, RaxX21-sY, and OsSERK2 D128N proteins. The results showed that the D128N mutation in OsSERK2 can significantly change the interaction pattern of the critical residues of the OsSERK2 and affects its receptor-ligand (Xa21-RaxX21-sY) interaction in the complex."}, {"category": "bioinformatics", "authors": "Ben-Kiki, O.; Bercovich, A.; Lifshitz, A.; Tanay, A.", "author_corresponding_institution": "Weizmann Institute of Science", "author_corresponding": "Amos Tanay", "doi": "10.1101/2022.12.01.518678", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.12.01.518678", "title": "Metacell projection for interpretable and quantitative use of transcriptional atlases", "date": "", "relevance": "", "abstract": "We describe MCProj - an algorithm for analyzing query scRNA-seq data by projections over reference single cell atlases. We represent the reference as a manifold consisting of annotated metacell gene expression distributions. We then infer query metacells as mixtures of atlas distributions while correcting for technology-specific gene biases. This approach distinguishes and tags query cells that are consistent with existing atlas states from novel or artifactual behaviors that are not observed in the atlas. It also identifies significant expression differences observed in query states that are mapped coherently onto the atlas. We showcase MCProj functionality by analyzing blood gene expression from multiple sources and technologies, suggesting it as a method of choice for scRNA-seq analysis following extensive cell atlas projects."}, {"category": "bioinformatics", "authors": "Ma, C.; Zhou, Z.; Liu, H.; Koslicki, D.", "author_corresponding_institution": "Pennsylvania State University", "author_corresponding": "David Koslicki", "doi": "10.1101/2022.11.29.518441", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.11.29.518441", "title": "Predicting Drug Repurposing Candidates and Their Mechanisms from A Biomedical Knowledge Graph", "date": "", "relevance": "", "abstract": "Computational drug repurposing is a cost- and time-efficient method to identify new indications of approved or experimental drugs/compounds. It is especially critical for emerging and/or orphan diseases due to its cheaper investment and shorter research cycle compared with traditional wet-lab drug discovery approaches. However, the underlying mechanisms of action between repurposed drugs and their target diseases remain largely unknown, which is still an unsolved issue in existing repurposing methods. As such, computational drug repurposing has not been widely adopted in clinical settings. In this work, based on a massive biomedical knowledge graph, we propose a computational drug repurposing framework that not only predicts the treatment probabilities between drugs and diseases but also predicts the path-based, testable mechanisms of action (MOAs) as their biomedical explanations. Specifically, we utilize the GraphSAGE model in an unsupervised manner to integrate each entity's neighborhood information and employ a Random Forest model to predict the treatment probabilities between pairs of drugs and diseases. Moreover, we train an adversarial actor-critic reinforcement learning model to predict the potential MOA for explaining drug purposing. To encourage the model to find biologically reasonable paths, we utilize the curated molecular interactions of drugs and a PubMed-publication-based concept distance to extract potential drug MOA paths from the knowledge graph as \"demonstration paths\" to guide the model during the process of path-finding. Comprehensive experiments and case studies show that the proposed framework outperforms state-of-the-art baselines in both predictive performance of drug repurposing and explanatory performance of recapitulating human-curated DrugMechDB-based paths."}, {"category": "bioinformatics", "authors": "Chiavellini, P.; Canatelli-Mallat, M.; Lehmann, M.; Zoller, J. A.; Gordevicius, J.; Gallardo, M. D.; PAsquini, D. C.; Herenu, C. B.; Morel, G. R.; 'Horvath,, S.; Goya, R. G.", "author_corresponding_institution": "Institute for Biochemical Research", "author_corresponding": "Rodolfo G Goya", "doi": "10.1101/2022.12.01.518747", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.12.01.518747", "title": "YOUNG PLASMA REJUVENATES BLOOD DNA METHYLATION PROFILE, PROLONGS MEAN LIFESPAN AND IMPROVES HEALTH IN OLD RATS", "date": "", "relevance": "", "abstract": "There is converging evidence that young blood conveys cells, vesicles and molecules able to revitalize function and restore organ integrity in old individuals. Here, we assessed the effects of young rat plasma on the lifespan, epigenetic age and healthspan of old female rats. Beginning at 25.3 months of age, a group of 9 rats (group T) was i.p injected with plasma from young rats (2 months) until their natural death. A group of control rats of the same age, received no treatment. Blood samples were collected every other week. Survival curves showed that from age 26 to 30 months, none of the T animals died, whereas the survival curve of C rats began to decline at age 26 months. The external appearance of the T rats was healthier than that of the C counterparts. Blood DNA methylation (DNAm) was assessed using the HorvathMammalMethylChip320. Blood DNAm age versus chronological age showed that DNAm age in young animals increased faster than chronological age then slowed down progressively, entering a plateau after 27 months. Immediately after the start of the treatment, the DNAm age (i.e., epigenetic age) of the treated rats fell below the DNAm age of controls and remained consistently lower until the end of their lives. Assessment of each experimental group showed that the blood DNA methylation levels of 1638 CpGs were different between treated and control blood samples (q-value<0.05). Of these, 1007 CpGs exhibited increased methylation, with age while 631 CpGs showed decreased methylation levels. When rats were grouped according to the similarities in their differential blood DNA methylation profile, samples from the treated and control rats clustered in separate groups. Analysis of promoter differential methylation in genes involved in systemic regulatory activities revealed specific GO term enrichment related to the insulin-like factors (IGFs) pathways as well as to cytokines and chemokines associated with immune and homeostatic functions. We conclude that young plasma therapy may constitute a natural noninvasive intervention for epigenetic rejuvenation and health enhancement, readily translatable to the clinic."}, {"category": "bioinformatics", "authors": "Schulze, K.; Peppert, F.; Schuette, C.; Sunkara, V.", "author_corresponding_institution": "Zuse Institute Berlin", "author_corresponding": "Vikram Sunkara", "doi": "10.1101/2022.12.01.518699", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.12.01.518699", "title": "Chimeric U-Net - Modifying the standard U-Net towards Explainability", "date": "", "relevance": "", "abstract": "Healthcare guided by semantic segmentation has the potential to improve our quality of life through early and accurate disease detection. Convolutional Neural Networks, especially the U-Net-based architectures, are currently the state-of-the-art learning-based segmentation methods and have given unprecedented performances. However, their decision-making processes are still an active field of research. In order to reliably utilize such methods in healthcare, explainability of how the segmentation was performed is mandated. To date, explainability is studied and applied heavily in classification tasks. In this work, we propose the Chimeric U-Net, a U-Net architecture with an invertible decoder unit, that inherently brings explainability into semantic segmentation tasks. We find that having the restriction of an invertible decoder does not hinder the performance of the segmentation task. However, the invertible decoder helps to disentangle the class information in the latent space embedding and to construct meaningful saliency maps. Furthermore, we found that with a simple k-Nearest-Neighbours classifier, we could predict the Intersection over Union scores of unseen data, demonstrating that the latent space, constructed by the Chimeric U-Net, encodes an interpretable representation of the segmentation quality. Explainability is an emerging field, and in this work, we propose an alternative approach, that is, rather than building tools for explaining a generic architecture, we propose constraints on the architecture which induce explainability. With this approach, we could peer into the architecture to reveal its class correlations and local contextual dependencies, taking an insightful step towards trustworthy and reliable A.I."}, {"category": "bioinformatics", "authors": "Lee, J. T.; Li, X.; Hyde, C.; Liberator, P. A.; Hao, L.", "author_corresponding_institution": "Pfizer, Inc.", "author_corresponding": "Jonathan T Lee", "doi": "10.1101/2022.11.30.518579", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.11.30.518579", "title": "PfaSTer: A ML-powered serotype caller for Streptococcus pneumoniae genomes", "date": "", "relevance": "", "abstract": "Streptococcus pneumoniae (pneumococcus) is a leading cause of morbidity and mortality worldwide. Although multi-valent pneumococcal vaccines have curbed the incidence of disease, their introduction has resulted in shifted serotype distributions that must be monitored. Whole genome sequence (WGS) data provides a powerful surveillance tool for tracking isolate serotypes, which can be determined from nucleotide sequence of the capsular polysaccharide biosynthetic operon (cps). Although software exists to predict serotypes from WGS data, their use is constrained by the requirement of high-coverage Next Generation Sequencing (NGS) reads. This can present a challenge in so far as accessibility and data sharing. Here we present PfaSTer, a method to identify 65 prevalent serotypes from individual S. pneumoniae genome sequences rather than primary NGS data. PfaSTer combines dimensionality reduction from k-mer analysis with machine learning, allowing for rapid serotype prediction without the need for coverage-based assessments. We then demonstrate the robustness of this method, returning >97% concordance when compared to biochemical results and other in-silico serotypers. PfaSTer is open source and available at: https://github.com/pfizer-opensource/pfaster."}, {"category": "bioinformatics", "authors": "Knight, M. S.; Nielsen, D. M.; Doherty, C. J.", "author_corresponding_institution": "North Carolina State University", "author_corresponding": "Colleen J. Doherty", "doi": "10.1101/2022.12.01.518235", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.12.01.518235", "title": "Assessing the Nucleotide-Level Impact of Spaceflight Stress using RNA-Sequencing Data", "date": "", "relevance": "", "abstract": "Understanding the effects of space radiation and microgravity on DNA integrity is critical to assess the impact of long-term spaceflight. However, studying spaceflight's effect on terrestrial life is difficult. NASA created GeneLab, a public Omics database for spaceflight-related data, to help combat these limitations. While GeneLab has very few DNA-based data sets, transcriptome information is abundant. This study used RNA-Seq data from GeneLab to examine DNA sequence variants linked to spaceflight stress exposure. More mutations were observed in spaceflight samples than in the ground control samples. This increase in variants was not reduced in samples grown under artificial gravity in space, suggesting that microgravity did not significantly affect the amount of DNA damage in this experiment. There was also an increase in transversion mutations, consistent with known forms of radiation-induced damage. This work demonstrates that RNA-Seq data is a useful resource for evaluating DNA damage from spaceflight and provides a baseline for the types of mutations that could be detected."}, {"category": "bioinformatics", "authors": "Gonzalez-Delgado, J.; Sagar, A.; Zanon, C.; Lindorff-Larsen, K.; Bernado, P.; Neuvial, P.; Cortes, J.", "author_corresponding_institution": "LAAS-CNRS", "author_corresponding": "Juan Cortes", "doi": "10.1101/2022.12.01.518687", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.12.01.518687", "title": "WASCO: A Wasserstein-based statistical tool to compare conformational ensembles of intrinsically disordered proteins", "date": "", "relevance": "", "abstract": "The structural investigation of intrinsically disordered proteins (IDPs) requires ensemble models describing the diversity of the conformational states of the molecule. Due to their probabilistic nature, there is a need for new paradigms that understand and treat IDPs from a purely statistical point of view, considering their conformational ensembles as well-defined probability distributions. In this work, we define a conformational ensemble as an ordered set of probability distributions and provide a suitable metric to detect differences between two given ensembles at the residue level, both locally and globally. The underlying geometry of the conformational space is properly integrated, being one ensemble characterized by a set of probability distributions supported on the three-dimensional Euclidean space (for global-scale comparisons) and on the two-dimensional flat torus (for local-scale comparisons). The inherent uncertainty of the data is also taken into account to provide finer estimations of the differences between ensembles. Additionally, an overall distance between ensembles is defined from the differences at the residue level. We illustrate the interest of the approach with several examples of applications for the comparison of conformational ensembles: (i) produced from molecular dynamics (MD) simulations using different force fields, and (ii) before and after refinement with experimental data. We also show the usefulness of the method to assess the convergence of MD simulations. The numerical tool has been implemented in Python through easy-to-use Jupyter Notebooks available at https://gitlab.laas.fr/moma/WASCO."}, {"category": "bioengineering", "authors": "Xie, P. Y.; Morris, C. J.; Bertram, C. D.; Zawieja, D. C.; Moore, J. E.", "author_corresponding_institution": "Imperial College London", "author_corresponding": "James E Moore Jr.", "doi": "10.1101/2022.11.30.518078", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.11.30.518078", "title": "Modeling Mechanical Feedback Mechanisms in a Multiscale Sliding Filament Model of Lymphatic Muscle Pumping", "date": "", "relevance": "", "abstract": "The lymphatic system maintains bodily fluid balance by returning interstitial fluid to the venous system. Flow can occur through a combination of extrinsic pumping, due to forces from surrounding tissues, and intrinsic pumping involving contractions of muscle in the lymphatic vessel walls. Lymph transport is important not only for fluid homeostasis, but also for immune function, as lymph is a carrier for immune cells. Lymphatic muscle cells exhibit cardiac-like phasic contractions to generate flow and smooth-muscle-like tonic contractions to regulate flow. Lymphatic vessels therefore act as both active pumps and conduits. Lymphatic vessels are sensitive to mechanical stimuli, including flow-induced shear stresses and pressure-induced vessel stretch. These forces modulate biochemical pathways, leading to changes in intracellular calcium and interaction with regulatory and contractile proteins. In a multiscale computational model of phasic and tonic contractions in lymphatic muscle coupled to a lumped-parameter model of lymphatic pumping, we tested different models of the mechanical feedback mechanisms exhibited by lymphatics in experiments. Models were validated using flow and pressure experiments not used in the model construction. The final model shows that with flow-induced shear stress modulation, there is a small change in flow rate but an increase in muscle efficiency. A better understanding of the mechanobiology of lymphatic contractions can help guide future lymphatic vessel experiments, providing a basis for developing better treatments for lymphatic dysfunction."}, {"category": "bioengineering", "authors": "Xie, K.; Starzyk, J.; Majumdar, I.; Rincones, K.; Tran, T.; Lee, D.; Niemi, S.; Famiglietti, J.; Suter, B.; Shan, R.; Wu, H.", "author_corresponding_institution": "Full Circles Therapeutics, Inc.", "author_corresponding": "Keqiang Xie", "doi": "10.1101/2022.12.01.518578", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.12.01.518578", "title": "Circular single-stranded DNA is a superior homology-directed repair donor template for efficient genome engineering", "date": "", "relevance": "", "abstract": "The toolbox for genome editing in basic research and therapeutic applications is rapidly expanding. While efficient targeted gene ablation using nuclease editors has been demonstrated from bench to bedside, precise transgene integration remains a technical challenge. AAV6 has been a prevalent donor carrier for homology-directed repair (HDR) mediated genome engineering but has reported safety issues, manufacturing constraints, and restricted applications due to its 4.5 Kb packaging limit. Non-viral targeted genetic knock-ins rely primarily on double-stranded DNA (dsDNA) and linear single-stranded DNA (lssDNA) donors. Both dsDNA and lssDNA have been previously demonstrated to have low efficiency and cytotoxicity. Here, we developed a non-viral genome writing catalyst (GATALYSTTM) system which allows production of ultrapure, minicircle single-stranded DNAs (cssDNAs) up to ~20 Kb as donor templates for highly efficient precision transgene integration. cssDNA donors enable knock-in efficiency of up to 70% in induced pluripotent stem cells (iPSCs), superior efficiency in multiple clinically relevant primary cell types, and at multiple genomic loci implicated for clinical applications with various nuclease editor systems. When applied to immune cell engineering, cssDNA engineered CAR-T cells exhibit more potent and durable anti-tumor efficacy than those engineered from AAV6 viral vectors. The exceptional precision and efficiency, improved safety, payload flexibility, and scalable manufacturability of cssDNA unlocks the full potential of genome engineering with broad applications in therapeutic development, disease modeling and other research areas."}, {"category": "bioengineering", "authors": "M'Saad, O.; Shribak, M.; Bewersdorf, J.", "author_corresponding_institution": "Yale University School of Medicine", "author_corresponding": "Joerg Bewersdorf", "doi": "10.1101/2022.11.29.518361", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.11.29.518361", "title": "Unclearing Microscopy", "date": "", "relevance": "", "abstract": "The spatial resolution and contrast sensitivity of the human eye is limited, restricting our ability to directly see subcellular structures. We report a new principle for unaided eye cellular visualization in a method we call Unclearing Microscopy. By expanding cells and tissue >8,000 volumetrically and opaquing their bulk with light-scattering molecules of sufficient density, cell microstructure can now be discerned with a contrast visible to the unaided eye. We further inspect uncleared samples with transmitted light microscopy modalities and prove that 3D ultrastructural features, previously accessible only with super-resolution fluorescence or electron microscopy methods, can now be visualized with simple magnification optics alone."}, {"category": "bioengineering", "authors": "Uluc, N.; Glasl, S.; Juestel, D.; Pleitez, M. A.; Ntziachristos, V.", "author_corresponding_institution": "Technical University of Munich", "author_corresponding": "Vasilis Ntziachristos", "doi": "10.1101/2022.11.30.518508", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.11.30.518508", "title": "Non-invasive in-blood glucose sensing", "date": "", "relevance": "", "abstract": "Non-invasive glucose monitoring (NIGM) is increasingly considered as an alternative to finger pricking for blood glucose assessment and management of diabetes in insulin-dependent patients, due to the pain, risk of infection, and inadequacy of finger pricking for frequent measurements. Nevertheless, current NIGM techniques do not measure glucose in blood, but rely on indirect bulk measurement of glucose in the interstitial fluid, where glucose is less concentrated, diluted in a generally unknown volume, and appears in a delayed fashion relative to blood glucose, impairing NIGM accuracy. We introduce a new biosensor, termed Depth-gated mid-InfraRed Optoacoustic Sensor (DIROS), which offers for the first time non-invasive glucose detection directly in blood, while simultaneously rejecting contributions from the metabolically inactive stratum corneum and other superficial skin layers. This unique ability is achieved by time-gating mid-infrared optoacoustic signals to enable glucose readings from depth-selective localization in the microvasculature of the skin. In measurements of mice in vivo, DIROS revealed marked accuracy improvement over conventional bulk-tissue glucose measurements. We showcase how skin rejection and signal localization are essential for improving the NIGM accuracy, and discuss key results and how DIROS offers a holistic approach to address limitations of current NIGM methods, with high translation potential."}, {"category": "bioengineering", "authors": "Singh, K.; Hawkins, B. G.", "author_corresponding_institution": "Departments of Biomedical and Electrical Engineering, California Polytechnic State University, San Luis Obispo", "author_corresponding": "Benjamin G. Hawkins", "doi": "10.1101/2022.11.30.518563", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.11.30.518563", "title": "Improved Modeling of Droplet Motion in Open-Format Digital Microfluidic Devices", "date": "", "relevance": "", "abstract": "Electrowetting is an electrokinetic effect whereby an applied electric field induces changes in the measured contact angle at a fluid-surface contact line. On hydrophobic, dielectric electrode surfaces, this effect generates droplet motion termed 'electrowetting on dielectric' or EWOD. Applications of this phenomenon range from lab-on-a-chip to liquid lenses capable of altering their topology and focus within milliseconds. Electrowetting or EWOD theoretical models quantifying this effect fall into two paradigms: the Young-Lippman and the electromechanical theories. In this work, both paradigms were simulated to predict the velocity of a water droplet moving over an array of electrodes. Results were compared to experimental observations of measured velocities for two dielectric films: ETFE and household cling film. Theoretical model parameters, namely the length scale of the Maxwell force on the droplet, were also determined to align simulation and experiment. The results reveal the trend of droplet velocity in relation to applied voltage, and recapitulate the relationship between the two models."}, {"category": "bioinformatics", "authors": "Swanson, K.; Chang, H.; Zou, J.", "author_corresponding_institution": "Stanford University", "author_corresponding": "Kyle Swanson", "doi": "10.1101/2022.11.30.518466", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.11.30.518466", "title": "Predicting Immune Escape with Pretrained Protein Language Model Embeddings", "date": "", "relevance": "", "abstract": "Assessing the severity of new pathogenic variants requires an understanding of which mutations enable escape of the human immune response. Even single point mutations to an antigen can cause immune escape and infection by disrupting antibody binding. Recent work has modeled the effect of single point mutations on proteins by leveraging the information contained in large-scale, pretrained protein language models (PLMs). PLMs are often applied in a zero-shot setting, where the effect of each mutation is predicted based on the output of the language model with no additional training. However, this approach cannot appropriately model immune escape, which involves the interaction of two proteins--antibody and antigen--instead of one protein and requires making different predictions for the same antigenic mutation in response to different antibodies. Here, we explore several methods for predicting immune escape by building models on top of embeddings from PLMs. We evaluate our methods on a SARS-CoV-2 deep mutational scanning dataset and show that our embedding-based methods significantly outperform zero-shot methods, which have almost no predictive power. We also highlight insights gained into how best to use embeddings from PLMs to predict escape. Despite these promising results, simple statistical and machine learning baseline models that do not use pretraining perform comparably, showing that computationally expensive pretraining approaches may not be beneficial for escape prediction. Furthermore, all models perform relatively poorly, indicating that future work is necessary to improve escape prediction with or without pretrained embeddings."}, {"category": "bioinformatics", "authors": "Marquet, C.; Grekova, A.; Houri, L.; Bernhofer, M.; Jimenez-Soto, L.; Karl, T.; Heinzinger, M.; Dallago, C.; Rost, B.", "author_corresponding_institution": "Technical University of Munich", "author_corresponding": "Céline Marquet", "doi": "10.1101/2022.11.30.518551", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.11.30.518551", "title": "TMvisDB: resource for transmembrane protein annotation and 3D visualization", "date": "", "relevance": "", "abstract": "Since the rise of cellular organisms, transmembrane proteins (TMPs) are crucial to a variety of cellular processes due to their central role as gates and gatekeepers. Despite their importance, experimental high-resolution structures for TMPs remain underrepresented due to technical limitations. With structure prediction methods coming of age, predictions might fill some of the need. However, identifying the membrane regions and topology in three-dimensional structure files requires additional in silico prediction. Here, we introduce TMvisDB to sieve through millions of predicted structures for TMPs. This resource enables both, to browse through 46 million predicted TMPs and to visualize those along with their topological annotations. The database was created by joining AlphaFold DB structure predictions and transmembrane topology predictions from the protein language model based method TMbed. We show the utility of TMvisDB for individual proteins through two single use cases, namely the B-lymphocyte antigen CD20 (Homo sapiens) and the cellulose synthase (Novosphingobium sp. P6W). To demonstrate the value for large scale analyses, we focus on all TMPs predicted for the human proteome. TMvisDB is freely available at tmvis.predictprotein.org."}, {"category": "bioinformatics", "authors": "Heil, L. R.; Remes, P. M.; Canterbury, J. D.; Yip, P.; Barshop, W. D.; Wu, C. C.; MacCoss, M. J.", "author_corresponding_institution": "University of Washington", "author_corresponding": "Michael J. MacCoss", "doi": "10.1101/2022.11.29.518428", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.11.29.518428", "title": "Dynamic Data Independent Acquisition Mass Spectrometry with Real-Time Retrospective Alignment", "date": "", "relevance": "", "abstract": "We report a data independent acquisition (DIA) strategy that dynamically adjusts the tandem mass spectrometry (MS/MS) windows during the chromatographic separation. The method focuses MS/MS acquisition on the most relevant mass range at each point in time- improving the quantitative sensitivity by increasing the time spent on each DIA window. We demonstrate an improved lower limit of quantification, on average, without sacrificing the number of peptides detected."}, {"category": "bioengineering", "authors": "Amens, J. N.; Bahcecioglu, G.; Dwyer, K.; Yue, X.; Stack, S.; Hilliard, T.; Zorlutuna, P.", "author_corresponding_institution": "University of Notre Dame", "author_corresponding": "Pinar Zorlutuna", "doi": "10.1101/2022.11.29.518205", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.11.29.518205", "title": "Maternal obesity driven changes in collagen linearity of breast extracellular matrix induces invasive mammary epithelial cell phenotype", "date": "", "relevance": "", "abstract": "Obesity has been linked with numerous health issues as well as an increased risk of breast cancer. Although effects of direct obesity in patient outcomes is widely studied, effects of exposure to obesity-related systemic influences in utero has been overlooked. In this study, we investigated the effect of multigenerational obesity on epithelial cell migration and invasion using decellularized breast tissues explanted from normal female mouse pups from a diet induced multigenerational obesity mouse model. We first studied the effect of multigenerational diet on the mechanical properties, adipocyte size, and collagen structure of these mouse breast tissues, and then, examined the migration and invasion behavior of normal (KTB-21) and cancerous (MDA-MB-231) human mammary epithelial cells on the decellularized matrices from each diet group. Breast tissues of mice whose dams had been fed with high-fat diet exhibited larger adipocytes and thicker and curvier collagen fibers, but only slightly elevated elastic modulus and inflammatory cytokine levels. MDA-MB-231 cancer cell motility and invasion were significantly greater on the decellularized matrices from mice whose dams were fed with high-fat diet. A similar trend was observed with normal KTB-21 cells. Our results showed that the collagen curvature was the dominating factor on this enhanced motility and stretching the matrices to equalize the collagen fiber linearity of the matrices ameliorated the observed increase in cell migration and invasion in the mice that were exposed to a high-fat diet. Previous studies indicated an increase in serum leptin concentration for those children born to an obese mother. We generated extracellular matrices using primary fibroblasts exposed to various concentrations of leptin. This produced curvier ECM and increased breast cancer cell motility for cells seeded on the decellularized ECM generated with increasing leptin concentration. Our study shows that exposure to obesity in utero is influential in determining the extracellular matrix structure, and that the resultant changes in collagen curvature is a critical factor in regulating the migration and invasion of breast cancer cells."}, {"category": "bioengineering", "authors": "Guranovic, I.; Kumar, M.; Bandi, C. K.; Chundawat, S. P. S.", "author_corresponding_institution": "Department of Chemical and Biochemical Engineering, Rutgers The State University of New Jersey, Piscataway, New Jersey 08854, USA", "author_corresponding": "Shishir P.S. Chundawat", "doi": "10.1101/2022.11.29.518414", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.11.29.518414", "title": "Machine learning assisted ligand binding energy prediction for in silico generated glycosyl hydrolase enzyme combinatorial mutant library", "date": "", "relevance": "", "abstract": "Molecular docking is a computational method used to predict the preferred binding orientation of one molecule to another when bound to each other to form an energetically stable complex. This approach has been widely used for early-stage small-molecule drug design as well as identifying suitable protein-based macromolecule residues for mutagenesis. Estimating binding free energy, based on docking interactions of protein to its ligand based on an appropriate scoring function is often critical for protein mutagenesis studies to improve the activity or alter the specificity of targeted enzymes. However, calculating docking free energy for a large number of protein mutants is computationally challenging and time-consuming. Here, we showcase an end-to-end computational workflow for predicting the binding energy of pNP-Xylose substrate docked within the substrate binding site for a large library of combinatorial mutants of an alpha-L-fucosidase (TmAfc, PDB ID- 2ZWY) belonging to Thermotoga maritima glycosyl hydrolase (GH) family 29. Briefly, in silico combinatorial mutagenesis was performed for the top conserved residues in TmAfc as determined by running multiple sequence alignment against all GH29 family enzyme sequences downloaded from an in-house developed Carbohydrate-Active enZyme (CAZy) database retriever program. The binding energy was calculated through Autodock Vina with pNP-Xylose ligand docking with energy minimized TmAfc mutants, and the data was then used to train a neural network model which was also validated for model predictions using data from Autodock Vina. The current workflow can be adopted for any family of CAZymes to rapidly identify the effect of different mutations within the active site on substrate binding free energy to identify suitable targets for mutagenesis. We anticipate that this workflow could also serve as the starting point for performing more sophisticated and computationally intensive binding free energy calculations to identify targets for mutagenesis and hence optimize use of wet lab resources."}, {"category": "bioengineering", "authors": "Zhou, A.; Mihelic, S.; Engelmann, S.; Tomar, A.; Dunn, A. K.; Narasimhan, V. M.", "author_corresponding_institution": "The University of Texas at Austin", "author_corresponding": "Vagheesh M. Narasimhan", "doi": "10.1101/2022.11.30.518528", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.11.30.518528", "title": "A deep learning approach for improving two-photon vascular imaging speeds", "date": "", "relevance": "", "abstract": "A potential method for tracking neurovascular disease progression over time in preclinical models is multiphoton fluorescence microscopy (MPM), which can image cerebral vasculature with capillary-level resolution. However, obtaining high-quality, three-dimensional images with a traditional point scanning MPM is time-consuming and limits sample sizes for chronic studies. Here, we present a convolutional neural network-based algorithm for fast upscaling of low-resolution or sparsely sampled images and combine it with a segmentation-less vectorization process for 3D reconstruction and statistical analysis of vascular network structure. In doing so, we also demonstrate that the use of semi-synthetic training data can replace the expensive and arduous process of acquiring low- and high-resolution training pairs without compromising vectorization outcomes, and thus open the possibility of utilizing such approaches for other MPM tasks where collecting training data is challenging. We applied our approach to large field of view images and show that our method generalizes across imaging depths, disease states and other differences in neurovasculature. Our pre-trained models and lightweight architecture can be used to reduce MPM imaging time by up to fourfold without any changes in underlying hardware, thereby enabling deployability across a range of settings."}, {"category": "systems biology", "authors": "Essex, M.; Pascual-Leone, B. M.; Löber, U.; Kuhring, M.; Zhang, B.; Bruening, U.; Fritsche-Guenther, R.; Krzanowski, M.; Vernengo, F. F.; Brumhard, S.; Röwekamp, I.; Bielecka, A. A.; Lesker, T. R.; Wyler, E.; Landthaler, M.; Mantei, A.; Meisel, C.; Caesar, S.; Thiebeault, C.; Corman, V.; Marko, L.; Suttorp, N.; Strowig, T.; Kurth, F.; Sander, L. E.; Li, Y.; Kirwan, J. A.; Forslund, S. K.; Opitz, B.", "author_corresponding_institution": "Department of Infectious Diseases and Respiratory Medicine, Charite-Universitaetsmedizin Berlin, a corporate member of Freie Universitaet Berlin and Humboldt-Un", "author_corresponding": "Bastian Opitz", "doi": "10.1101/2022.12.02.518860", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.12.02.518860", "title": "Gut microbiota dysbiosis is associated with altered tryptophan metabolism and dysregulated inflammatory response in severe COVID-19", "date": "", "relevance": "", "abstract": "The clinical course of the 2019 coronavirus disease (COVID-19) is variable and to a substantial degree still unpredictable, especially in persons who have neither been vaccinated nor recovered from previous infection. We hypothesized that disease progression and inflammatory responses were associated with alterations in the microbiome and metabolome. To test this, we integrated metagenome, metabolome, cytokine, and transcriptome profiles of longitudinally collected samples from hospitalized COVID-19 patients at the beginning of the pandemic (before vaccines or variants of concern) and non-infected controls, and leveraged detailed clinical information and post-hoc confounder analysis to identify robust within- and cross-omics associations. Severe COVID-19 was directly associated with a depletion of potentially beneficial intestinal microbes mainly belonging to Clostridiales, whereas oropharyngeal microbiota disturbance appeared to be mainly driven by antibiotic use. COVID-19 severity was also associated with enhanced plasma concentrations of kynurenine, and reduced levels of various other tryptophan metabolites, lysophosphatidylcholines, and secondary bile acids. Decreased abundance of Clostridiales potentially mediated the observed reduction in 5-hydroxytryptophan levels. Moreover, altered plasma levels of various tryptophan metabolites and lower abundances of Clostridiales explained significant increases in the production of IL-6, IFN{gamma} and/or TNF. Collectively, our study identifies correlated microbiome and metabolome alterations as a potential contributor to inflammatory dysregulation in severe COVID-19."}, {"category": "bioinformatics", "authors": "Luo, J.; Luo, Y.", "author_corresponding_institution": "Georgia Institute of Technology", "author_corresponding": "Yunan Luo", "doi": "10.1101/2022.11.29.518451", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.11.29.518451", "title": "Contrastive learning of protein representations with graph neural networks for structural and functional annotations", "date": "", "relevance": "", "abstract": "Although protein sequence data is growing at an ever-increasing rate, the protein universe is still sparsely annotated with functional and structural annotations. Computational approaches have become efficient solutions to infer annotations for unlabeled proteins by transferring knowledge from proteins with experimental annotations. Despite the increasing availability of protein structure data and the high coverage of high-quality predicted structures, e.g., by AlphaFold, many existing computational tools still only rely on sequence data to predict structural or functional annotations, including alignment algorithms such as BLAST and several sequence-based deep learning models. Here, we develop PenLight, a general deep learning framework for protein structural and functional annotations. PenLight uses a graph neural network (GNN) to integrate 3D protein structure data and protein language model representations. In addition, PenLight applies a contrastive learning strategy to train the GNN for learning protein representations that reflect similarities beyond sequence identity, such as semantic similarities in the function or structure space. We benchmarked PenLight on a structural classification task and a functional annotation task, where PenLight achieved higher prediction accuracy and coverage than state-of-the-art methods."}, {"category": "bioinformatics", "authors": "Gibbs, D. L.; Strasser, M. K.; Huang, S.", "author_corresponding_institution": "Institute for Systems Biology", "author_corresponding": "David L Gibbs", "doi": "10.1101/2022.11.29.518384", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.11.29.518384", "title": "Gene Set Scoring on the Nearest Neighbor Graph (gssnng) for Single Cell RNA-seq (scRNA-seq)", "date": "", "relevance": "", "abstract": "Gene set scoring is a common task in bioinformatics, but the sparsity of data points in single cell gene expression creates difficulties. By applying matrix smoothing to the nearest neighbor graph of cells, high quality gene set scores can be produced on a per-cell level which is useful for visualization and statistical analysis. Importantly, within UMAP visualizations, the method preserves score-gradients across clusters of cells."}, {"category": "bioinformatics", "authors": "Dubourg-Felonneau, G.; Abbasi, A.; Akiva, E.; Lee, L.", "author_corresponding_institution": "Shiru, Inc.", "author_corresponding": "Geoffroy Dubourg-Felonneau", "doi": "10.1101/2022.11.29.518403", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.11.29.518403", "title": "Improving Protein Subcellular Localization Prediction with Structural Prediction & Graph Neural Networks", "date": "", "relevance": "", "abstract": "We present a method that improves subcellular localization prediction for proteins based on their sequence by leveraging structure prediction and Graph Neural Networks. We demonstrate that Language Models, trained on protein sequences, and Graph Neural Nets, trained on protein's 3D structures, are both efficient approaches. They both learn meaningful, yet different representations of proteins; hence, ensembling them outperforms the reigning state of the art method."}, {"category": "bioinformatics", "authors": "Talukder, A.; Yin, R.; Sun, Y.; Shen, Y.; You, Y.", "author_corresponding_institution": "Texas A and M University", "author_corresponding": "Yuning You", "doi": "10.1101/2022.11.29.518454", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.11.29.518454", "title": "Does Inter-Protein Contact Prediction Benefit from Multi-Modal Data and Auxiliary Tasks?", "date": "", "relevance": "", "abstract": "Approaches to in silico prediction of protein structures have been revolutionized by AlphaFold2, while those to predict interfaces between proteins are relatively underdeveloped, owing to the overly complicated yet relatively limited data of protein--protein complexes. In short, proteins are 1D sequences of amino acids folding into 3D structures, and interact to form assemblies to function. We believe that such intricate scenarios are better modeled with additional indicative information that reflects their multi-modality nature and multi-scale functionality. To improve binary prediction of inter-protein residue-residue contacts, we propose to augment input features with multi-modal representations and to synergize the objective with auxiliary predictive tasks. (i) We first progressively add three protein modalities into models: protein sequences, sequences with evolutionary information, and structure-aware intra-protein residue contact maps. We observe that utilizing all data modalities delivers the best prediction precision}. Analysis reveals that evolutionary and structural information benefit predictions on the difficult and rigid protein complexes, respectively, assessed by the resemblance to native residue contacts in bound complex structures. (ii) We next introduce three auxiliary tasks via self-supervised pre-training (binary prediction of protein-protein interaction (PPI)) and multi-task learning (prediction of inter-protein residue--residue distances and angles). Although PPI prediction is reported to benefit from predicting inter-contacts (as causal interpretations), it is not found vice versa in our study. Similarly, the finer-grained distance and angle predictions did not appear to uniformly improve contact prediction either. This again reflects the high complexity of protein--protein complex data, for which designing and incorporating synergistic auxiliary tasks remains challenging."}, {"category": "bioinformatics", "authors": "Yang, Y.; Lawson, D. J.", "author_corresponding_institution": "University of Bristol", "author_corresponding": "Yaoling Yang", "doi": "10.1101/2022.11.29.518395", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.11.29.518395", "title": "HTRX: an R package for learning non-contiguous haplotypes associated with a phenotype", "date": "", "relevance": "", "abstract": "Haplotype Trend Regression with eXtra flexibility (HTRX) is an R package which uses cross-validation to learn sets of interacting features for a prediction. HTRX identifies haplotypes composed of non-contiguous single nucleotide polymorphisms (SNPs) associated with a phenotype. To reduce the space and computational complexity when investigating many features, we constrain the search by growing good feature sets using 'Cumulative HTRX', and limit the maximum complexity of a feature set."}, {"category": "bioinformatics", "authors": "Gonzalez-Delgado, J.; Mier, P.; Bernado, P.; Neuvial, P.; Cortes, J.", "author_corresponding_institution": "LAAS-CNRS", "author_corresponding": "Juan Cortes", "doi": "10.1101/2022.11.29.518303", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.11.29.518303", "title": "Statistical tests to detect differences between codon-specific Ramachandran plots", "date": "", "relevance": "", "abstract": "In their recent work, Rosenberg et al. studied the dependence between the identity of synonymous codons and the distribution of the backbone dihedral angles of the translated amino acids. It has been shown that the use of synonymous codons is highly relevant in multiple biological processes including, among others, mRNA splicing, translational rates and protein folding. While the correlation between synonymous codons and secondary structure in translated proteins has been widely studied, Rosenberg et al. evaluated the effect of codon identity on a finer scale, analyzing whether the distribution of ({phi},{psi}) dihedral angles within secondary structure elements is significantly altered when synonymous codons are used. However, their statistical methodology is formally incorrect, casting doubt on the obtained results. The origin of the incorrectness is described in the following section. Then, using an appropriate methodology, we reanalyzed the data presented in (Rosenberg 2022). Our results confirm the influence of the codon on the distribution of the dihedral angles, but differ from those of Rosenberg et al. in the strength of significance of the differences depending on the secondary structure type. Finally, we assessed whether these findings may be affected by the structural classification or the local sequence context. These additional analyses show that codon-specific effects have similar significance in different areas of Ramachandran space, although the effect may be stronger for a particular type of secondary structure, such as {beta}-strands compared to -helices. They also indicate that synonymous codon effects are stronger when considered in the context of the local sequence."}, {"category": "bioinformatics", "authors": "Akdeniz, B. C.; Frei, O.; Shadrin, A.; Vetrov, D.; Kropotov, D.; Dale, A.; Hovig, E.; Andreassen, O.", "author_corresponding_institution": "Oslo University Hospital and University of Oslo", "author_corresponding": "Bayram Cevdet Akdeniz", "doi": "10.1101/2022.11.30.518509", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.11.30.518509", "title": "Finemap-MiXeR: A variational Bayesian approach for genetic finemapping", "date": "", "relevance": "", "abstract": "Discoveries from genome-wide association studies often contain large clusters of highly correlated genetic variants, which makes them hard to interpret. In such cases, finemapping the underlying causal variants become important. Here we present a new method, the Finemap-MiXeR, based on a variational Bayesian approach for finemapping genomic data, i.e., determining the causal single nucleotide polymorphisms (SNPs) associated with a trait at a given locus after controlling for correlation among genetic variants due to linkage disequilibrium. Our approach is based on the optimization of Evidence Lower Bound of the likelihood function obtained from the MiXeR model. The optimization is done using Adaptive Moment Estimation Algorithm, allowing to obtain posterior probability of each SNP to be a causal variant. We tested Finemap-MiXeR in a range of different scenarios, using both synthetic and real data from the UK Biobank, using standing height phenotype as an example. In comparison to the FINEMAP and SuSiE methods, we observed that Finemap-MiXeR in most cases has better accuracy. Furthermore, it is computationally efficient, and unlike other methods the complexity is not increasing as the number of causal SNPs or the heritability increases. We show that our finemapping algorithm identifies a small number of genetic variants per locus which are informative for predicting the phenotype in an independent sample."}, {"category": "bioengineering", "authors": "van Kampen, K. A.; Olaret, E.; Stancu, I.-C.; Campos, D.; Fischer, H.; Mota, C.; Moroni, L.", "author_corresponding_institution": "Maastricht University", "author_corresponding": "Lorenzo Moroni", "doi": "10.1101/2022.11.29.518172", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.11.29.518172", "title": "Hypotrochoidal scaffolds for cartilage regeneration", "date": "", "relevance": "", "abstract": "The main function of articular cartilage is to provide a low friction surface and protect the underlying subchondral bone. The extracellular matrix composition of articular cartilage mainly consists of glycosaminoglycans and collagen type II. Specifically the collagen type II organization has a characteristic organization in three distinct zones; (1) the superficial zone which has collagen fibers oriented parallel to the surface, (2) the intermediate zone where there is no predominant orientation, and (3) the deep zone which shows a high orientation with fibers perpendicular to the underlying bone. Collagen type II fibers in these 3 zones take an arch-like organization that can be mimicked with segments of a hypotrochoidal curve. In this study, a script was developed that allowed the fabrication of scaffolds with a hypotrochoidal design. This design was investigated and compared to a regular 0-90 woodpile design. The results showed that the hypotrochoidal design was successfully fabricated. Micro-CT analyses divided the areas of the scaffold in their distinct zones. In addition, the mechanical analyses revealed that the hypotrochoidal design had a lower component Young's modulus while the toughness and strain at yield were higher compared to the woodpile design. Fatigue tests showed that the hypotrochoidal design lost more energy per cycle due to the damping effect of the unique microarchitecture . Finite element analyses revealed that the hypotrochoidal design had an improved stress distribution compared to the 0-90 woodpile design due to the lower component stiffness. In addition, data from cell culture under dynamic stimulation demonstrated that the collagen type II deposition was improved in the hypotrochoidal design. Finally, Alcian blue staining revealed that the areas where the stress was higher during the stimulation produced more glycosaminoglycans. Our results highlight a new and simple scaffold design based on hypotrochoidal curves that could be used for cartilage tissue engineering."}, {"category": "bioengineering", "authors": "Chansoria, P.; Reutsche, D. R.; Wang, A.; Liu, H.; D'Angella, D.; Rizzo, R.; Hasenauer, A.; Weber, P.; Ibrahim, N. B. M.; Korshunova, N.; Zenobi-Wong, M.", "author_corresponding_institution": "ETH Zurich", "author_corresponding": "Marcy Zenobi-Wong", "doi": "10.1101/2022.11.29.518318", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.11.29.518318", "title": "Synergizing algorithmic design, photoclick chemistry and multi-material volumetric printing for accelerating complex shape engineering", "date": "", "relevance": "", "abstract": "Accelerating the designing and manufacturing of complex shapes has been a driving factor of modern industrialization. This has led to numerous advances in computational design and modeling and novel additive manufacturing (AM) techniques that can generate and fabricate complex shapes for bespoke applications. By combining new new coding-based design approach with advanced AM techniques for high-throughput fabrication, we envision a new approach to transform the way we design and fabricate complex shapes. Here, we demonstrate an algorithmic voxel-based approach, which can rapidly generate and analyze porous structures, auxetic meshes and cylinders, or perfusable constructs. We use this design scheme in conjunction with new approaches for multi-material volumetric printing based on thiol-ene photoclick chemistry to rapidly fabricate complex heterogeneous structures. Collectively, the new design and fabrication technique we demonstrate can be used across a wide-spectrum of products such as actuators, biomedical implants and grafts, or tissue and disease models."}, {"category": "bioengineering", "authors": "Lin, Y.-H.; Wang, L.-W.; Chen, Y.-H.; Chan, Y.-C.; Hu, S.-H.; Wu, S.-Y.; Chiang, C.-S.; Huang, G.-J.; Yang, S.-D.; Chu, S.-W.; Wang, K.-C.; Lin, C.-H.; Huang, P.-H.; Cheng, H.-J.; Chen, B.-C.; Chu, L.-A.", "author_corresponding_institution": "National Tsing Hua University", "author_corresponding": "Li-An Chu", "doi": "10.1101/2022.11.28.518189", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.11.28.518189", "title": "A versatile method to archive and delipidate brain tissues for ensuing multiplexed immunolabeling and organ-level imaging", "date": "", "relevance": "", "abstract": "Current tissue clearing and labeling approaches require freshly prepared samples to avoid problems related to over-fixation, such as loss of antigenicity or difficulty of tissue clearing. Thus, the predicament of specimens with long-term preservation limits the application of state-of-art technology to archived human brain tissues. Here, we present the development and validation of multiplex labeling of centimeter-sized archived tissue (MOCAT), a formalin-fixed paraffin-embedding (FFPE) based sample preservation and delipidation technique for centimeter-level tissue clearing and immunolabeling. We demonstrate that MOCAT sufficiently delipidates whole mouse brain and human brain blocks and is superior to 10% formalin for long-term antigenicity preservation; moreover, the spatial information of biomarkers offered by MOCAT-processed intact mouse brains is identical to that offered by freshly prepared SDS-delipidated intact mouse brains. MOCAT not only satisfies the need for long-term tissue storage before performing volumetric multiplex imaging for research purposes but also has the potential to be used in human clinical examination."}, {"category": "bioengineering", "authors": "MEVEL, M.; Pichard, V.; Bouzelha, M.; Alvarez-Dorta, D.; Lalys, P.-A.; Provost, N.; Allais, M.; Mendes, A.; Landagaray, E.; Ducloyer, J.-B.; Galy, A.; Brument, N.; Lefevre, G. M.; Gouin, S. G.; Isiegas, C.; Le Meur, G.; Cronin, T.; Le Guiner, C.; Weber, M.; Moullier, P.; Ayuso, E.; Deniaud, D.; Adjali, O.", "author_corresponding_institution": "Nantes University INSERM UMR1089", "author_corresponding": "Mathieu MEVEL", "doi": "10.1101/2022.12.01.518481", "url": "https://www.biorxiv.org/content/early/2022/12/01/2022.12.01.518481", "title": "Mannose-coupled AAV2: a second generation AAV vector for increased retinal gene therapy efficiency", "date": "", "relevance": "", "abstract": "Inherited retinal diseases are a leading and untreatable cause of blindness and are therefore candidate diseases for gene therapy. Recombinant vectors derived from adeno-associated virus (rAAV) are currently the most promising vehicles for in vivo therapeutic gene delivery to the retina. However, there is a need for novel AAV-based vectors with greater efficacy for ophthalmic applications, as underscored by recent reports of dose-related inflammatory responses in clinical trials of rAAV-based ocular gene therapies. Improved therapeutic efficacy of vectors would allow for decreases in the dose delivered, with consequent reductions in immune reactions. Here, we describe the development of new rAAV vectors using bioconjugation chemistry to modify the rAAV capsid, thereby improving the therapeutic index. Covalent coupling of a mannose ligand, via the formation of a thiourea bond, to the amino groups of the rAAV capsid significantly increases vector transduction efficiency of both rat and nonhuman primate retinas. These optimized rAAV vectors have important implications for the treatment of a wide range of retinal diseases."}, {"category": "bioengineering", "authors": "Yao, R.; Hou, J.; Zhang, X.; Li, Y.; Lai, J.; Wu, Q.; Liu, Q.; Zhou, L.", "author_corresponding_institution": "Shenzhen Bay Laboratory", "author_corresponding": "Lei Zhou", "doi": "10.1101/2022.11.29.518438", "url": "https://www.biorxiv.org/content/early/2022/11/30/2022.11.29.518438", "title": "Targeted photodynamic neutralization of SARS-CoV-2 mediated by singlet oxygen", "date": "", "relevance": "", "abstract": "The SARS-CoV-2 virus has been on a rampage for more than two years. Vaccines in combination with neutralizing antibodies (NAbs) against SARS-CoV-2 carry great hope in the treatment and final elimination of COVID-19. However, the relentless emergence of variants of concern (VOC), including the most recent Omicron variants, presses for novel measures to counter these variants that often show immune evasion. Hereby we developed a targeted photodynamic approach to neutralize SARS-CoV-2 by engineering a genetically encoded photosensitizer (SOPP3) to a diverse list of antibodies targeting the WT spike protein, including human antibodies isolated from a 2003 SARS patient, potent monomeric and multimeric nanobodies targeting RBD, and non-neutralizing antibodies (non-NAbs) targeting the more conserved NTD region. As confirmed by pseudovirus neutralization assay, this targeted photodynamic approach significantly increased the efficacy of these antibodies, especially that of non-NAbs, against not only the WT but also the Delta strain and the heavily immune escape Omicron strain (BA.1). Subsequent measurement of infrared phosphorescence at 1270 nm confirmed the generation of singlet oxygen (1O2) in the photodynamic process. Mass spectroscopy assay uncovered amino acids in the spike protein targeted by 1O2. Impressively, Y145 and H146 form an oxidization \"hotspot\", which overlaps with the antigenic \"supersite\" in NTD. Taken together, our study established a targeted photodynamic approach against the SARS-CoV-2 virus and provided mechanistic insights into the photodynamic modification of protein molecules mediated by 1O2."}, {"category": "bioinformatics", "authors": "Andress, C.; Kappel, K.; Cuperlovic-Culf, M.; Yan, H.; Li, Y.", "author_corresponding_institution": "Brock University Faculty of Mathematics and Science", "author_corresponding": "Cameron Andress", "doi": "10.1101/2022.11.30.518473", "url": "https://www.biorxiv.org/content/early/2022/11/30/2022.11.30.518473", "title": "DAPTEV: Deep aptamer evolutionary modelling for COVID-19 drug design", "date": "", "relevance": "", "abstract": "Typical drug discovery and development processes are costly, time consuming and often biased by expert opinion. Aptamers are short, single-stranded oligonucleotides (RNA/DNA) that bind to target proteins and other types of biomolecules. Compared with small-molecule drugs, aptamers can bind to their targets with high affinity (binding strength) and specificity (uniquely interacting with the target only). The conventional development process for aptamers utilizes a manual process known as Systematic Evolution of Ligands by Exponential Enrichment (SELEX), which is costly, slow, dependent on library choice and often produces aptamers that are not optimized. To address these challenges, in this research, we create an intelligent approach, named DAPTEV, for generating and evolving aptamer sequences to support aptamer-based drug discovery and development. Using the COVID-19 spike protein as a target, our computational results suggest that DAPTEV is able to produce structurally complex aptamers with strong binding affinities.\n\nAuthor summaryCompared with small-molecule drugs, aptamer drugs are short RNAs/DNAs that can specifically bind to targets with high strength. With the interest of discovering novel aptamer drugs as an alternative to address the long-lasting COVID-19 pandemic, in this research, we developed an artificial intelligence (AI) framework for the in silico design of novel aptamer drugs that can prevent the SARS-CoV-2 virus from entering human cells. Our research is valuable as we explore a novel approach for the treatment of SARS-CoV-2 infection and the AI framework could be applied to address future health crises."}, {"category": "bioinformatics", "authors": "Harriott, N. C.; Ryan, A. L.", "author_corresponding_institution": "University of Iowa", "author_corresponding": "Amy L Ryan", "doi": "10.1101/2022.11.29.518411", "url": "https://www.biorxiv.org/content/early/2022/11/30/2022.11.29.518411", "title": "Proteomic profiling identifies biomarkers of COVID-19 severity", "date": "", "relevance": "", "abstract": "Abstract/SummarySARS-CoV-2 infection remains a major public health concern, particularly for the aged and those individuals with co-morbidities at risk for developing severe COVID-19. Understanding the pathogenesis and biomarkers associated with responses to SARS-CoV-2 infection remain critical components in developing effective therapeutic approaches, especially in cases of severe and long-COVID-19. In this study blood plasma protein expression was compared in subjects with mild, moderate, and severe COVID-19 disease. Evaluation of an inflammatory protein panel confirms upregulation of proteins including TNF{beta}, IL-6, IL-8, IL-12, already associated with severe cytokine storm and progression to severe COVID-19. Importantly, we identify several proteins not yet associated with COVID-19 disease, including mesothelin (MSLN), that are expressed at significantly higher levels in severe COVID-19 subjects. In addition, we find a subset of markers associated with T-cell and dendritic cell responses to viral infection that are significantly higher in mild cases and decrease in expression as severity of COVID-19 increases, suggesting that an immediate and effective activation of T-cells is critical in modulating disease progression. Together, our findings identify new targets for further investigation as therapeutic approaches for the treatment of SARS-CoV-2 infection and prevention of complications of severe COVID-19."}, {"category": "systems biology", "authors": "Hunter, I.", "author_corresponding_institution": "University of Manchester", "author_corresponding": "Iain Hunter", "doi": "10.1101/2022.11.28.518240", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.11.28.518240", "title": "A Theoretical Framework for Relating Natural Movement to Length and Quality of Life in Human and Non-human Animals", "date": "", "relevance": "", "abstract": "1Natural movement is clearly related to health, however, it is also highly complex and difficult to measure. Most attempts to measure it focus on functional movements in humans, and while this a valid and popular approach, assays focussed on particular movements cannot capture the range of natural movement that occurs outside them. It is also difficult to use current techniques to compare movement across different animal species. This type of interspecies comparison may be useful for identifying conserved computational principles of movement that guide human and veterinary medicine, plus several other fields of research. It is therefore important that research develops a system for quantifying movement in freely moving animals in natural environments and relating it to length and quality of life. The present text proposes a theoretical framework for doing so, within which movement is defined as movement ability (MA). MA is comprised of three major variables - Movement Quality, Movement Complexity, and Movement Quantity - that may be used to capture what are perhaps the most important components of movement as it relates to length and quality of life. The framework requires validation, however, it represents a novel and potentially important paradigm for considering movement, which may influence how present and future work is conducted."}, {"category": "systems biology", "authors": "Park, S. H.; Ha, S.; Kim, J. K.", "author_corresponding_institution": "Dept. of Mathematical Sciences, KAIST", "author_corresponding": "Jae Kyoung Kim", "doi": "10.1101/2022.11.29.518354", "url": "https://www.biorxiv.org/content/early/2022/11/30/2022.11.29.518354", "title": "A general model-based causal inference overcomes the curse of synchrony and indirect effect", "date": "", "relevance": "", "abstract": "To identify causation, model-free inference methods, such as Granger Causality, have been widely used due to their flexibility. However, they have difficulty distinguishing synchrony and indirect effects from direct causation, leading to false predictions. To overcome this, model-based inference methods were developed that test the reproducibility of data with a specific mechanistic model to infer causality. However, they can only be applied to systems described by a specific model, greatly limiting their applicability. Here, we address this limitation by deriving an easily-testable condition for a general ODE model to reproduce time-series data. We built a user-friendly computational package, GOBI (General ODE-Based Inference), which is applicable to nearly any system described by ODE. GOBI successfully inferred positive and negative regulations in various networks at both molecular and population levels, unlike existing model-free methods. Thus, this accurate and broadly-applicable inference method is a powerful tool for understanding complex dynamical systems."}, {"category": "bioinformatics", "authors": "Coopman, E.; Van den Broeck, M.; De Pooter, T.; Joris, G.; Dickson, D. W.; Strazisar, M.; Rademakers, R.; De Coster, W.", "author_corresponding_institution": "Applied and Translational Neurogenomics Group, VIB Center for Molecular Neurology, VIB, Antwerp, Belgium", "author_corresponding": "Wouter De Coster", "doi": "10.1101/2022.11.28.518239", "url": "https://www.biorxiv.org/content/early/2022/11/30/2022.11.28.518239", "title": "Methylmap: visualization of modified nucleotides for large cohort sizes", "date": "", "relevance": "", "abstract": "Methylmap is a tool developed for visualization of modified nucleotide frequencies per position, especially for large numbers of samples. Various input possibilities are supported, including the standardized BAM/CRAM files containing MM and ML tags.\n\nAvailability and implementationMethylmap is written in Python3 and available through PyPI and bioconda. The source code is released under MIT license and can be found at https://github.com/EliseCoopman/methylmap."}, {"category": "bioinformatics", "authors": "Gurdamar, B.; Sezerman, O. U.", "author_corresponding_institution": "Acibadem University", "author_corresponding": "Berk Gurdamar", "doi": "10.1101/2022.11.29.518310", "url": "https://www.biorxiv.org/content/early/2022/11/30/2022.11.29.518310", "title": "predatoR: an R package for network-based mutation impact prediction", "date": "", "relevance": "", "abstract": "MotivationClassification of a mutation is important for variant prioritization and diagnostics. However, it is still a challenging task that many mutations are classified as variant of unknown significance. Therefore, in silico tools are required for classifying variants with unknown significance. Over the past decades, several computational methods have been developed but they usually have limited accuracy and high false-positive rates. To address these needs, we developed a new machine learning-based method for calculating the impact of a mutation by converting protein structures to networks and using network properties of the mutated site.\n\nResultsHere, we propose a novel machine learning-based method, predatoR, for mutation impact prediction. The model was trained using both VariBench and ClinVar datasets and benchmarked against currently available methods using the Missense3D datasets. predatoR outperformed 32 different mutation impact prediction methods with an AUROC value of 0.941.\n\nAvailabilitypredatoR tool is available as an open-source R package at GitHub (https://github.com/berkgurdamar/predatoR).\n\nContactberkgurdamar@gmail.com"}, {"category": "bioengineering", "authors": "Uslu, E.; Rana, V.; Anagnostopoulos, S.; Karami, P.; Bergadano, A.; Courbon, C.; Gorostidi, F.; Sandu, K.; Stergiopulos, N.; Pioletti, D.", "author_corresponding_institution": "Laboratory of Biomechanical Orthopedics, Institute of Bioengineering, School of Engineering, EPFL, Lausanne, Switzerland.", "author_corresponding": "Dominique Pioletti", "doi": "10.1101/2022.11.29.518329", "url": "https://www.biorxiv.org/content/early/2022/11/30/2022.11.29.518329", "title": "Wet Adhesive Hydrogels to Correct Malacic Trachea (Tracheomalacia): A Proof of Concept", "date": "", "relevance": "", "abstract": "Tracheomalacia (TM) is a condition in which the anterior part of the trachea consisting of cartilage and/or the posterior part consisting muscle are too soft to ensure its mechanical support. This situation may result in an excessive and potentially lethal collapse of the airway in the newborns. Current treatment techniques include tracheal reconstruction, tracheoplasty, endo- and extraluminal stents, but are all facing important limitations.\n\nTo reduce the shortcomings of actual TM treatments, this work proposes a new strategy by wrapping an adhesive hydrogel patch extraluminally around a malacic trachea. To validate this approach, first a numerical model revealed that a hydrogel patch with sufficient mechanical and adhesion strength can potentially preserve the tracheas physiological shape. Accordingly, a new hydrogel formulation was synthesized employing the hydroxyethyl acrylamide (HEAam) and polyethylene glycol methacrylate (PEGDMA) as main polymer network and crosslinker, respectively. These hydrogels provide excellent adhesion on wet tracheal surfaces, thanks to a two-step photo-polymerization approach. Ex vivo experiments revealed that the developed adhesive hydrogel patches can restrain the collapsing of malacic trachea under applied negative pressure. This study, to be confirmed by in vivo studies, is open to the possibility of a new treatment in the difficult clinical situation of tracheomalacia in newborns."}, {"category": "bioengineering", "authors": "Amirkavei, M.; Kaikkonen, O.; Turunen, T.; Meller, A.; Ahlgren, J.; Kvanta, A.; Andre, H.; Koskelainen, A.", "author_corresponding_institution": "Aalto University", "author_corresponding": "Ari Koskelainen", "doi": "10.1101/2022.11.29.518343", "url": "https://www.biorxiv.org/content/early/2022/11/30/2022.11.29.518343", "title": "Novel subthreshold retinal laser treatment with ERG-based thermal dosimetry activates hormetic heat response in pig RPE in vivo", "date": "", "relevance": "", "abstract": "Boosting natural mechanisms to retain cellular homeostasis and combat oxidative stress by inducing a hormetic heat shock to retinal pigment epithelium with non-damaging transpupillary laser heating, i.e., with subthreshold laser treatment (SLT), has been suggested as a promising therapeutic target for many retinal diseases, including age-related macular degeneration. However, the therapeutic temperature window for the treatments is narrow and thermal dosimetry is unavailable. Here we introduce an SLT modality where the retinal temperature is monitored with electroretinography (ERG)-based thermal dosimetry and demonstrate its feasibility with anesthetized pigs. In 60-second treatments with 810 nm laser, the ED50 peak temperature for visible lesion generation was 48{degrees}C and the relative temperature determination error was below 10% from the temperature increase. Heat shock protein expression increased, and autophagy was activated at 44.2 {degrees}C and no signs of oxidative stress or apoptosis emerged at 44.2 {degrees}C or 46.5 {degrees}C. The demonstrated method permits a controlled activation of intracellular chaperones and waste clearance in RPE cell with a clear temperature margin for adverse events. In the clinical setting, ERG-based dosimetry would allow safe and personalized SLTs for retinal diseases currently lacking effective treatments."}, {"category": "bioinformatics", "authors": "Vargas, R.; Abbott, L.; Frahm, N.; Yu, W.-H.", "author_corresponding_institution": "Bill & Melinda Gates Foundation", "author_corresponding": "Wen-Han Yu", "doi": "10.1101/2022.11.28.518302", "url": "https://www.biorxiv.org/content/early/2022/11/30/2022.11.28.518302", "title": "Common gene signature model discovery and systematic validation for TB prognosis and response to treatment", "date": "", "relevance": "", "abstract": "While blood gene signatures have shown promise in tuberculosis (TB) diagnosis and treatment monitoring, most signatures derived from a single cohort may be insufficient to capture TB heterogeneity in populations and individuals. Here we report a new generalized approach combining a network-based meta-analysis with machine-learning modeling to leverage the power of heterogeneity among studies. The transcriptome datasets from 57 studies (37 TB and 20 viral infections) across demographics and TB disease states were used for gene signature discovery and model training and validation. The network-based meta-analysis identified a common 45-gene signature specific to active TB disease across studies. Two optimized random forest regression models, using the full or partial 45-gene signature, were then established to model the continuum from Mycobacterium tuberculosis infection to disease and treatment response. In model validation, using pooled multi-cohort datasets to mimic the real-world setting, the model provides robust predictive performance for incipient to active TB risk over a 2.5-year period with an AUROC of 0.85, 74.2% sensitivity, and 78.3% specificity, which approximated the minimum criteria (>75% sensitivity and >75% specificity) within the WHO target product profile for prediction of progression to TB. Moreover, the model strongly discriminates active TB from viral infection (AUROC 0.93, 95% CI 0.91-0.94). For treatment monitoring, the TB scores generated by the model statistically correlate with treatment responses over time and were predictive, even before treatment initiation, of standard treatment clinical outcomes. We demonstrate an end-to-end gene signature model development scheme that considers heterogeneity for TB risk estimation and treatment monitoring.\n\nAUTHOR SUMMARYAn early diagnosis for incipient TB is a one of the key approaches to reduce global TB deaths and incidence, particularly in low and middle-income countries. However, in appreciation of TB heterogenicity at the population and individual level due to TB pathogenesis, host genetics, demographics, disease comorbidities and technical variations from sample collecting and gene profiling, the responses of the molecular gene signatures have showed to be associated with these diverse factors In this work, we develop a new computational approach that combines a network-based meta-analysis with machine-learning modeling to address the existing challenge of early incipient TB prediction against TB heterogenicity. With this new approach, we harness the power of TB heterogeneity in diverse populations and individuals during model construction by including massive datasets (57 studies in total) that allow us not only to consider different confounding variables inherited from each cohort while identifying the common gene set and building the predictive model, but also to systematically validate the model by pooling the datasets to mimic the real-world setting. This generalized predicting model provides a robust prediction of long-term TB risk estimation (>30 months to TB disease). In addition, this model also demonstrates the utility in TB treatment monitoring along with Mycobacterium tuberculosis elimination."}, {"category": "bioinformatics", "authors": "Vargas, R.; Abbott, L.; Frahm, N.; Yu, W.-H.", "author_corresponding_institution": "Bill & Melinda Gates Foundation", "author_corresponding": "Wen-Han Yu", "doi": "10.1101/2022.11.28.518302", "url": "https://www.biorxiv.org/content/early/2022/11/30/2022.11.28.518302", "title": "Common gene signature model discovery and systematic validation for TB prognosis and response to treatment", "date": "", "relevance": "", "abstract": "While blood gene signatures have shown promise in tuberculosis (TB) diagnosis and treatment monitoring, most signatures derived from a single cohort may be insufficient to capture TB heterogeneity in populations and individuals. Here we report a new generalized approach combining a network-based meta-analysis with machine-learning modeling to leverage the power of heterogeneity among studies. The transcriptome datasets from 57 studies (37 TB and 20 viral infections) across demographics and TB disease states were used for gene signature discovery and model training and validation. The network-based meta-analysis identified a common 45-gene signature specific to active TB disease across studies. Two optimized random forest regression models, using the full or partial 45-gene signature, were then established to model the continuum from Mycobacterium tuberculosis infection to disease and treatment response. In model validation, using pooled multi-cohort datasets to mimic the real-world setting, the model provides robust predictive performance for incipient to active TB risk over a 2.5-year period with an AUROC of 0.85, 74.2% sensitivity, and 78.3% specificity, which approximated the minimum criteria (>75% sensitivity and >75% specificity) within the WHO target product profile for prediction of progression to TB. Moreover, the model strongly discriminates active TB from viral infection (AUROC 0.93, 95% CI 0.91-0.94). For treatment monitoring, the TB scores generated by the model statistically correlate with treatment responses over time and were predictive, even before treatment initiation, of standard treatment clinical outcomes. We demonstrate an end-to-end gene signature model development scheme that considers heterogeneity for TB risk estimation and treatment monitoring.\n\nAUTHOR SUMMARYAn early diagnosis for incipient TB is a one of the key approaches to reduce global TB deaths and incidence, particularly in low and middle-income countries. However, in appreciation of TB heterogenicity at the population and individual level due to TB pathogenesis, host genetics, demographics, disease comorbidities and technical variations from sample collecting and gene profiling, the responses of the molecular gene signatures have showed to be associated with these diverse factors In this work, we develop a new computational approach that combines a network-based meta-analysis with machine-learning modeling to address the existing challenge of early incipient TB prediction against TB heterogenicity. With this new approach, we harness the power of TB heterogeneity in diverse populations and individuals during model construction by including massive datasets (57 studies in total) that allow us not only to consider different confounding variables inherited from each cohort while identifying the common gene set and building the predictive model, but also to systematically validate the model by pooling the datasets to mimic the real-world setting. This generalized predicting model provides a robust prediction of long-term TB risk estimation (>30 months to TB disease). In addition, this model also demonstrates the utility in TB treatment monitoring along with Mycobacterium tuberculosis elimination."}, {"category": "systems biology", "authors": "Petrosius, V.; Aragon-Fernandez, P.; Uresin, N.; Phlairaharn, T.; Furtwangler, B.; Op de Beeck, J.; Thomsen, S. F.; auf dem Keller, U.; Porse, B. T.; Schoof, E. M.", "author_corresponding_institution": "Technical University of Denmark", "author_corresponding": "Erwin Marten Schoof", "doi": "10.1101/2022.11.29.518366", "url": "https://www.biorxiv.org/content/early/2022/11/30/2022.11.29.518366", "title": "Enhancing single-cell proteomics through tailored Data-Independent Acquisition and micropillar array-based chromatography", "date": "", "relevance": "", "abstract": "Single-cell resolution analysis of complex biological tissues is fundamental to capture cell-state heterogeneity and distinct cellular signaling patterns that remain obscured with population-based techniques. The limited amount of material encapsulated in a single cell however, raises significant technical challenges to molecular profiling. Due to extensive optimization efforts, mass spectrometry-based single-cell proteomics (scp-MS) has emerged as a powerful tool to facilitate proteome profiling from ultra-low amounts of input, although further development is needed to realize its full potential. To this end, we carried out comprehensive analysis of orbitrap-based data independent acquisition (DIA) for limited material proteomics. Notably, we found a fundamental difference between optimal DIA methods for high- and low-load samples. We further improved our low-input DIA method by relying on high-resolution MS1 quantification, thus more efficiently utilizing available mass analyzer time. With our ultra-low input tailored DIA method, we were able to accommodate long injection times and high resolution, while keeping the scan cycle time low enough to ensure robust quantification. Finally, we establish a complete experimental scp-MS workflow, combining DIA with accessible single-cell sample preparation and the latest chromatographic and computational advances and showcase our developments by profiling real single cells."}, {"category": "bioengineering", "authors": "Keenum, M. C.; Chatterjee, P.; Atalis, A. M.; Pandey, B.; Jimenez, A. C.; Roy, K.", "author_corresponding_institution": "Georgia Institute of Technology", "author_corresponding": "Krishnendu Roy", "doi": "10.1101/2022.11.29.518316", "url": "https://www.biorxiv.org/content/early/2022/11/29/2022.11.29.518316", "title": "Single-Cell Epitope-Transcriptomics Reveal Lung Stromaland Immune Cell Response Kinetics to Nanoparticle delivered RIG-I and TLR4 Agonists", "date": "", "relevance": "", "abstract": "Lung-resident and circulatory lymphoid, myeloid, and stromal cells, expressing various pattern recognition receptors (PRRs), detect pathogen and danger-associated molecular patterns (PAMPs/DAMPs), and defend against respiratory pathogens and injuries. Here, we report the early responses of murine lungs to nanoparticle-delivered PAMPs, specifically the RIG-I agonist poly-U/UC (PUUC), with or without the TLR4 agonist monophosphoryl lipid A (MPLA). Using cellular indexing of transcriptomes and epitopes by sequencing (CITE-seq), we characterized the responses at 4 and 24 hours after intranasal administration. Within 4 hours, ribosome-associated transcripts decreased in both stromal and immune cells, followed by widespread interferon-stimulated gene (ISG) expression. Using RNA velocity, we show that lung-neutrophils dynamically regulate the synthesis of cytokines like CXCL-10, IL-1, and IL-1{beta}. Co-delivery of MPLA and PUUC increased chemokine synthesis and upregulated antimicrobial binding proteins targeting iron, manganese, and zinc in many cell types, including fibroblasts, endothelial cells, and epithelial cells. Overall, our results elucidate the early PAMP-induced cellular responses in the lung and demonstrate that stimulation of the RIG-I pathway, with or without TLR4 agonists, induces a ubiquitous microbial defense state in lung stromal and immune cells. Nanoparticle-delivered combination PAMPs may have applications in intranasal antiviral and antimicrobial therapies and prophylaxis."}, {"category": "bioinformatics", "authors": "Sneddon, A.; Ravindran, A.; Hein, N.; Shirokikh, N. E.; Eyras, E.", "author_corresponding_institution": "Australian National University", "author_corresponding": "Eduardo Eyras", "doi": "10.1101/2022.11.29.518281", "url": "https://www.biorxiv.org/content/early/2022/11/29/2022.11.29.518281", "title": "Real-time biochemical-free targeted sequencing of RNA species with RISER", "date": "", "relevance": "", "abstract": "We present the first biochemical-free technology for Real-time In Silico Enrichment of RNA species (RISER). RISER classifies RNA species from direct RNA nanopore signals, without the need for basecalling or a reference, and communicates with the sequencing hardware in real-time to enact in silico targeted RNA sequencing. We illustrate RISER for the enrichment and depletion of coding and non-coding RNA, demonstrating a 3.4-3.6x enrichment and 6.2-6.7x depletion of non-coding RNA in live sequencing experiments."}, {"category": "bioinformatics", "authors": "Wang, F.; Zhang, X.; Zhang, L.; Li, J.; Yue, J.-X.", "author_corresponding_institution": "Sun Yat-sen University Cancer Center", "author_corresponding": "Jia-Xing Yue", "doi": "10.1101/2022.11.29.518309", "url": "https://www.biorxiv.org/content/early/2022/12/01/2022.11.29.518309", "title": "NanoTrans: an integrated computational framework for comprehensive transcriptome analyses with Nanopore direct-RNA sequencing", "date": "", "relevance": "", "abstract": "SummaryNanopore direct-RNA sequencing (DRS) provides the direct access to native RNA strands with full-length information, shedding light on rich qualitative and quantitative properties of gene expression profiles. Here with NanoTrans, we present an integrated computational framework that comprehensively covers all major DRS-based application scopes, including isoform clustering and quantification, poly(A) tail length estimation, RNA modification profiling, and fusion gene detection. In addition to its merit in providing such a streamlined one-stop solution, NanoTrans also shines in its workflow-orientated modular design, batch processing capability, rich tabular and graphic report outputs, as well as automatic installation and configuration support. Finally, by applying NanoTrans to real DRS datasets of yeast, Arabidopsis, as well as human embryonic kidney and cancer cell lines, we further demonstrated its utility, effectiveness, and efficacy across a wide range of DRS-based application settings.\n\nAvailability and implementationNanoTrans is written in bash, Perl, and R. It is free for use under the MIT license, available at https://github.com/yjx1217/NanoTrans. The key raw data are uploaded to the Research Deposit public platform (www.researchdata.org.cn), with the approval RDD number of RDDXXXXXXXXXXXX.\n\nContactzhangli@sysucc.org.cn; lijing3@sysucc.org.cn; yuejiaxing@gmail.com\n\nSupplementary informationSupplementary data are available at Bioinformatics online."}, {"category": "systems biology", "authors": "Nunez Lopez, M.; Castro Echeverria, J. A.; Velasco Hernandez, J. X.", "author_corresponding_institution": "ITAM", "author_corresponding": "Mayra Núñez López", "doi": "10.1101/2022.11.28.518273", "url": "https://www.biorxiv.org/content/early/2022/11/29/2022.11.28.518273", "title": "A simple within-host, between-host model for a vector-transmitted disease", "date": "", "relevance": "", "abstract": "We present a model that explicitly links the epidemiological Ross-Macdonald model with a simple immunological model through a virus inoculation term that depends on the abundance of infected mosquitoes. We explore the relationship between the reproductive numbers at the population (between-host) and individual level (within-host), in particular the role that viral load and viral clearance rate play in the coupled dynamics. Our model shows that under certain conditions on the strength of the coupling and the immunological response of the host, there can be sustained low viral load infections, with a within-host reproduction number below one that still can trigger epidemic outbreaks provided the between host reproduction number is greater than one. We also describe a particular kind of transmission-clearance trade off for vector-host systems with a simple structure."}, {"category": "bioinformatics", "authors": "De Coster, W.; Rademakers, R.", "author_corresponding_institution": "Applied and Translational Neurogenomics Group, VIB Center for Molecular Neurology, VIB, Antwerp, Belgium", "author_corresponding": "Wouter De Coster", "doi": "10.1101/2022.11.28.518232", "url": "https://www.biorxiv.org/content/early/2022/11/29/2022.11.28.518232", "title": "NanoPack2: Population scale evaluation of long-read sequencing data", "date": "", "relevance": "", "abstract": "SummaryIncreases in the cohort size in long-read sequencing projects necessitate more efficient software for quality assessment and processing of sequencing data from Oxford Nanopore Technologies and Pacific Biosciences. Here we describe novel tools for summarizing experiments, filtering datasets and visualizing phased alignments results, as well as updates to the NanoPack software suite.\n\nAvailability and implementationCramino, chopper, and phasius are written in Rust and available as executable binaries without requiring installation or managing dependencies. NanoPlot and NanoComp are written in Python3. Links to the separate tools and their documentation can be found at https://github.com/wdecoster/nanopack. All tools are compatible with Linux, Mac OS, and the MS Windows 10 Subsystem for Linux and are released under the MIT license. The repositories include test data, and the tools are continuously tested using GitHub Actions.\n\nContactwouter.decoster@uantwerpen.vib.be"}, {"category": "bioinformatics", "authors": "Farriol-Duran, R.; Lopez-Aladid, R.; Porta-Pardo, E.; Torres, A.; Fernandez-Barat, L.", "author_corresponding_institution": "Barcelona Supercomputing Center: Centro Nacional de Supercomputacion", "author_corresponding": "Roc Farriol-Duran", "doi": "10.1101/2022.11.28.518301", "url": "https://www.biorxiv.org/content/early/2022/11/29/2022.11.28.518301", "title": "Brewpitopes: a pipeline to refine B-cell epitope predictions during public health emergencies", "date": "", "relevance": "", "abstract": "The application of B-cell epitope identification for the development of therapeutic antibodies is well established but consuming in terms of time and resources. For this reason, in the last few years, the immunoinformatic community has developed several computational predictive tools.\n\nWhile relatively successful, most of these tools only use a few properties of the candidate region to determine their likelihood of being a true B-cell epitope. However, this likelihood is influenced by a wide variety of protein features, including the presence of glycosylated residues in the neighbourhood of the candidate epitope, the subcellular location of the protein region or the three-dimensional information about their surface accessibility in the parental protein.\n\nIn this study we created Brewpitopes, an integrative pipeline to curate computational predictions of B-cell epitopes by accounting for all the aforementioned features. To this end, we implemented a set of rational filters to mimic the conditions for the in vivo antibody recognition to enrich the B-cell epitope predictions in actionable candidates. To validate Brewpitopes, we analyzed the SARS-CoV-2 proteome. In the S protein, Brewpitopes enriched the initial predictions in 5-fold on epitopes with neutralizing potential (p-value < 2e-4). Other than S protein, 4 out of 16 proteins in the proteome contain curated B-cell epitopes and hence, have also potential interest for viral neutralization, since mutational escape mainly affects the S protein. Our results demonstrate that Brewpitopes is a powerful pipeline for the rapid prediction of refined B-cell epitopes during public health emergencies.\n\nStatement of significanceWe have created Brewpitopes, a new pipeline that integrates additional important features such as glycosylation or structural accessibility, to curate B-cell epitope more likely to be functional in vivo. We have also validated Brewpitopes against SARS-CoV-2 not only for S protein but also for the entire viral proteome demonstrating that is a rapid and reliable epitope predictive tool to be implemented in present or future public health emergencies. Brewpitopes has identified 7 SARS-CoV-2 epitopes in S and epitopes allocated in 4 other proteins. Overall, offering an accurate selection of epitopes that might be scaled up to the production of new antibodies."}, {"category": "bioengineering", "authors": "Horne, R. R.; Ben-Shlomo, N.; Jensen, M.; Ellerman, M.; Escudero, C.; Hua, R. Z.; Bennion, D.; Guymon, C. A.; Hansen, M. R.", "author_corresponding_institution": "University of Iowa", "author_corresponding": "Marlan R Hansen", "doi": "10.1101/2022.11.28.518125", "url": "https://www.biorxiv.org/content/early/2022/11/29/2022.11.28.518125", "title": "Reducing the foreign body response on human cochlear implants and their materials in vivo with photografted zwitterionic hydrogel coatings", "date": "", "relevance": "", "abstract": "The foreign body response to implanted materials often complicates the functionality of sensitive biomedical devices. For cochlear implants, this response can reduce device performance, battery life and preservation of residual acoustic hearing. As a permanent and passive solution to the foreign body response, this work investigates ultra-low-fouling poly(carboxybetaine methacrylate) (pCBMA) thin film hydrogels that are simultaneously photo-grafted and photo-polymerized onto polydimethylsiloxane (PDMS). The cellular anti-fouling properties of these coatings are robustly maintained even after six-months subcutaneous incubation and over a broad range of cross-linker compositions. On pCBMA-coated PDMS sheets implanted subcutaneously, capsule thickness and inflammation are reduced significantly in comparison to uncoated PDMS or coatings of polymerized poly(ethylene glycol dimethacrylate) (pPEGDMA) or poly(hydroxyethyl methacrylate) (pHEMA). Further, capsule thickness is reduced over a wide range of pCBMA cross-linker compositions. On cochlear implant electrode arrays implanted subcutaneously for one year, the coating bridges over the exposed platinum electrodes and dramatically reduces the capsule thickness over the entire implant. Coated cochlear implant electrode arrays could therefore lead to persistent improved performance and reduced risk of residual hearing loss. More generally, the in vivo anti-fibrotic properties of pCBMA coatings also demonstrate potential to mitigate the fibrotic response on a variety of sensing/stimulating implants.\n\nGraphical Abstract\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=75 SRC=\"FIGDIR/small/518125v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (27K):\norg.highwire.dtl.DTLVardef@1413223org.highwire.dtl.DTLVardef@142c38forg.highwire.dtl.DTLVardef@34f779org.highwire.dtl.DTLVardef@1633f9b_HPS_FORMAT_FIGEXP  M_FIG C_FIG"}, {"category": "bioinformatics", "authors": "Heiss, J. A.; Bakulski, K. M.; Thyagarajan, B.; Crimmins, E. M.; Faul, J. D.; Fisher, J. D.; Just, A. C.", "author_corresponding_institution": "Department of Environmental Medicine and Public Health, Icahn School of Medicine at Mount Sinai, One Gustave L. Levy Place, Box 1057, New York, NY 10029", "author_corresponding": "Jonathan A. Heiss", "doi": "10.1101/2022.11.28.518190", "url": "https://www.biorxiv.org/content/early/2022/11/29/2022.11.28.518190", "title": "Computational deconvolution of fifteen leukocyte subtypes from DNA methylation microarrays trained on flow cytometry data in the Health and Retirement Study", "date": "", "relevance": "", "abstract": "Adjusting for cell composition is critical in epigenome-wide association studies of whole blood samples. Using DNA methylation of whole blood samples (as opposed to purified cell types) and complete blood counts/flow cytometry data from 2530 participants in the Health and Retirement Study, we trained and tested a computational model that extends the number of estimated leukocyte subtypes to fifteen compared to established models with six or seven cell types. Our model, which can be applied to both Illumina 450k and EPIC microarrays, explained a larger proportion of the observed variance in whole blood DNA methylation levels than popular reference-based cell deconvolution approaches, and vastly reduced the number of false-positive findings in a reanalysis of an epigenome-wide association study of chronological age."}, {"category": "bioinformatics", "authors": "Rubinacci, S.; Hofmeister, R.; Sousa da Mota, B.; Delaneau, O.", "author_corresponding_institution": "University of Lausanne", "author_corresponding": "Olivier Delaneau", "doi": "10.1101/2022.11.28.518213", "url": "https://www.biorxiv.org/content/early/2022/11/29/2022.11.28.518213", "title": "Imputation of low-coverage sequencing data from 150,119 UK Biobank genomes", "date": "", "relevance": "", "abstract": "Recent work highlights the advantages of low-coverage whole genome sequencing (lcWGS), followed by genotype imputation, as a cost-effective genotyping technology for statistical and population genetics. The release of whole genome sequencing data for 150,119 UK Biobank (UKB) samples represents an unprecedented opportunity to impute lcWGS with high accuracy. However, despite recent progress1,2, current methods struggle to cope with the growing numbers of samples and markers in modern reference panels, resulting in unsustainable computational costs. For instance, the imputation cost for a single genome is 1.11{pound} using GLIMPSE v1.1.1 (GLIMPSE1) on the UKB research analysis platform (RAP) and rises to 242.8{pound} using QUILT v1.0.4. To overcome this computational burden, we introduce GLIMPSE v2.0.0 (GLIMPSE2), a major improvement of GLIMPSE, that scales sublinearly in both the number of samples and markers. GLIMPSE2 imputes a low-coverage genome from the UKB reference panel for only 0.08{pound} in compute cost while retaining high accuracy for both ancient and modern genomes, particularly at rare variants (MAF < 0.1%) and for very low-coverage samples (0.1x-0.5x)."}, {"category": "bioinformatics", "authors": "Mahlich, Y.; Zhu, C.; Chung, H.; Velaga, P. K.; de Paolis Kaluza, M. C.; Radivojac, P.; Friedberg, I.; Bromberg, Y.", "author_corresponding_institution": "Rutgers The State University of New Jersey", "author_corresponding": "Yannick Mahlich", "doi": "10.1101/2022.11.28.518265", "url": "https://www.biorxiv.org/content/early/2022/11/29/2022.11.28.518265", "title": "Rethinking bacterial relationships in light of their molecular abilities", "date": "", "relevance": "", "abstract": "Determining the repertoire of a microbes molecular functions is a central question in microbial genomics. Modern techniques achieve this goal by comparing microbial genetic material against reference databases of functionally annotated genes/proteins or known taxonomic markers such as 16S rRNA. Here we describe a novel approach to exploring bacterial functional repertoires without reference databases. Our Fusion scheme establishes functional relationships between bacteria and thus assigns organisms to Fusion taxa that differ from otherwise defined taxonomic clades. Three key findings of our work stand out. First, Fusion profile comparisons outperform existing functional annotation schemes in recovering taxonomic labels. Second, Fusion-derived functional co-occurrence profiles reflect known metabolic pathways, suggesting a route for discovery of new ones. Finally, our alignment-free nucleic acid-based Siamese Neural Network model, trained using Fusion functions, enables finding shared functionality of very distant, possibly structurally different, microbial homologs. Our work can thus help annotate functional repertoires of bacterial organisms and further guide our understanding of microbial communities."}, {"category": "bioinformatics", "authors": "Alonso-Reyes, D. G.; Albarracin, V. H.", "author_corresponding_institution": "Electron Microscopy Research Center and Core Facility (CCT-CONICET and UNT)", "author_corresponding": "Virginia Helena Albarracin", "doi": "10.1101/2022.11.28.518280", "url": "https://www.biorxiv.org/content/early/2022/11/29/2022.11.28.518280", "title": "ARCHE: A HIERARCHICAL, EASY TO DOWNLOAD, FUNCTIONAL-OPTIMIZED ANNOTATOR FOR MICROBIAL META(GENOMES)", "date": "", "relevance": "", "abstract": "High{square}throughput sequencing advancements, high amounts of genomic data and huge protein databases for homology comparisons have yielded a need for accessible, accurate, and standardized analysis. Genomic annotation tools have revolutionized gene prediction and metabolic reconstruction, and have achieved state-of-the-art accuracy. Despite these advancements, there is no hierarchical pipeline to prioritize the annotation of certain valuable ortholog identifiers and enzyme commission numbers. Such data can be introduced in many tools for metabolic analysis, but currently their annotation is hindered by inaccurate workflows and meaningless information retrieval. This is true especially for those annotators based on very small or too-large protein databases. In this study, we provide a solution based on a hierarchical methodology and optimized databases which additionally overcome data download challenges. The herein presented software framework demonstrates highly optimized and accurate results, and provides an analysis pipeline that can accommodate different search algorithms across prokaryotic genomes, and metagenomes."}, {"category": "bioengineering", "authors": "Zhou, W.; Jiang, Y.; Xu, Q.; Chen, L.; Qiao, H.; Wang, Y.-X.; Lai, J.-C.; Zhong, D.; Zhang, Y.; Li, W.; Du, Y.; Wang, X.; Lei, J.; Dong, G.; Guan, X.; Ma, S.; Kang, P.; Yuan, L.; Zhang, M.; Tok, J. B. H.; Li, D.; Bao, Z.; Jia, W.", "author_corresponding_institution": "Stanford University", "author_corresponding": "Zhenan Bao", "doi": "10.1101/2022.11.28.518170", "url": "https://www.biorxiv.org/content/early/2022/11/29/2022.11.28.518170", "title": "Soft and stretchable organic bioelectronics for continuous intra-operative neurophysiological monitoring during microsurgery", "date": "", "relevance": "", "abstract": "Continuous intra-operative neurophysiological monitoring (CINM) that provides precise mapping of neural anatomy through the entire microsurgery process is essential to preserve the structural and functional integrity of the nerve. However, bulky and rigid electrodes used currently in clinics are usually unable to reliably maintain continuous and stable contacts with the vulnerable and complex nerve networks, thus often resulting in detrimental post-operative complications, such as hemiplegia and sensory disturbances. Here, we describe a biomechanically compatible, suture-free, and individually reconfigurable CINM based on soft and stretchable organic electronic materials. Due to both low impedance and modulus of our conducting polymer electrodes, we achieved for the first time continuous recording of near-field action potential with high signal-to-noise ratio and minimal invasiveness during microsurgeries. Utilizing this unprecedented CINM modality, in conjunction with localized neurostimulation, we further demonstrated our approach in enabling optimal post-operative prognosis in preclinical animal models by preserving normal neural functions after a variety of tumor resection surgeries."}, {"category": "bioinformatics", "authors": "Essaghir, A.; Sathiyamoorthy, N. K.; Smyth, P.; Postelnicu, A.; Ghiviriga, S.; Ghita, A.; Singh, A.; Kapil, S.; Phogat, S.; Singh, G.", "author_corresponding_institution": "GSK", "author_corresponding": "Ahmed Essaghir", "doi": "10.1101/2022.11.28.518167", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.11.28.518167", "title": "T-cell receptor specific protein language model for prediction and interpretation of epitope binding (ProtLM.TCR)", "date": "", "relevance": "", "abstract": "The cellular adaptive immune response relies on epitope recognition by T-cell receptors (TCRs). We used a language model for TCRs (ProtLM.TCR) to predict TCR-epitope binding. This model was pre-trained on a large set of TCR sequences (~62.10^6) before being fine-tuned to predict TCR-epitope bindings across multiple human leukocyte antigen (HLA) of class-I types. We then tested ProtLM.TCR on a balanced set of binders and non-binders for each epitope, avoiding model shortcuts like HLA categories. We compared pan-HLA versus HLA-specific models, and our results show that while computational prediction of novel TCR-epitope binding probability is feasible, more epitopes and diverse training datasets are required to achieve a better generalized performances in de novo epitope binding prediction tasks. We also show that ProtLM.TCR embeddings outperform BLOSUM scores and hand-crafted embeddings. Finally, we have used the LIME framework to examine the interpretability of these predictions."}, {"category": "bioinformatics", "authors": "Oliveira, A.; Cunha, E.; Silva, M.; Faria, C.; Dias, O.", "author_corresponding_institution": "Centre of Biological Engineering, University of Minho, 4710-057 Braga, Portugal, LABBELS - Associate Laboratory, Braga, Guimaraes, Portugal", "author_corresponding": "Oscar Dias", "doi": "10.1101/2022.11.28.518184", "url": "https://www.biorxiv.org/content/early/2022/11/29/2022.11.28.518184", "title": "Exploring Xylella fastidiosa's metabolic traits using a GSM model of the phytopathogenic bacterium", "date": "", "relevance": "", "abstract": "Xylella fastidiosa is a gram-negative phytopathogenic bacterium that caused a significant economic impact around the world. In the last decade, genome-scale metabolic models have become important systems biology tools for studying the metabolic behaviour of different pathogens and driving the discovery of novel drug targets. In this work, a GSM model of X. fastidiosa subsp. pauca De Donno was developed. The model comprises 1164 reactions, 1379 metabolites, and 508 genes. in silico validation of the metabolic model was achieved through the comparison of simulations with available experimental data. Aerobic metabolism was simulated properly and fastidian gum production rates predicted accurately. The GSM model allowed identifying potential drug targets, using a pipeline based on the models gene essentially analysis."}, {"category": "bioengineering", "authors": "Lauer, J.", "author_corresponding_institution": "EPFL", "author_corresponding": "Jessy Lauer", "doi": "10.1101/2022.11.23.517406", "url": "https://www.biorxiv.org/content/early/2022/11/29/2022.11.23.517406", "title": "Video-driven simulation of lower limb mechanical loading during aquatic exercises", "date": "", "relevance": "", "abstract": "Understanding the mechanical demands of an exercise on the musculoskeletal system is crucial to prescribe effective training or therapeutic interventions. Yet, that knowledge is currently limited in water, mostly because of the difficulty in evaluating external resistance. Here I reconcile recent advances in 3D markerless pose and mesh estimation, biomechanical simulations, and hydrodynamic modeling, to predict lower limb mechanical loading during aquatic exercises. Simulations are driven exclusively from a single video. In silico hip and knee joint forces agreed well with in vivo instrumented implant recordings downloaded from the OrthoLoad database, both in magnitude and direction. New insights into individual muscle contributions to joint loading were gained. This noninvasive method has the potential to standardize the reporting of exercise intensity, inform the design of rehabilitation protocols and improve their reproducibility."}, {"category": "bioinformatics", "authors": "Turan, M. G.; Orhan, M. E.; Cevik, S.; Kaplan, O. I.", "author_corresponding_institution": "Rare Disease Laboratory, School of Life and Natural Sciences, Abdullah Gul University, Kayseri, Turkey", "author_corresponding": "Oktay I. Kaplan", "doi": "10.1101/2022.11.28.518070", "url": "https://www.biorxiv.org/content/early/2022/11/28/2022.11.28.518070", "title": "CiliaMiner: an integrated database for Ciliopathy Genes and Ciliopathies", "date": "", "relevance": "", "abstract": "Cilia are found in eukaryotic species ranging from single-celled organisms, such as Chlamydomonas reinhardtii, to humans, but not in plants. The ability to respond to repellents and/or attractants, regulate cell proliferation and differentiation, and provide cellular mobility are just a few examples of how crucial cilia are to cells and organisms. Over 30 distinct rare disorders generally known as ciliopathy are caused by abnormalities or functional impairments in cilia and cilia-related compartments. Because of the intricacy of ciliopathies and the rising number of ciliopathies and ciliopathy genes, a ciliopathy-oriented and up-to-date database is required. In addition, disorders not yet known as ciliopathy but have genes that produce cilia localizing proteins have yet to be classified. Here we present CiliaMiner, a manually curated ciliopathy database that includes ciliopathy lists collected from articles and databases. Analysis reveals that there are 55 distinct disorders likely related to ciliopathy, with over 4000 clinical manifestations. Based on comparative symptom analysis and subcellular localization data, diseases are classified as primary, secondary, or atypical ciliopathies. CiliaMiner provides easy access to all of these diseases and disease genes, as well as clinical features and gene-specific clinical features, as well as subcellular localization of each protein. Additionally, the orthologs of disease genes are also provided for mice, zebrafish, Xenopus, Drosophila, and C. elegans. CiliaMiner (https://kaplanlab.shinyapps.io/ciliaminer) aims to serve the cilia community with its comprehensive content, and highly enriched interactive heatmaps, and will be continually updated."}, {"category": "bioinformatics", "authors": "Greener, J. G.; Jamali, K.", "author_corresponding_institution": "Medical Research Council Laboratory of Molecular Biology", "author_corresponding": "Joe G Greener", "doi": "10.1101/2022.11.28.518224", "url": "https://www.biorxiv.org/content/early/2022/11/28/2022.11.28.518224", "title": "Fast protein structure searching using structure graph embeddings", "date": "", "relevance": "", "abstract": "Comparing and searching protein structures independent of primary sequence has proved useful for remote homology detection, function annotation and protein classification. With the recent leap in accuracy of protein structure prediction methods and increased availability of protein models, attention is turning to how to best make use of this data. Fast and accurate methods to search databases of millions of structures will be essential to this endeavour, in the same way that fast protein sequence searching underpins much of bioinformatics. We train a simple graph neural network using supervised contrastive learning to learn a low-dimensional embedding of protein structure. The embedding can be used to search structures against large structural databases with accuracy comparable to current methods. The speed of the method and ability to scale to millions of structures makes it suitable for this structure-rich era. The method, called Progres, is available at https://github.com/jgreener64/progres."}, {"category": "bioinformatics", "authors": "Jeusset, L.; Abdollahi, N.; De Septenville, A. L.; Davi, F.; Silva Bernardes, J.", "author_corresponding_institution": "Sorbonne Universite", "author_corresponding": "Juliana Silva Bernardes", "doi": "10.1101/2022.11.28.518196", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.11.28.518196", "title": "ViCloD, an interactive web tool for visualizing B cell repertoires and analyzing intra-clonal diversities: application to human B-cell tumors", "date": "", "relevance": "", "abstract": "High throughput sequencing of adaptive immune receptor repertoire (AIRR-seq) has provided numerous human immunoglobulin (IG) sequences allowing specific B cell receptor (BCR) studies such as the antigen-driven evolution of antibodies (IG secreted molecules). AIRR-seq data allows researchers to examine intra-clonal differences caused primarily by affinity maturation and somatic hypermutation processes. Understating the diversity of antibodies and how they evolve could help elucidate the generation of antibodies with high affinity or broadly neutralizing activities. Consequently, retracing their evolutionary history could also help to clarify how vaccines or pathogen exposition drive the humoral immune response. Computational methods are necessary for large-scale evaluation of AIRR-seq properties. Currently, there is no efficient and interactive tool for analyzing intra-clonal diversity, permitting users to explore AIRR-seq data and potentially discover discriminating clonal features. We developed ViCloD, a web server for large-scale visual analysis of repertoire clonality and intra-clonal diversity. ViCloD uses data preprocessed by IMGT and performs evolutionary and statistical analyses, producing a set of valuable plots. The web server presents diverse functionalities, including repertoire navigation, clonal abundance analysis, and intra-clonal evolutionary tree reconstruction. Users can download the analyzed data in different table formats and save the generated plots as image files. ViCloD is a versatile analytical tool that can help researchers and clinicians in their investigations involving clonal diversity analysis. It is user-friendly, simple, accessible, and open to all users. Moreover, its pipeline is optimized to process hundreds of thousands of sequences in a few minutes, allowing intra-clonal diversity analysis in large and complex repertoires."}, {"category": "bioinformatics", "authors": "Zuallaert, J.; Ramasamy, P.; Bouwmeester, R.; Callewaert, N.; Degroeve, S.", "author_corresponding_institution": "VIB - Ghent University", "author_corresponding": "Jasper Zuallaert", "doi": "10.1101/2022.11.28.518163", "url": "https://www.biorxiv.org/content/early/2022/11/28/2022.11.28.518163", "title": "PhosphoLingo: protein language models for phosphorylation site prediction", "date": "", "relevance": "", "abstract": "MotivationWith a regulatory impact on numerous biological processes, protein phosphorylation is one of the most studied post-translational modifications. Effective computational methods that provide a sequence-based prediction of probable phosphorylation sites are desirable to guide functional experiments or constrain search spaces for proteomics-based experimental pipelines. Currently, the most successful methods train deep learning models on amino acid composition representations. However, recently proposed protein language models provide enriched sequence representations that may contain higher-level pattern information on which more performant phosphorylation site predictions may be based.\n\nResultsWe explored the applicability of protein language models to general phosphorylation site prediction. We found that training prediction models on top of protein language models yield a relative improvement of between 13.4% and 63.3% in terms of area under the precision-recall curve over the state-of-the-art predictors. Advanced model interpretation and model transferability experiments reveal that across models, protease-specific cleavage patterns give rise to a protease-specific training bias that results in an overly optimistic estimation of phosphorylation site prediction performance, an important caveat in the application of advanced machine learning approaches to protein modification prediction based on proteomics data.\n\nAvailability and implementationPhosphoLingo code, datasets, and predictions are available at https://github.com/jasperzuallaert/PhosphoLingo.\n\nContactjasper.zuallaert@vib-ugent.be, sven_degroeve@vib-ugent.be\n\nSupplementary informationSupplementary materials are available at bioRxiv"}, {"category": "bioinformatics", "authors": "Kapp-Joswig, J.-O.; Keller, B. G.", "author_corresponding_institution": "Freie Universitaet Berlin", "author_corresponding": "Bettina G. Keller", "doi": "10.1101/2022.11.28.518169", "url": "https://www.biorxiv.org/content/early/2022/11/28/2022.11.28.518169", "title": "CommonNNClustering--A Python package for generic common-nearest-neighbour clustering", "date": "", "relevance": "", "abstract": "Density-based clustering procedures are widely used in a variety of data science applications. Their advantage lies in the capability to find arbitrarily shaped and sized clusters and robustness against outliers. In particular, they proved effective in the analysis of Molecular Dynamics simulations, where they serve to identify relevant, low energetic molecular conformations. As such, they can provide a convenient basis for the construction of kinetic (coreset) Markov-state models. Here we present the opensource Python project CommonNNClustering, which provides an easy-to-use and efficient re-implementation of the commonnearest-neighbour (CommonNN) method. The package provides functionalities for hierarchical clustering and an evaluation of the results. We put our emphasis on a generic API design to keep the implementation flexible and open for customisation."}, {"category": "systems biology", "authors": "Mortlock, S.; Houshdaran, S.; Kosti, I.; Rahmioglu, N.; Nezhat, C.; Vitonis, A. F.; Andrews, S. V.; Grosjean, P.; Paranjpe, M.; Horne, A. W.; Jacoby, A.; Lager, J.; Opoku-Anane, J.; Vo, K. C.; Manvelyan, E.; Sen, S.; Ghukasyan, Z.; Collins, F.; Santamaria, X.; Saunders, P.; Kober, K.; McRae, A. F.; Terry, K. L.; Vallve-Juanico, J.; Becker, C.; Rogers, P. A. W.; Irwin, J. C.; Zondervan, K.; Montgomery, G. W.; Missmer, S.; Sirota, M.; Giudice, L.", "author_corresponding_institution": "Center for Reproductive Sciences, Department of Obstetrics, Gynecology & Reproductive Sciences, University of California San Francisco, San Francisco, CA, USA.", "author_corresponding": "Linda Giudice", "doi": "10.1101/2022.11.27.518106", "url": "https://www.biorxiv.org/content/early/2022/11/28/2022.11.27.518106", "title": "Global Endometrial DNA Multi-omics Analysis Reveals Insights into mQTL Regulation and Associated Endometriosis Disease Risk", "date": "", "relevance": "", "abstract": "Endometriosis is a leading cause of pain and infertility affecting millions of women globally. Identifying biologic and genetic effects on DNA methylation (DNAm) in endometrium increases understanding of mechanisms that influence gene regulation predisposing to endometriosis and offers an opportunity for novel therapeutic target discovery. Herein, we characterize variation in endometrial DNAm and its association with menstrual cycle phase, endometriosis, and genetic variants through analysis of genome-wide genotype data and methylation at 759,345 DNAm sites in endometrial samples from 984 deeply-phenotyped participants. We identify significant differences in DNAm profiles between menstrual cycle phases and at four DNAm sites between stage III/IV endometriosis and controls. We estimate that 15.4% of the variation in endometriosis is captured by DNAm, and identify DNAm networks associated with endometriosis. DNAm quantitative trait locus (mQTL) analysis identified 118,185 independent cis-mQTL including some tissue-specific effects. We find significant differences in DNAm profiles between endometriosis sub- phenotypes and a significant association between genetic regulation of methylation in endometrium and disease risk, providing functional evidence for genomic targets contributing to endometriosis risk and pathogenesis."}, {"category": "bioengineering", "authors": "Chatterjee, L.; Chatterjee, S.", "author_corresponding_institution": "Heritage Institute of Technology", "author_corresponding": "Liana Chatterjee", "doi": "10.1101/2022.11.28.518020", "url": "https://www.biorxiv.org/content/early/2022/11/28/2022.11.28.518020", "title": "Study of droplet generation in an E-shaped microchannel using two-phase level-set method", "date": "", "relevance": "", "abstract": "Droplet-based microfluidics is the study of microfluidic device, where droplets are generated mainly using two methods i.e., active, and passive methods. The manipulation of these droplets in microfluidic channels is an immensely useful technology in various scientific fields such as biological, biomedical studies, and drug delivery. Recently droplets with a core-shell structure have achieved considerable interest due to their unique properties and varied applications.\n\nDroplet splitting as an important feature of droplet-based microfluidic systems has been widely used. In the present paper, two-dimensional numerical simulations have been done to examine the droplet splitting process in an E Junction geometry microchannel. The two-phase level set method (LSM) has been used to analyze the mechanism of droplet formation and droplet splitting in an immiscible liquid/liquid two-phase flow. Governing equations on the flow field have been studied and solved using COMSOL Multiphysics software. The model was developed to simulate the mechanism of droplet splitting at the E-junction microchannel. This study provides a passive technique to split up microdroplets at the E-junction."}, {"category": "bioengineering", "authors": "Colson, C.; Fung, K. L. B.; Bryan, J.; Tay, Z. W.; Fellows, B. D.; Sayuujya, C.; Kuo, R.; Chandrasekharan, P.; Conolly, S. M.", "author_corresponding_institution": "UC Berkeley-UCSF Graduate Program in Bioengineering", "author_corresponding": "Caylin Colson", "doi": "10.1101/2022.11.27.518061", "url": "https://www.biorxiv.org/content/early/2022/11/28/2022.11.27.518061", "title": "Evidence that SPIO Chain Formation is Essential for High-Resolution MPI", "date": "", "relevance": "", "abstract": "Magnetic Particle Imaging (MPI) is a noninvasive imaging modality that exploits the saturation properties of superparamagnetic iron oxide particles (SPIOs). A major thrust of MPI research aims to sharpen the magnetic resolution of biocompatible SPIOs, which will be crucial for affordable and safe clinical translation. We recently reported on a new class of MPI tracers --called superferromagnetic iron oxide nanoparticles (SFMIOs) -- which offer much sharper magnetic saturation curves. SFMIOs experimentally demonstrate 10-fold improvement in both resolution and sensitivity. However, superferromagnetism is a relatively unexplored branch of physics and the nanoscale physics and dynamics of SFMIOs remain a mystery. Here we show experimentally that chaining of SPIOs can explain SFMIOs boost in SNR and resolution. We show how concentration, viscosity, transmit amplitude, and pre-polarization time can all affect SPIO chain formation and SFMIO behavior. These experiments will inform strategies on SFMIO chemical synthesis as well as SFMIO data acquisition pulse sequences."}, {"category": "bioinformatics", "authors": "Nevers, Y.; Rossier, V.; Train, C.; Altenhoff, A. M.; Dessimoz, C.; Glover, N.", "author_corresponding_institution": "University of Lausanne", "author_corresponding": "Yannis Nevers", "doi": "10.1101/2022.11.25.517970", "url": "https://www.biorxiv.org/content/early/2022/11/28/2022.11.25.517970", "title": "Multifaceted quality assessment of gene repertoire annotation with OMArk", "date": "", "relevance": "", "abstract": "Assessing the quality of protein-coding gene repertoires is critical in an era of increasingly abundant genome sequences for a diversity of species. State-of-the-art genome annotation assessment tools measure the completeness of a gene repertoire, but are blind to other types of errors, such as gene over-prediction or contamination.\n\nWe developed OMArk, a software relying on fast, alignment-free sequence comparisons between a query proteome and precomputed gene families across the tree of life. OMArk assesses not only the completeness, but also the consistency of the gene repertoire as a whole relative to closely related species. It also reports likely contamination events.\n\nWe validated OMArk with simulated data, then performed an analysis of the 1805 UniProt Eukaryotic Reference Proteomes, illustrating its usefulness for comparing and prioritizing proteomes based on their quality measures. In particular, we found strong evidence of contamination in 59 proteomes, and identified error propagation in avian gene annotation resulting from the use of a fragmented zebra finch proteome as reference.\n\nOMArk is available on GitHub (https://github.com/DessimozLab/OMArk), as a Python package on PyPi, and as an interactive online tool at https://omark.omabrowser.org/."}, {"category": "bioinformatics", "authors": "Fierro, F.; Peri, L.; Huebner, H.; Tabor-Schkade, A.; Waterloo, L.; Loeber, S.; Pfeiffer, T.; Weikert, D.; Dingjan, T.; Margulis, E.; Gmeiner, P.; Niv, M. Y.", "author_corresponding_institution": "The Hebrew University of Jerusalem", "author_corresponding": "Masha Y Niv", "doi": "10.1101/2022.11.24.517821", "url": "https://www.biorxiv.org/content/early/2022/11/29/2022.11.24.517821", "title": "Inhibiting a promiscuous GPCR: iterative discovery of bitter taste receptor ligands", "date": "", "relevance": "", "abstract": "The human GPCR family comprises circa 800 members, activated by hundreds of thousands of compounds. Bitter taste receptors, TAS2Rs, constitute a large and distinct subfamily, expressed orally and extra-orally and involved in physiological and pathological conditions. TAS2R14 is the most promiscuous member, with over 150 agonists and 3 antagonists known prior to this study. Due to the scarcity of TAS2R14 inhibitors and to the importance of chemical probes for exploring TAS2R14 functions, we aimed to discover new ligands for TAS2R14, with emphasis on antagonists. To cope with the lack of experimental structure of the receptor, we used a mixed experimental/computational methodology which iteratively improved the performance of the predicted structure. The increasing number of active compounds, obtained through experimental screening of FDA-approved drug library, and through chemical synthesis of flufenamic acid derivatives, enabled the refinement of the binding pocket, which in turn improved the structure-based virtual screening reliability. This mixed approach led to the identification of 207 new agonists and 10 new antagonists of TAS2R14, illustrating the untapped potential of rigorous medicinal chemistry for TAS2Rs. The iterative framework suggested residues involved in the activation process, is suitable for expanding bitter and bitter-masking chemical space, and is applicable to other promiscuous GPCRs lacking experimental structures.\n\n\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=171 SRC=\"FIGDIR/small/517821v3_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (33K):\norg.highwire.dtl.DTLVardef@db8688org.highwire.dtl.DTLVardef@5d5256org.highwire.dtl.DTLVardef@c8c4b5org.highwire.dtl.DTLVardef@ea6018_HPS_FORMAT_FIGEXP  M_FIG C_FIG"}, {"category": "systems biology", "authors": "Zane, F.; Bouzid, H.; Besse, S.; Sosa Marmol, S.; Molina, J. L.; Cansell, C.; Aprahamian, F.; Durand, S.; Ayache, J.; Antoniewski, C.; Rera, M.", "author_corresponding_institution": "Universite Paris Cite, INSERM UMR U1284, 75004 Paris, France", "author_corresponding": "Michael Rera", "doi": "10.1101/2022.11.22.517330", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.11.22.517330", "title": "Smurfness-based two-phase model of ageing helps deconvolve the ageing transcriptional signature", "date": "", "relevance": "", "abstract": "Ageing is a common feature of living organisms, showing shared molecular features called hallmarks of ageing. Usually they are quantified in groups of individuals as a function of their chronological age (time passed since birth) and display continuous and progressive changes. Such approaches are based on the assumption that individuals taken at a given chronological age are biological replicates. However, even in genetically homogeneous and synchronised populations individuals do die at different chronological ages. This highlights the difference between chronological age and biological age, the latter being defined by the actual mortality risk of the organism, reflecting its physiology. The Smurf assay, previously described by Rera and colleagues, allows the identification of individuals at higher risk of death from natural causes amongst a population of a given chronological age. We found that the categorization of individuals as Smurf or non-Smurf, permits to distinguish transcriptional changes associated with either chronological or biological age. We show that transcriptional heterogeneity increases with chronological age, while four out of the six currently defined transcriptional hallmarks of ageing are associated with the biological age of individuals, i.e. their Smurf state. In conclusion, we demonstrate that studying properties of ageing by applying the Smurf classification allows us to differentiate the effect of time from the effect of a physiological response triggering an end-of-life switch (i.e. Smurf phase). More specifically, we show that the ability to isolate a pre-death phase of life in vivo enables us not only to study late life mechanisms preceding death, but also investigate early physiological changes triggering such phase. This allowed the identification of novel pro-longevity genetic interventions.\n\nWe anticipate that the use of the evolutionary conserved Smurf phenotype in ageing studies will allow significant advances in our comprehension of the underlying mechanisms of ageing.\n\nGraphical abstract\n\nO_FIG O_LINKSMALLFIG WIDTH=150 HEIGHT=200 SRC=\"FIGDIR/small/517330v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (33K):\norg.highwire.dtl.DTLVardef@959cdborg.highwire.dtl.DTLVardef@6d28a2org.highwire.dtl.DTLVardef@86c2acorg.highwire.dtl.DTLVardef@156bbe9_HPS_FORMAT_FIGEXP  M_FIG The two-phase model of ageing allows to study separately the effect of chronological and physiological age.\n\n(A) Classic approaches for studying ageing tend to consider it as a black box affecting all individuals progressively from birth to death. Instead, the Smurf phenotype shows that life can be divided into two consecutive phases separated by an abrupt transition. (B) All individuals undergo this transition at a different moment in their life, prior to death. This allows us to switch from population based approaches, comparing bulks of age-matched individuals through time, to individuals-centred approaches relying on direct access to their transition status. (C) Such paradigm shift shows that hallmarks of ageing long thought to progressively change with age are actually mostly affected in a growing proportion of Smurfs, allowing for the identification of the chain of events accompanying ageing and death from natural causes. (D) By studying the behaviour of the ageing transcriptome as a function of chronological age and Smurfness separately, we demonstrate that the progressively changing transcriptional ageing signature, as described in Frenk & Houseley (2018), is in fact the convolution changes accompanying chronological age signature (increased transcriptional noise) and changes associated with Smurfness (or biological age) signature (increased stress response and inflammation, decreased expression of ribosomal and mitochondrial genes). We also identified a hallmark partially associated with only old Smurfs (ATH5), suggesting that chronological age can affect, late in life, the Smurf response.\n\nC_FIG"}, {"category": "systems biology", "authors": "Narayanan, B.; Weilandt, D. R.; Masid, M.; Miskovic, L.; Hatzimanikatis, V.", "author_corresponding_institution": "Swiss Federal Institute of Technology (EPFL)", "author_corresponding": "Vassily Hatzimanikatis", "doi": "10.1101/2022.11.14.516382", "url": "https://www.biorxiv.org/content/early/2022/11/30/2022.11.14.516382", "title": "Rational strain design with minimal phenotype perturbation", "date": "", "relevance": "", "abstract": "Increased availability of multi-omics data has facilitated the characterization of metabolic phenotypes of cellular organisms. However, devising genetic interventions that drive cellular organisms toward the desired phenotype remains challenging in terms of time, cost, and resources. Kinetic models, in particular, hold great potential for accelerating this task since they can simulate the metabolic responses to environmental and genetic perturbations. Although the challenges in building kinetic models have been well-documented, there exists no consensus on how to use these models for strain design in a computationally tractable manner. A straightforward approach that exhaustively simulates and evaluates putative designs would be impractical, considering the intensive computational requirements when targeting multiple enzymes. We address this issue by introducing a framework to efficiently scout the space of designs while respecting the physiological requirements of the cell. The framework employs mixed-integer linear programming and nonlinear simulations with large-scale nonlinear kinetic models to devise genetic interventions in a scalable manner while accounting for the network effects of these perturbations. More importantly, the framework ensures the engineered strains robustness by maintaining its phenotype close to that of the reference strain. We use the framework to improve the production of anthranilate, a precursor for pharmaceutical drugs, in E. coli. The devised strategies include previously experimentally validated targets as well as novel designs suitable for experimental implementation. As an essential part of the future design-build-test-learn cycles, we anticipate that this novel framework will enable high throughput designs and accelerated turnover in biotechnological processes."}, {"category": "bioinformatics", "authors": "Adams, T. M.; Smith, M.; Bayer, M. M.; Hein, I.", "author_corresponding_institution": "The James Hutton Institute", "author_corresponding": "Thomas M Adams", "doi": "10.1101/2022.11.01.514708", "url": "https://www.biorxiv.org/content/early/2022/11/30/2022.11.01.514708", "title": "HISS: Snakemake-based workflows for performing SMRT-RenSeq assembly, AgRenSeq and dRenSeq for the discovery of novel plant disease resistance genes.", "date": "", "relevance": "", "abstract": "BackgroundIn the nine years since the initial publication of the RenSeq protocol, the method has proved to be a powerful tool for studying disease resistance in plants and providing target genes for breeding programmes. Since the initial publication of the methodology, it has continued to be developed as new technologies have become available and the increased availability of computing power has made new bioinformatic approaches possible. Most recently, this has included the development of a k-mer based association genetics approach, the use of PacBio HiFi data and graphical genotyping with diagnostic RenSeq. However, there is not yet a unified workflow available and researchers must instead configure approaches from various sources themselves. This makes reproducibility and version control a challenge and limits the ability to perform these analyses to those with bioinformatics expertise.\n\nResultsHere we present HISS, consisting of three workflows which take a user from raw RenSeq reads to the identification of candidates for disease resistance genes. These workflows conduct the assembly of enriched HiFi reads from an accession with the resistance phenotype of interest. A panel of accessions both possessing and lacking the resistance are then used in an association genetics approach (AgRenSeq) to identify contigs positively associated with the resistance phenotype. Candidate genes are then identified on these contigs and assessed for their presence or absence in the panel with a graphical genotyping approach that used dRenSeq. These workflows are implemented via Snakemake, a python-based workflow manager. Software dependencies are either shipped with the release or handled with conda. All code is freely available and is distributed under the GNU GPL-3.0 license.\n\nConclusionsHISS provide a user-friendly, portable, and easily customised approach for identifying novel disease resistance genes in plants. It is easily installed with all dependencies handled internally or shipped with the release and represents a significant improvement in the ease of use of these bioinformatics analyses."}, {"category": "bioinformatics", "authors": "Dietler, N.; Lupo, U.; Bitbol, A.-F.", "author_corresponding_institution": "EPFL", "author_corresponding": "Anne-Florence Bitbol", "doi": "10.1101/2022.09.26.509588", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.09.26.509588", "title": "Impact of phylogeny on structural contact inference from protein sequence data", "date": "", "relevance": "", "abstract": "Local and global inference methods have been developed to infer structural contacts from multiple sequence alignments of homologous proteins. They rely on correlations in amino-acid usage at contacting sites. Because homologous proteins share a common ancestry, their sequences also feature phylogenetic correlations, which can impair contact inference. We investigate this effect by generating controlled synthetic data from a minimal model where the importance of contacts and of phylogeny can be tuned. We demonstrate that global inference methods, specifically Potts models, are more resilient to phylogenetic correlations than local methods, based on covariance or mutual information. This holds whether or not phylogenetic corrections are used, and may explain the success of global methods. We analyse the roles of selection strength and of phylogenetic relatedness. We show that sites that mutate early in the phylogeny yield false positive contacts. We consider natural data and realistic synthetic data, and our findings generalise to these cases. Our results highlight the impact of phylogeny on contact prediction from protein sequences and illustrate the interplay between the rich structure of biological data and inference."}, {"category": "bioinformatics", "authors": "Farrell, S.; Mani, M.; Goyal, S.", "author_corresponding_institution": "University of Toronto", "author_corresponding": "Spencer Farrell", "doi": "10.1101/2022.08.22.504858", "url": "https://www.biorxiv.org/content/early/2022/12/01/2022.08.22.504858", "title": "Inferring single-cell transcriptomic dynamics with structured latent gene expression dynamics", "date": "", "relevance": "", "abstract": "Gene expression dynamics provide directional information for trajectory inference from single-cell RNA-sequencing data. Traditional approaches compute local RNA velocity using strict assumptions about the equations describing transcription and splicing of RNA. Not surprisingly, these approaches fail where these assumptions are violated, such as in multiple lineages with distinct gene dynamics or time-dependent kinetic rates of transcription and splicing. In this work we present \"LatentVelo\", a novel approach to compute a low-dimensional representation of gene dynamics with deep learning. Our approach embeds cells into a latent space with a variational auto-encoder, and describes differentiation dynamics on this latent space with neural ordinary differential equations. These more general dynamics enable accurate trajectory inference, and the latent space approach enables the generation of a latent \"dynamics-based\" embedding of cell states. To model multiple distinct lineages, LatentVelo infers a latent regulatory state that controls the dynamics of an individual cell. With these lineage-specific dynamics LatentVelo can predict latent trajectories, describing global inferred developmental path for individual cells, rather than just outputting local RNA velocity vectors. The dynamics-based embedding also enables concurrent batch correction of cell states and RNA velocity, outperforming comparable auto-encoder based batch correction methods that do not consider gene expression dynamics. Finally, the flexible structure of LatentVelo enables additional of new regulatory constraints required to integrate multiomic data. LatentVelo is available at https://github.com/Spencerfar/LatentVelo."}, {"category": "bioinformatics", "authors": "Chervova, O.; Chernysheva, E.; Panteleeva, K.; Widayati, T.; Hrbkova, N.; Schneider, J.; Maximov, V.; Ryabikov, A.; Tillmann, T.; Pikhart, H.; Bobak, M.; Voloshin, V.; Malyutina, S.; Beck, S.", "author_corresponding_institution": "University College London", "author_corresponding": "Olga  Chervova", "doi": "10.1101/2022.07.06.498980", "url": "https://www.biorxiv.org/content/early/2022/12/01/2022.07.06.498980", "title": "Evaluation of epigenetic age acceleration scores and their associations with CVD related phenotypes in a population cohort", "date": "", "relevance": "", "abstract": "We evaluated associations between nine epigenetic age acceleration (EAA) scores and 18 cardio-metabolic phenotypes using an Eastern European ageing population cohort richly annotated for a diverse set of phenotypes (subsample, n = 306; aged 45-69 years). This was implemented by splitting the data into groups with positive and negative EAAs. We observed strong association between all epigenetic age acceleration scores and sex, suggesting that any analysis of EAAs should be adjusted by sex. We found that some sex-adjusted EAA scores were significantly associated with several phenotypes such as blood levels of gamma-glutamyl transferase and low-density lipoprotein, smoking status, annual alcohol consumption, multiple carotid plaques, and incident coronary heart disease status (not necessarily the same phenotypes for different EAAs). We demonstrated that even after adjusting EAAs for sex, EAA-phenotype associations remain sex-specific, which should be taken into account in any downstream analysis involving EAAs. The obtained results suggest that in some EAA-phenotype associations, negative EAA scores (i.e. epigenetic age below chronological age) indicated more harmful phenotype values, which is counter-intuitive. Among all considered epigenetic clocks, GrimAge was significantly associated with more phenotypes than any other EA scores in this Russian sample."}, {"category": "bioinformatics", "authors": "Li, Y.; Wei, Y.; Xu, S.; Tan, Q.; Zong, L.; Wang, J.; Wang, Y.; Chen, J.; Hong, L.; Li, Y.", "author_corresponding_institution": "CUHK", "author_corresponding": "Yu  Li", "doi": "10.1101/2022.04.02.486820", "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.04.02.486820", "title": "AcrNET: Predicting Anti-CRISPR with Deep Learning", "date": "", "relevance": "", "abstract": "As an important group of proteins discovered in phages, anti-CRISPR inhibits the activity of the immune system of bacteria (i.e., CRISPR-Cas), showing great potential for gene editing and phage therapy. However, the prediction and discovery of anti-CRISPR are challenging for its high variability and fast evolution. Existing biological studies often depend on known CRISPR and anti-CRISPR pairs, which may not be practical considering the huge number of pairs in reality. Computational methods usually struggle with prediction performance. To tackle these issues, we propose a novel deep neural network for anti-CRISPR analysis (AcrNET), which achieves impressive performance. On both the cross-fold and cross-dataset validation, our method outperforms the previous state-of-the-art methods significantly. Impressively, AcrNET improves the prediction performance by at least 15% regarding the F1 score for the cross-dataset test. Moreover, AcrNET is the first computational method to predict the detailed anti-CRISPR classes, which may help illustrate the anti-CRISPR mechanism. Taking advantage of a Transformer protein language model pre-trained on 250 million protein sequences, AcrNET overcomes the data scarcity problem. Extensive experiments and analysis suggest that Transformer model feature, evolutionary feature, and local structure feature complement each other, which indicates the critical properties of anti-CRISPR proteins. Combined with AlphaFold prediction, further motif analysis and docking experiments demonstrate that AcrNET captures the evolutionarily conserved pattern and the interaction between anti-CRISPR and the target implicitly. With the impressive prediction capability, AcrNET can serve as a valuable tool for anti-CRISPR study and new anti-CRISPR discovery, with a free webserver at https://proj.cse.cuhk.edu.hk/aihlab/AcrNET/."}, {"category": "bioinformatics", "authors": "Shen, W.; Xiang, H.; Huang, T.; Tang, H.; Peng, M.; Cai, D.; Hu, P.; Ren, H.", "author_corresponding_institution": "Institute for Viral Hepatitis, Department of Infectious Diseases, Key Laboratory of Molecular Biology for Infectious Diseases, Chinese Ministry of Education, Th", "author_corresponding": "Wei  Shen", "doi": "10.1101/2022.03.07.482835", "url": "https://www.biorxiv.org/content/early/2022/11/30/2022.03.07.482835", "title": "KMCP: accurate metagenomic profiling of both prokaryotic and viral populations by pseudo-mapping", "date": "", "relevance": "", "abstract": "MotivationThe growing number of microbial reference genomes enables the improvement of metagenomic profiling accuracy but also imposes greater requirements on the indexing efficiency, database size, and runtime of taxonomic profilers. Additionally, most profilers focus mainly on bacterial, archaeal, and fungal populations, while less attention is paid to viral communities.\n\nResultsWe present KMCP, a novel k-mer-based metagenomic profiling tool that utilizes genome coverage information by splitting the reference genomes into chunks and then stores k-mers in a modified and optimized COBS index for fast alignment-free sequence searching. KMCP combines k-mer similarity and genome coverage information to reduce the false positive rate of k-mer-based taxonomic classification and profiling methods. Benchmarking results based on simulated and real data demonstrate that KMCP, despite a longer running time than all other methods, not only allows the accurate taxonomic profiling of prokaryotic and viral populations but also provides confident pathogen detection in clinical samples of low depth.\n\nAvailability and ImplementationThe software is open-source under the MIT license and available at https://github.com/shenwei356/kmcp."}, {"category": "bioinformatics", "authors": "Rahman Hera, M.; Pierce-Ward, N. T.; Koslicki, D.", "author_corresponding_institution": "Pennsylvania State University", "author_corresponding": "David  Koslicki", "doi": "10.1101/2022.01.11.475870", "url": "https://www.biorxiv.org/content/early/2022/11/30/2022.01.11.475870", "title": "Debiasing FracMinHash and deriving confidence intervals for mutation rates across a wide range of evolutionary distances", "date": "", "relevance": "", "abstract": "Sketching methods offer computational biologists scalable techniques to analyze data sets that continue to grow in size. MinHash is one such technique to estimate set similarity that has enjoyed recent broad application. However, traditional MinHash has previously been shown to perform poorly when applied to sets of very dissimilar sizes. FracMinHash was recently introduced as a modification of MinHash to compensate for this lack of performance when set sizes differ. This approach has been successfully applied to metagenomic taxonomic profiling in the widely used tool sourmash gather. While experimental evidence has been encouraging, FracMinHash has not yet been analyzed from a theoretical perspective. In this paper, we perform such an analysis to derive various statistics of FracMinHash, and prove that while FracMinHash is not unbiased (in the sense that its expected value is not equal to the quantity it attempts to estimate), this bias is easily corrected for both the containment and Jaccard index versions. Next, we show how FracMinHash can be used to compute point estimates as well as confidence intervals for evolutionary mutation distance between a pair of sequences by assuming a simple mutation model. We also investigate edge cases where these analyses may fail, to effectively warn the users of FracMinHash indicating the likelihood of such cases. Our analyses show that FracMinHash estimates the containment of a genome in a large metagenome more accurately and more precisely when compared to traditional MinHash, and the point estimates and confidence intervals perform significantly better in estimating mutation distances. A python-based implementation of the algorithms and theorems we derive is freely available at https://github.com/KoslickiLab/mutation-rate-ci-calculator. The results presented in this paper can be reproduced using the code at https://github.com/KoslickiLab/FracMinHash-reproducibles."}, {"category": "bioinformatics", "authors": "Prakash, A.; Garcia-Seisdedos, D.; Wang, S.; Kundu, D. J.; Collins, A.; George, N.; Moreno, P.; Papatheodorou, I.; Jones, A. R.; Vizcaino, J. A.", "author_corresponding_institution": "European Molecular Biology Laboratory - European Bioinformatics Institute (EMBL-EBI), Wellcome Genome Campus, Hinxton, Cambridge, CB10 1SD. United Kingdom.", "author_corresponding": "Juan Antonio  Vizcaíno", "doi": "10.1101/2021.09.10.459811", "url": "https://www.biorxiv.org/content/early/2022/12/01/2021.09.10.459811", "title": "An integrated view of baseline protein expression in human tissues", "date": "", "relevance": "", "abstract": "The availability of proteomics datasets in the public domain, and in the PRIDE database in particular, has increased dramatically in recent years. This unprecedented large-scale availability of data provides an opportunity for combined analyses of datasets to get organism-wide protein abundance data in a consistent manner. We have reanalysed 24 public proteomics datasets from healthy human individuals, to assess baseline protein abundance in 31 organs. We defined tissue as a distinct functional or structural region within an organ. Overall, the aggregated dataset contains 67 healthy tissues, corresponding to 3,119 mass spectrometry runs covering 498 samples, coming from 489 individuals.\n\nWe compared protein abundances between the different organs and studied the distribution of proteins across organs. We also compared the results with data generated in analogous studies. We also performed gene ontology and pathway enrichment analyses to identify organ-specific enriched biological processes and pathways. As a key point, we have integrated the protein abundance results into the resource Expression Atlas, where it can be accessed and visualised either individually or together with gene expression data coming from transcriptomics datasets. We believe this is a good mechanism to make proteomics data more accessible for life scientists."}, {"category": "biophysics", "authors": "Kalinin, A.; Kovalenko, S.; Berezhnoy, A. K.; Slotvitsky, M. M.; Shcherbina, S.; Syrovnev, V.; Tsvelaya, V. A.", "author_corresponding_institution": "MIPT", "author_corresponding": "Valeriya A Tsvelaya", "doi": "10.1101/2022.11.28.518223", "url": "https://www.biorxiv.org/content/early/2022/11/28/2022.11.28.518223", "title": "The simulation of functional heterogeneity in procedurally generated fibrotic atrial tissue", "date": "", "relevance": "2", "abstract": "The occurrence of atrial fibrillation (AF), one of the most common and socially significant arrhythmias, is associated with the presence of fibrosis sites. Fibrosis is the presence of non-conductive fibroblast cells, separating cardiomyocytes and introducing heterogeneity into the conducting atrial tissue. Thus fibrosis may be a substrate of spiral-wave reentry, provoking the occurrence of AF and is often associated with its persistent form. In this work, we propose for the first time a fundamentally new approach to modeling the fibrotic heart that takes into account the cellular structure of the tissue: a realistic texture of atrial tissue remodeled by fibroblasts is generated by the Potts model, and the local membrane potential of individual cells is calculated by the Courtemanche model. We have shown the occurrence of conductive pathways in such a system with a low proportion of fibroblasts (up to 10%) and revealed the connection of the form of the action potential (AP) of cells with their location in the tissue and the direction of the propagating wave front. The combination of these effects creates dynamic heterogeneity of the conducting tissue and affects the migration and pinning of spiral waves, which makes the model a potential tool for prognostic modeling of AP and search for ablation targets. The computer prediction of ablation targets (reentry nodes) will help to increase the efficiency of treatment of patients with persistent form of AF."}, {"category": "biophysics", "authors": "Mi, X.; Desormeaux, E. K.; Le, T.; van der Donk, W.; Shukla, D.", "author_corresponding_institution": "University of Illinois at Urbana-Champaign", "author_corresponding": "Diwakar Shukla", "doi": "10.1101/2022.11.28.518241", "url": "https://www.biorxiv.org/content/early/2022/11/28/2022.11.28.518241", "title": "Sequence Controlled Secondary Structure Determines Site-selectivity of Lanthipeptides", "date": "", "relevance": "2", "abstract": "Lanthipeptides are ribosomally synthesized and post-translationally modified peptides that are generated from precursor peptides through a dehydration and cyclization process in the biosynthetic pathways. In contrast to most other lanthipeptide synthetases, ProcM, a class II lanthipeptide synthetase, demonstrates high substrate tolerance. It is enigmatic that a single enzyme can catalyze the cyclization process of a diverse range of substrates with high fidelity. Previous studies suggested that the site-selectivity of lanthionine formation is determined by substrate sequence rather than by the enzyme. However, exactly how substrate sequence contributes to site-selective lanthipeptide biosynthesis is not clear. In this study, we performed molecular dynamic simulations for ProcA3.3 core peptide variants to explore how the predicted solution structure of the substrate without enzyme correlates to final product formation. Our simulation results support a model in which the secondary structure of the core peptide controls the ring pattern of the final product. We also demonstrate that the dehydration step in the biosynthesis pathway does not influence the site-selectivity of ring formation. In addition, we performed simulation for the core peptides of ProcA1.1 and 2.8, which are well-suited candidates to investigate the connection between order of ring formation and solution structure. Simulation results indicate that in both cases, C-terminal ring formation is more likely which was supported by experimental results. Our findings indicate that the substrate sequence and its solution structure can be used to predict the site-selectivity and order of ring formation, and that secondary structure is a crucial factor influencing the site-selectivity. Taken together, these findings will facilitate our understanding of the lanthipeptide biosynthetic mechanism and accelerate bioengineering efforts for lanthipeptide-derived products."}]