[{"doi": "10.1101/2022.07.27.501737", "title": "Growing DAGs: Optimization Functions for Pathway Reconstruction Algorithms", "authors": "Köse, T. B.; Li, J.; Ritz, A.", "author_corresponding": "Anna Ritz", "author_corresponding_institution": "Reed College", "date": "2022-11-23", "category": "systems biology", "abstract": "A major challenge in molecular systems biology is to understand how proteins work to transmit external signals to changes in gene expression. Computationally reconstructing these signaling pathways from protein interaction networks can help understand what is missing from existing pathway databases. We formulate a new pathway reconstruction problem, one that iteratively grows directed acyclic graphs (DAGs) from a set of starting proteins in a protein interaction network. We present an algorithm that provably returns the optimal DAGs for two different cost functions and evaluate the pathway reconstructions when applied to six diverse signaling pathways from the NetPath database. The optimal DAGs outperform an existing k-shortest paths method for pathway reconstruction and the new reconstructions are enriched for different biological processes. Growing DAGs is a promising step towards reconstructing pathways that provably optimize a specific cost function.", "url": "https://www.biorxiv.org/content/early/2022/11/23/2022.07.27.501737"}, {"doi": "10.1101/2022.10.10.511571", "title": "GenSLMs: Genome-scale language models reveal SARS-CoV-2 evolutionary dynamics.", "authors": "Zvyagin, M. T.; Brace, A.; Hippe, K.; Deng, Y.; Zhang, B.; Orozco Bohorquez, C.; Clyde, A.; Kale, B.; Perez-Rivera, D.; Ma, H.; Mann, C. M.; Irvin, M.; Pauloski, J. G.; Ward, L.; Hayot, V.; Emani, M.; Foreman, S.; Xie, Z.; Lin, D.; Shukla, M.; Nie, W.; Romero, J.; Dallago, C.; Vahdat, A.; Xiao, C.; Gibbs, T.; Foster, I.; Davis, J. J.; Papka, M. E.; Brettin, T.; Anandkumar, A.; Vishwanath, V.; Ramanathan, A.", "author_corresponding": "Arvind Ramanathan", "author_corresponding_institution": "Argonne National Laboratory", "date": "2022-11-23", "category": "bioinformatics", "abstract": "We seek to transform how new and emergent variants of pandemiccausing viruses, specifically SARS-CoV-2, are identified and classified. By adapting large language models (LLMs) for genomic data, we build genome-scale language models (GenSLMs) which can learn the evolutionary landscape of SARS-CoV-2 genomes. By pretraining on over 110 million prokaryotic gene sequences and finetuning a SARS-CoV-2-specific model on 1.5 million genomes, we show that GenSLMs can accurately and rapidly identify variants of concern. Thus, to our knowledge, GenSLMs represents one of the first whole genome scale foundation models which can generalize to other prediction tasks. We demonstrate scaling of GenSLMs on GPU-based supercomputers and AI-hardware accelerators utilizing 1.63 Zettaflops in training runs with a sustained performance of 121 PFLOPS in mixed precision and peak of 850 PFLOPS. We present initial scientific insights from examining GenSLMs in tracking evolutionary dynamics of SARS-CoV-2, paving the path to realizing this on large biological data.", "url": "https://www.biorxiv.org/content/early/2022/11/23/2022.10.10.511571"}, {"doi": "10.1101/2022.10.24.513557", "title": "Regulation of cytoplasmic mRNA level by chromatin retention", "authors": "Henfrey, C.; Murphy, S.; Tellier, M.", "author_corresponding": "Michael Tellier", "author_corresponding_institution": "University of Oxford", "date": "2022-11-23", "category": "bioinformatics", "abstract": "Transcription and co-transcriptional processes, including pre-mRNA splicing and mRNA cleavage and polyadenylation, regulate the production of a mature mRNA. The carboxyl terminal domain (CTD) of RNA polymerase (pol) II, which comprises 52 repeats of the Tyr1Ser2Pro3Thr4Ser5Pro6Ser7 peptide, is involved in the coordination of transcription with co-transcriptional processes. The pol II CTD is dynamically modified by protein phosphorylation, which regulates recruitment of transcription and co-transcriptional factors. We have investigated whether cytoplasmic levels of mature mRNA from intron-containing protein-coding genes can be inferred from RNA processing efficiency, CTD phosphorylation, and/or association of proteins complexes regulating RNA production. Surprisingly, we found that genes associated with efficient RNA processing have relatively low phosphorylation of the pol II CTD. In contrast, protein-coding genes that produce a low level of mature mRNA are associated with high pol II CTD phosphorylation, poor RNA processing, and increased chromatin retention. Unexpectedly, the transcripts from this subset of genes are not actively degraded by the RNA exosome. RNA exosome-regulated genes are instead characterised by Tyr1 hyperphosphorylation and Integrator recruitment around the poly(A) site. Our results indicate that in addition to the transcription level, CTD phosphorylation and RNA processing efficiency play important roles in the regulation of chromatin retention of transcripts.", "url": "https://www.biorxiv.org/content/early/2022/11/23/2022.10.24.513557"}, {"doi": "10.1101/2022.11.22.517559", "title": "Quantitative assessment of association between noncoding variants and transcription factor binding", "authors": "Ouyang, N.; Boyle, A. P.", "author_corresponding": "Alan P Boyle", "author_corresponding_institution": "University of Michigan", "date": "2022-11-23", "category": "bioinformatics", "abstract": "Association fine-mapping of molecular traits is an essential method for understanding the impact of genetic variation. Sequencing-based assays, including RNA-seq, DNase-seq and ChIP-seq, have been widely used to measure different cellular traits and enabled genome-wide mapping of quantitative trait loci (QTLs). The disruption of cis-regulatory sequence, often occurring through variation within transcription factor binding motifs, has been strongly associated with gene dysregulation and human disease. We recently developed a computational method, TRACE, for transcription factor binding footprint prediction. TRACE integrates chromatin accessibility and transcription factor binding motifs to produce quantitative scores that describe the binding affinity of a TF for a specific TFBS locus. Here we have extended this method to incorporate variant data for 57 Yoruban individuals. Using genome-wide chromatin-accessibility data and human TF binding motifs, we have generated precise, genome-wide predictions of individual-specific transcription factor binding footprints. Subsequent association mapping between these footprints and nearby regulatory variants yielded numerous footprint-variant pairs with significant evidence for correlation, which we call footprint-QTLs (fpQTLs). fpQTLs appear to affect TF binding in a distance-dependent manner and share significant overlap with known dsQTLs and eQTLs. fpQTLs provide a rich resource for the study of regulatory variants, both within and outside known TFBSs, leading to improved functional interpretation of noncoding variation.", "url": "https://www.biorxiv.org/content/early/2022/11/23/2022.11.22.517559"}, {"doi": "10.1101/2022.11.22.517330", "title": "Smurfness-based two-phase model of ageing helps deconvolve the ageing transcriptional signature", "authors": "Zane, F.; Bouzid, H.; Besse, S.; Sosa Marmol, S.; Molina, J. L.; Cansell, C.; Aprahamian, F.; Durand, S.; Ayache, J.; Antoniewski, C.; Rera, M.", "author_corresponding": "Michael Rera", "author_corresponding_institution": "Universite Paris Cite, INSERM UMR U1284, 75004 Paris, France", "date": "2022-11-23", "category": "systems biology", "abstract": "Ageing is a common feature of living organisms, showing shared molecular features called hallmarks of ageing. Usually they are quantified in groups of individuals as a function of their chronological age (time passed since birth) and display continuous and progressive changes. Such approaches are based on the assumption that individuals taken at a given chronological age are biological replicates. However, even in genetically homogeneous and synchronised populations individuals do die at different chronological ages. This highlights the difference between chronological age and biological age, the latter being defined by the actual mortality risk of the organism, reflecting its physiology. The Smurf assay, previously described by Rera and colleagues, allows the identification of individuals at higher risk of death from natural causes amongst a population of a given chronological age. We found that the categorization of individuals as Smurf or non-Smurf, permits to distinguish transcriptional changes associated with either chronological or biological age. We show that transcriptional heterogeneity increases with chronological age, while four out of the six currently defined transcriptional hallmarks of ageing are associated with the biological age of individuals, i.e. their Smurf state. In conclusion, we demonstrate that studying properties of ageing by applying the Smurf classification allows us to differentiate the effect of time from the effect of a physiological response triggering an end-of-life switch (i.e. Smurf phase). More specifically, we show that the ability to isolate a pre-death phase of life in vivo enables us not only to study late life mechanisms preceding death, but also investigate early physiological changes triggering such phase. This allowed the identification of novel pro-longevity genetic interventions.\n\nWe anticipate that the use of the evolutionary conserved Smurf phenotype in ageing studies will allow significant advances in our comprehension of the underlying mechanisms of ageing.\n\nGraphical abstract\n\nO_FIG O_LINKSMALLFIG WIDTH=150 HEIGHT=200 SRC=\"FIGDIR/small/517330v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (33K):\norg.highwire.dtl.DTLVardef@959cdborg.highwire.dtl.DTLVardef@6d28a2org.highwire.dtl.DTLVardef@86c2acorg.highwire.dtl.DTLVardef@156bbe9_HPS_FORMAT_FIGEXP  M_FIG The two-phase model of ageing allows to study separately the effect of chronological and physiological age.\n\n(A) Classic approaches for studying ageing tend to consider it as a black box affecting all individuals progressively from birth to death. Instead, the Smurf phenotype shows that life can be divided into two consecutive phases separated by an abrupt transition. (B) All individuals undergo this transition at a different moment in their life, prior to death. This allows us to switch from population based approaches, comparing bulks of age-matched individuals through time, to individuals-centred approaches relying on direct access to their transition status. (C) Such paradigm shift shows that hallmarks of ageing long thought to progressively change with age are actually mostly affected in a growing proportion of Smurfs, allowing for the identification of the chain of events accompanying ageing and death from natural causes. (D) By studying the behaviour of the ageing transcriptome as a function of chronological age and Smurfness separately, we demonstrate that the progressively changing transcriptional ageing signature, as described in Frenk & Houseley (2018), is in fact the convolution changes accompanying chronological age signature (increased transcriptional noise) and changes associated with Smurfness (or biological age) signature (increased stress response and inflammation, decreased expression of ribosomal and mitochondrial genes). We also identified a hallmark partially associated with only old Smurfs (ATH5), suggesting that chronological age can affect, late in life, the Smurf response.\n\nC_FIG", "url": "https://www.biorxiv.org/content/early/2022/11/23/2022.11.22.517330"}, {"doi": "10.1101/2022.11.21.517385", "title": "Organism-wide secretome mapping uncovers pathways of tissue crosstalk in exercise", "authors": "Wei, W.; Riley, N. M.; Lyu, X.; Shen, X.; Guo, J.; Zhao, M.; Moya-Garzon, M. D.; Basu, H.; Tung, A.; Li, V. L.; Huang, W.; Svensson, K. J.; Snyder, M. P.; Bertozzi, C. R.; Long, J. Z.", "author_corresponding": "Jonathan Z. Long", "author_corresponding_institution": "Stanford University", "date": "2022-11-23", "category": "systems biology", "abstract": "There has been growing interest in identifying blood-borne factors that mediate tissue crosstalk and function as molecular effectors of physical activity. Although past studies have focused on an individual molecule or cell type, the organism-wide secretome response to physical activity has not been evaluated. Here, we use a cell type-specific proteomic approach to generate a 21-cell type, 10-tissue map of exercise-regulated secretomes in mice. Our dataset identifies >200 exercise-regulated cell type-secreted protein pairs, the majority of which have not been previously reported. Pdgfra-cre-labeled secretomes were the most responsive to exercise training. Elevated lactate levels can directly regulate protein secretion. Lastly, we establish an anti-obesity and anti-diabetic role for a proteoform of an intracellular carboxylesterase whose secretion from the liver is induced by exercise training. Together, our data uncover the dynamic remodeling of cell and tissue crosstalk by physical activity.", "url": "https://www.biorxiv.org/content/early/2022/11/23/2022.11.21.517385"}, {"doi": "10.1101/2022.11.23.517703", "title": "Accuracy and completeness of long read metagenomic assemblies", "authors": "Buttler, J.; Drown, D. M.", "author_corresponding": "Devin M Drown", "author_corresponding_institution": "University of Alaska Fairbanks", "date": "2022-11-23", "category": "bioinformatics", "abstract": "Microbes, we can learn how microbes influence the surrounding environment, contribute to human health, and understand which pathogen interactions result in differences in disease severity. Metagenomics can be used as a tool to explore the interactions between microbes. Metagenomic assemblies built using long read nanopore data depend on the read level accuracy. The read level accuracy of nanopore sequencing has made dramatic improvements over the past several years. However, we do not know if the increased read level accuracy allows for faster assemblers to make as accurate metagenomic assemblies as slower assemblers. Here, we present the results of a benchmarking study comparing three commonly used long read assemblers, Flye, Raven, and Redbean. We used a prepared DNA standard of seven bacteria as our input community. We prepared a sequencing library on the VolTRAX V2 sequence using a MinION mk1b. We basecalled using the latest version of Guppy with the super-accuracy model. We found that increasing read depth benefited each of the assemblers, and nearly complete community member chromosomes were assembled with as little as 10x read depth. Polishing assemblies using Medaka had a predictable improvement in quality. Some assemblers struggled with particular members of the bacterial community, but we found Flye to be the most robust across taxa. We found Flye was the most effective assembler for recovering plasmids. Based on Flyes consistency for chromosomes and increased effectiveness at assembling plasmids, we would recommend using Flye in future metagenomic studies.", "url": "https://www.biorxiv.org/content/early/2022/11/23/2022.11.23.517703"}]