[{"doi": "10.1101/2022.04.29.488779", "title": "The reprogrammed mouse heart phosphoproteome in response to the chronic stress of markedly high cardiac-specific adenylyl cyclase type 8 overexpression", "authors": "Qu, J.-H.; Chakir, K.; Tarasov, K. V.; Riordon, D. R.; Perino, M. G.; Silvester, A. J.; Lakatta, E. G.", "author_corresponding": "Edward G. Lakatta", "author_corresponding_institution": "Laboratory of Cardiovascular Science, Intramural Research Program, National Institute on Aging, National Institutes of Health", "date": "2023-01-02", "category": "bioinformatics", "abstract": "Our previous work demonstrated the existence of a remarkable adaptive paradigm of heart performance and protection in response to the constitutive challenge of marked cardiac-specific overexpression of adenylyl cyclase type 8 (TGAC8), based on transcriptome and proteome. Because PKA signaling is the predominantly activated pathway in the TGAC8 left ventricle (LV) performance and protection circuitry, we hypothesized that phosphorylation states of numerous proteins are increased in pathways in which the transcriptome and proteome were activated TGAC8 vs. WT. We conducted an unbiased phosphoproteomics analysis in order to determine the role of altered protein phosphorylation in the chronic adaptive heart performance and protection profile of adult TGAC8 LV at 3-4 months of age. We identified 12,963 phospho-peptides and 3646 phosphoproteins, including 4990 upregulated phosphopeptides and 781 differentially regulated (741 Up and 40 Down) phosphoproteins in TGAC8 vs. WT. Based on differentially regulated phosphoproteins by genotype, numerous stress response canonical pathways within reprogrammed TGAC8 LV, including protein kinase A (PKA) signaling, PI3K signaling, and AMPK signaling, predicted upstream regulators, e.g., PDPK1, PAK1 and PTK2B, and downstream functions, e.g., cell viability, protein quality control, and metabolism were enriched. In addition to PKA, numerous kinases (83) and phosphatases (30) were hyper-phosphorylated in TGAC8 vs. WT. Hyper-phosphorylated transcriptional factors in TGAC8 were associated with increased mRNA transcription, and immune responses and metabolism pathways. Combining the phosphoproteome with its proteome and with the previously published TGAC8 transcriptome enabled the elucidation of which cardiac performance and adaptive protection profiles were coordinately regulated at post-translational modification (PTM) (phosphorylation), translational and transcriptional levels. Many stress response signaling pathways, i.e., PI3K/AKT, ERK/MAPK and ubiquitin labeling, were consistently enriched at transcriptional, translational and PTM levels, and that PI3K/AKT and ERK/MAPK signaling pathways were also activated in the TGAC8 LV. We verified some results via western blot and protein synthesis and degradation detection experiments. Thus, PTM of protein by phosphorylation, per se, contributes immensely to the heart performance and protection profile of TGAC8 LV, and is coordinately regulated with altered transcription and translation in the TGAC8 to activate critical stress response pathways.", "url": "https://www.biorxiv.org/content/early/2023/01/02/2022.04.29.488779"}, {"doi": "10.1101/2022.07.07.499004", "title": "The Trouble with Triples: Examining the Impact of Measurement Error in Mediation Analysis", "authors": "Gastonguay, M. S.; Keele, G. R.; Churchill, G. A.", "author_corresponding": "Gary A Churchill", "author_corresponding_institution": "The Jackson Laboratory", "date": "2023-01-02", "category": "genetics", "abstract": "Mediation analysis is used in genetic mapping studies to identify candidate gene mediators of quantitative trait loci (QTL). We consider genetic mediation analysis of triplets - sets of three variables consisting of a target trait, the genotype at a QTL for the target trait, and a candidate mediator that is the abundance of a transcript or protein whose coding gene co-locates with the QTL. We show that, in the presence of measurement error, mediation analysis can infer partial mediation even in the absence of a causal relationship between the candidate mediator and the target. We describe a measurement error model and a corresponding latent variable model with estimable parameters that are combinations of the causal effects and measurement errors across all three variables. The relative magnitudes of the latent variable correlations determine whether or not mediation analysis will tend to infer the correct causal relationship in large samples. We examine case studies that illustrate the common failure modes of genetic mediation analysis and demonstrate how to evaluate the effects of measurement error. While genetic mediation analysis is a powerful tool for identifying candidate genes, we recommend caution when interpreting mediation analysis findings.", "url": "https://www.biorxiv.org/content/early/2023/01/02/2022.07.07.499004"}, {"doi": "10.1101/2022.09.14.508015", "title": "Transcriptional patterns of sexual dimorphism and in host developmental programs in the model parasitic nematode Heligmosomoides bakeri", "authors": "Pollo, S. M. J.; Coria, A. L.; Liu, H.; Cruces Gonzalez, D.; Finney, C. A. M.; Wasmuth, J. D.", "author_corresponding": "James D Wasmuth", "author_corresponding_institution": "University of Calgary", "date": "2023-01-02", "category": "genomics", "abstract": "Heligmosomoides bakeri (often mistaken for Heligmosomoides polygyrus) is a promising model for parasitic nematodes with the key advantage of being amenable to study and manipulation within a controlled laboratory environment. While draft genome sequences are available for this worm, which allow for comparative genomic analyses between nematodes, there is a notable lack of information on its gene expression. Here, we have generated biologically replicated RNA-seq datasets from samples taken throughout the parasitic life of H. bakeri. We find extensive transcriptional sexual dimorphism throughout the fourth larval and adult stages of this parasite and identify alternative splicing, glycosylation, and ubiquitination as particularly important processes for establishing and/or maintaining sex-specific gene expression in this species. Further, we find sex-linked differences in transcription related to aging and oxidative and osmotic stress responses. Additionally, we observe a starvation-like signature among transcripts whose expression is consistently up-regulated in males, which may reflect a higher energy expenditure by male worms. We detect evidence of increased importance for anaerobic respiration among the adult worms, which coincides with the parasites migration into the physiologically hypoxic environment of the intestinal lumen. Further, we hypothesize that oxygen concentration may be an important driver of the worms encysting in the intestinal mucosa as larvae, which not only fully exposes the worms to their hosts immune system, but also shapes many of the interactions between the host and parasite. We find stage- and sex-specific variation in the expression of immunomodulatory genes and in anthelmintic targets. In addition to generating new hypotheses for follow-up experiments into the worms behaviour, physiology, and metabolism, our datasets enable future more in-depth comparisons between nematodes to better define the utility of H. bakeri as a model for parasitic nematodes in general.\n\nAuthor SummaryParasitic nematodes (roundworms) that infect humans and livestock are a major health and economic burden but are challenging to study in a laboratory environment because of their required hosts. One strategy to get around this difficulty is to first study a rodent model to guide targeted experiments in the more difficult study system. Heligmosomoides bakeri is closely related to the nematode parasites of humans and livestock and naturally parasitizes mice. We have generated information on the expression of all the genes in this worm throughout the stages of its life when it is parasitic. This information allows us to examine how different the male and female worms are at the molecular level. We also describe major developmental events that occur in the worm, which extend our understanding of the interactions between this parasite and its host. We analyse the expression of genes known to be involved in interfering with host immune responses and others known to be targeted by drugs designed to kill worms. This new information will allow for better comparisons among nematodes to assess how well this rodent model system works for studying parasitic nematodes in general.", "url": "https://www.biorxiv.org/content/early/2023/01/02/2022.09.14.508015"}, {"doi": "10.1101/2022.10.17.512406", "title": "Damage dynamics in single E. coli and the role of chance in the timing of cell death", "authors": "Yang, Y.; Karin, O.; Mayo, A.; Song, X.; Chen, P.; Santos, A. L.; Lindner, A. B.; Alon, U.", "author_corresponding": "Yifan Yang", "author_corresponding_institution": "Weizmann Institute of Science", "date": "2023-01-02", "category": "systems biology", "abstract": "Genetically identical cells in the same stressful condition die at different times. The origin of this stochasticity is unclear; it may arise from different initial conditions that affect the time of demise, or from a stochastic damage accumulation mechanism that erases the initial conditions and instead amplifies noise to generate different lifespans. To address this requires measuring damage dynamics in individual cells over the lifespan, but this has rarely been achieved. Here, we used a microfluidic device to measure membrane damage in 648 carbon-starved E. coli cells at high temporal resolution. We find that initial conditions of damage, size or cell-cycle phase do not explain most of the lifespan variation. Instead, the data points to a stochastic mechanism in which noise is amplified by a rising production of damage that saturates its own removal. Surprisingly, the relative variation in damage drops with age: cells become more similar to each other in terms of relative damage, indicating increasing determinism with age. Thus, chance erases initial conditions and then gives way to increasingly deterministic dynamics that dominate the lifespan distribution.", "url": "https://www.biorxiv.org/content/early/2023/01/02/2022.10.17.512406"}, {"doi": "10.1101/2022.11.16.515002", "title": "Endoparasitoid lifestyle promotes endogenization and domestication of dsDNA viruses", "authors": "Guinet, B.; Lepetit, D.; Charlat, S.; Buhl, P. N.; Notton, D. G.; Cruaud, A.; Rasplus, J.-Y.; Stigenberg, J.; de Vienne, D. M.; Boussau, B.; Varaldi, J.", "author_corresponding": "Julien Varaldi", "author_corresponding_institution": "Universite Lyon 1, CNRS, Laboratoire de Biometrie et Biologie Evolutive UMR 5558, F-69622 Villeurbanne, France", "date": "2023-01-02", "category": "genomics", "abstract": "The accidental endogenization of viral elements within eukaryotic genomes can occasionally provide significant evolutionary benefits, giving rise to their long-term retention, that is, to viral domestication. For instance, in some endoparasitoid wasps (whose immature stages develop inside their hosts), the membrane-fusion property of double-stranded DNA viruses has been repeatedly domesticated following ancestral endogenizations. The endogenized genes provide female wasps with a delivery tool to inject virulence factors that are essential to the developmental success of their offspring. Because all known cases of viral domestication involve endoparasitic wasps, we hypothesized that this lifestyle, relying on a close interaction between individuals, may have promoted the endogenization and domestication of viruses. By analyzing the composition of 124 Hymenoptera genomes, spread over the diversity of this clade and including free-living, ecto- and endoparasitoid species, we tested this hypothesis. Our analysis first revealed that double-stranded DNA viruses, in comparisons with other viral genomic structures (ssDNA, dsRNA, ssRNA), are more often endogenized and domesticated (that is, retained by selection) than expected from their estimated abundance in insect viral communities. Secondly, our analysis indicates that the rate at which dsDNA viruses are endogenized is higher in endoparasitoids than in ectoparasitoids or free-living hymenopterans, which also translates into more frequent events of domestication. Hence, these results are consistent with the hypothesis that the endoparasitoid lifestyle has facilitated the endogenization of dsDNA viruses, in turn increasing the opportunities of domestications that now play a central role in the biology of many endoparasitoid lineages.", "url": "https://www.biorxiv.org/content/early/2023/01/02/2022.11.16.515002"}, {"doi": "10.1101/2022.12.29.522188", "title": "Neuron types in the developing mouse CNS can be divided into several epigenomic and transcriptomic classes", "authors": "Kilpinen, S.; Heliola, H.; Achim, K.", "author_corresponding": "Kaia Achim", "author_corresponding_institution": "University of Helsinki", "date": "2023-01-02", "category": "genomics", "abstract": "We hypothesize that the differential activity of transcription factors (TFs) regulating patterning and cell fate determination manifests in a differential genome activation in different cell lineages and cell types. Here, we have mapped mRNA expression and accessible chromatin regions in single cells derived from the developing mouse CNS. We first defined a reference set of features for scATAC-seq read quantitation across samples, allowing comparison of chromatin accessibility between brain regions and cell types directly. Second, we integrated the scRNA and scATAC data to form a unified resource of transcriptome and chromatin accessibility landscape for the cell types in diencephalon to anterior hindbrain in E14.5 mouse embryo. Importantly, we implemented methods to achieve high level of statistically supported resolution of clustering for single-cell -omics. We show high level of concordance between the cell clustering based on the chromatin accessibility and transcriptome in analyzed neuronal lineages, indicating that both genome and transcriptome can be used for cell type definition. Hierarchical clustering by the similarity in genome activation reveals complex interrelationships between the cell types derived from different anteroposterior domains of the E14.5 CNS. Further work is required to describe the fraction of genome activation resulting from the activity of patterning genes and the fraction activated by the cell fate selection regulators.", "url": "https://www.biorxiv.org/content/early/2023/01/02/2022.12.29.522188"}, {"doi": "10.1101/2022.12.29.522229", "title": "Analysis of the genome-scale metabolic model of Bacillus subtilis to design novel in-silico strategies for native and recombinant L-asparaginase overproduction", "authors": "Barge, N. S.; Sahoo, A.; Dasu, V. V.", "author_corresponding": "Veeranki Venkata Dasu", "author_corresponding_institution": "Indian Institute of Technology, Guwahati", "date": "2023-01-02", "category": "systems biology", "abstract": "L-asparaginase is an enzyme with widescale use in the food and medicine industry. It is used as a chemotherapeutic drug in the treatment of acute lymphoblastic leukemia. Limitations of side effects associated with commercially available L-asparaginase necessitate the search for alternative sources. Bacillus subtilis is an emerging host for the production of chemicals and therapeutic products. This study deals with L-asparaginase production in Bacillus subtilis using systems metabolic engineering approach. System biology offers a detailed understanding of organism metabolism at the network level unlike the conventional molecular approach of metabolic engineering allowing one to study the effects of metabolite production on growth. Metabolism of Bacillus subtilis is studied using genome-scale metabolic model iYO844 which consists of relationships between the genes and proteins present in Bacillus subtilis. Also, the model contains information about all the metabolic reactions and pathways allowing convenient metabolic engineering methods. Computational methods like flux balance analysis, flux variability analysis, robustness analysis, etc. are carried out to study the metabolic capabilities of Bacillus subtilis. The model predicted a specific growth rate of 0.6242 h-1, which was comparable to the experimental value. Further, the model is used to simulate recombinant L-asparaginase production generating a maximum production rate of 0.4028 mmol gDW-1 h-1. Flux scanning based on enforced objective flux and OptKnock design strategies are used for strain development of Bacillus subtilis for higher production of both native and recombinant L-asparaginase.", "url": "https://www.biorxiv.org/content/early/2023/01/02/2022.12.29.522229"}, {"doi": "10.1101/2023.01.02.522494", "title": "Meiotic Cells Escape Prolonged Spindle Checkpoint Activity Through Premature Silencing and Slippage", "authors": "MacKenzie, A.; Vicory, V.; Lacefield, S.", "author_corresponding": "Soni Lacefield", "author_corresponding_institution": "Geisel School of Medicine at Dartmouth", "date": "2023-01-02", "category": "cell biology", "abstract": "To prevent chromosome mis-segregation, a surveillance mechanism known as the spindle checkpoint delays the cell cycle if kinetochores are not attached to spindle microtubules, allowing the cell additional time to correct improper attachments. During spindle checkpoint activation, checkpoint proteins bind the unattached kinetochore and send a diffusible signal to inhibit the anaphase promoting complex/cyclosome (APC/C). Previous work has shown that mitotic cells with depolymerized microtubules can escape prolonged spindle checkpoint activation in a process called mitotic slippage. During slippage, spindle checkpoint proteins bind unattached kinetochores, but the cells cannot maintain the checkpoint arrest. We asked if meiotic cells had as robust of a spindle checkpoint response as mitotic cells and whether they also undergo slippage after prolonged spindle checkpoint activity. We performed a direct comparison between mitotic and meiotic budding yeast cells that signal the spindle checkpoint due to a lack of either kinetochore-microtubule attachments or due to a loss of tension-bearing attachments. We find that the spindle checkpoint is not as robust in meiosis I or meiosis II compared to mitosis, overcoming a checkpoint arrest approximately 150 minutes earlier in meiosis. In addition, cells in meiosis I escape spindle checkpoint signaling using two mechanisms, silencing the checkpoint at the kinetochore and through slippage. We propose that meiotic cells undertake developmentally-regulated mechanisms to prevent persistent spindle checkpoint activity to ensure the production of gametes.\n\nAUTHOR SUMMARYMitosis and meiosis are the two major types of cell divisions. Mitosis gives rise to genetically identical daughter cells, while meiosis is a reductional division that gives rise to gametes. Cell cycle checkpoints are highly regulated surveillance mechanisms that prevent cell cycle progression when circumstances are unfavorable. The spindle checkpoint promotes faithful chromosome segregation to safeguard against aneuploidy, in which cells have too many or too few chromosomes. The spindle checkpoint is activated at the kinetochore and then diffuses to inhibit cell cycle progression. Although the checkpoint is active in both mitosis and meiosis, most studies involving checkpoint regulation have been performed in mitosis. By activating the spindle checkpoint in both mitosis and meiosis in budding yeast, we show that cells in meiosis elicit a less persistent checkpoint signal compared to cells in mitosis. Further, we show that cells use distinct mechanisms to escape the checkpoint in mitosis and meiosis I. While cells in mitosis and meiosis II undergo anaphase onset while retaining checkpoint proteins at the kinetochore, cells in meiosis I prematurely lose checkpoint protein localization at the kinetochore. If the mechanism to remove the checkpoint components from the kinetochore is disrupted, meiosis I cells can still escape checkpoint activity. Together, these results highlight that cell cycle checkpoints are differentially regulated during meiosis to avoid long delays and to allow gametogenesis.", "url": "https://www.biorxiv.org/content/early/2023/01/02/2023.01.02.522494"}, {"doi": "10.1101/2023.01.01.521342", "title": "Trafficking of nuclear-encoded apicoplast proteins depends on F-actin and Myosin F in Toxoplasma gondii", "authors": "Devarakonda, P. M.; Sarmiento, V.; Heaslip, A. T.", "author_corresponding": "Aoife T Heaslip", "author_corresponding_institution": "University of Connecticut", "date": "2023-01-02", "category": "cell biology", "abstract": "Toxoplasma gondii contains an essential single plastid organelle known as the apicoplast that is necessary for fatty acid, isoprenoid, and heme synthesis. Perturbations affecting apicoplast function leads to parasite death. To maintain a functional apicoplast, the parasite must execute two important cellular processes: accurate division of this single copy organelle into daughter parasites during cell division and trafficking of nuclear encoded apicoplast proteins (NEAT). In this study we demonstrate that F-actin and an unconventional myosin motor, TgMyoF, are important for both processes. Live cell imaging demonstrates that during division the apicoplast is highly dynamic, exhibiting branched, U-shaped and linear morphologies that are dependent on TgMyoF and actin. These dynamics appear to control apicoplast association with the centrosome and positioning of the centrosome at the apicoplast tips. Loss of apicoplast dynamics correlated with reduced apicoplast-centrosome association and ultimately apicoplast inheritance defects. In addition, we uncovered the role of TgMyoF and actin in NEAT protein trafficking. Vesicles containing the apicoplast protein APT1 were only observed during apicoplast division in control parasites, however loss of TgMyoF and actin lead to accumulation of vesicles in the cytosol, with only a small impact on vesicle movement suggesting that this actomyosin system is important for vesicle fusion with the apicoplast. Consequently, loss of TgMyoF resulted in reduced apicoplast length. This study has provided crucial new insight into mechanisms and timing of protein trafficking to the apicoplast and demonstrated how apicoplast-centrosome association, a key step in the apicoplast division cycle, is control by the actomyosin cytoskeleton.", "url": "https://www.biorxiv.org/content/early/2023/01/02/2023.01.01.521342"}, {"doi": "10.1101/2022.12.31.522373", "title": "Atheroprone shear stress stimulates noxious endothelial extracellular vesicle uptake by MCAM and PECAM-1 cell adhesion molecules", "authors": "Coly, P.-M.; Chatterjee, S.; Mezine, F.; El Jekmek, C.; Devue, C.; Nipoti, T.; Lara Corona, M.; Dingli, F.; Loew, D.; van Niel, G.; Boulanger, C. M.", "author_corresponding": "Chantal M. Boulanger", "author_corresponding_institution": "Universite Paris-Cite, PARCC, INSERM", "date": "2023-01-02", "category": "cell biology", "abstract": "Atherosclerotic lesions mainly form in arterial areas exposed to low shear stress (LSS), where endothelial cells express a senescent and inflammatory phenotype. Conversely, high shear stress (HSS) has atheroprotective effects on the endothelium. Endothelial cell-derived extracellular vesicles have been shown to regulate inflammation, senescence and angiogenesis and therefore play a crucial role in vascular homeostasis and disease. While previous studies have shown links between hemodynamic forces and extracellular vesicle release, the exact consequences of shear stress on the release and uptake of endothelial EVs remains elusive. Our aim is therefore to decipher the interplay between these processes in endothelial cells exposed to atheroprone or atheroprotective shear stress.\n\nConfluent human umbilical vein endothelial cells (HUVEC) were exposed to either LSS or HSS for 24 hours. Large and small EVs were isolated from conditioned medium by sequential centrifugation and size exclusion chromatography. They were characterized by TEM, Western blot analysis of EV markers, tunable resistive pulse sensing, flow cytometry and proteomics. Uptake experiments were performed using fluorescently-labeled EVs and differences between groups were assessed by flow cytometry and confocal microscopy.\n\nWe found that levels of large and small EVs in HUVEC conditioned media were fifty and five times higher in HSS than in LSS conditions, respectively. In vivo and in vitro uptake experiments revealed greater EV incorporation by cells exposed to LSS conditions compared to HSS. Additionally, endothelial LSS-EVs appeared to have a greater affinity for HUVECs than HSS-EVs or EVs derived from platelets, red blood cells, granulocytes and peripheral blood mononuclear cells. Proteomic analysis revealed that LSS-EVs were enriched in adhesion proteins such as PECAM1, MCAM, which were involved in EV uptake by endothelial cells. LSS-EVs also carried mitochondrial material, which may be involved in elevating reactive oxygen species levels in recipient cells.\n\nThese findings suggest that endothelial shear stress has a significant impact during EV biogenesis and uptake. Given the major role of EVs and shear stress in vascular health, deciphering the relation between these processes may yield innovative strategies for the early detection and treatment of endothelial dysfunction.", "url": "https://www.biorxiv.org/content/early/2023/01/02/2022.12.31.522373"}, {"doi": "10.1101/2022.12.31.521737", "title": "AgamPrimer: Primer Design in Anopheles gambiae informed by range-wide genomic variation", "authors": "Nagi, S. C.; Miles, A.; Donnelly, M. J.", "author_corresponding": "Sanjay Curtis Nagi", "author_corresponding_institution": "Liverpool School of Tropical Medicine", "date": "2023-01-02", "category": "genomics", "abstract": "The major malaria mosquito, Anopheles gambiae s.l, is one of the most studied organisms in medical research and also one of the most genetically diverse. When designing polymerase chain reaction (PCR) or hybridisation-based molecular assays, reliable primer and probe design is crucial. However, single nucleotide polymorphisms (SNPs) in primer binding sites can prevent primer binding, leading to null alleles, or bind suboptimally, leading to preferential amplification of specific alleles. Given the extreme genetic diversity of An. gambiae, researchers need to consider this genetic variation when designing primers and probes to avoid amplification problems. In this note, we present a python package, AgamPrimer, which exploits the AG1000G dataset and allows users to rapidly design primers in An. gambiae, whilst summarising genetic variation in the primer binding sites and visualising the position of primer pairs. AgamPrimer allows the design of both genomic DNA and cDNA primers and hybridisation probes. By coupling this python package with Google Colaboratory, AgamPrimer is an open and accessible platform for primer and probe design, hosted in the cloud for free. AgamPrimer is available here https://github.com/sanjaynagi/AgamPrimer and we hope it will be a useful resource for the community to design probe and primer sets that can be reliably deployed across the An. gambiae species range.", "url": "https://www.biorxiv.org/content/early/2023/01/02/2022.12.31.521737"}, {"doi": "10.1101/2022.12.29.522222", "title": "Design and fabrication of a low-cost microfluidic cartridge with integrated pressure-driven check valve for molecular diagnostics platforms", "authors": "Downen, R. S.; Dong, Q.; Chen, J. L.; Li, Z.", "author_corresponding": "Zhenyu Li", "author_corresponding_institution": "The George Washington University", "date": "2023-01-02", "category": "bioengineering", "abstract": "This paper describes the design, fabrication, and preliminary testing of a low-cost, easy to manufacture microfluidics cartridge capable of fluid storage and manipulation through a custom pressure-driven check valve. Cartridge components are fabricated using a desktop CNC and laser cutter, the check valve is fabricated using PDMS in a custom acrylic mold, and the components are assembled using a thermal diffusion welder. Following assembly, preliminary testing of the cartridge, including fluid manipulation and use for molecular diagnostics, was performed. To pull a sample into the lysing chamber, a vacuum over 1.4PSI was required. No opening of the valve to the reaction chamber was observed. Moving fluid across the custom valve from the lysing chamber to the reaction chamber then required a vacuum over 4.5PSI. Finally, a proof-of-concept demonstration of one potential application was performed using a custom benchtop LAMP system for molecular diagnostic testing. The low-cost nature of the design, ease of manufacturing, fluid storage and manipulation demonstrated make this design ideal for research and high-volume testing in low resource environments.\n\n\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=72 SRC=\"FIGDIR/small/522222v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (27K):\norg.highwire.dtl.DTLVardef@13ebeb5org.highwire.dtl.DTLVardef@5a8ffaorg.highwire.dtl.DTLVardef@1a27cd5org.highwire.dtl.DTLVardef@b1bc2e_HPS_FORMAT_FIGEXP  M_FIG C_FIG Graphical abstractCustom cartridge is fabricated using a combination of a) benchtop laser cutter and b) benchtop micromilling machine. c) Components are then assembled with a 0.22{micro}m micron filter and custom plug-style check valve. d) The cartridge assembly is then bonded using a thermal diffusion bonder. e) By pulling a vacuum through the first air trap, a sample can be pulled into the pre-filled lysing chamber. f) Pulling a vacuum through the second air trap, the lysed sample can then be pulled into the pre-filled reaction chamber. g) For a proof of concept, the filled cartridge was then tested in a custom benchtop Loop Mediated Isothermal System. Following a heating cycle, reaction fluoresce can be monitored. h) An S-Curve observed through the custom LAMP system, thus demonstrating feasibility of the cartridge for use with molecular diagnostic platforms.", "url": "https://www.biorxiv.org/content/early/2023/01/02/2022.12.29.522222"}, {"doi": "10.1101/2023.01.01.522411", "title": "On the correspondence between the transcriptomic response of a compound and its effects on its targets", "authors": "Engler Hart, C.; Ence, D.; Healey, D.; Domingo-Fernandez, D.", "author_corresponding": "Daniel Domingo-Fernandez", "author_corresponding_institution": "Enveda Biosciences", "date": "2023-01-02", "category": "bioinformatics", "abstract": "Better understanding the transcriptomic response produced by a compound perturbing its targets can shed light on the underlying biological processes regulated by the compound. However, establishing the relationship between the induced transcriptomic response and the target of a compound is non-trivial, partly because targets are rarely differentially expressed. Thus, connecting both modalities requires orthogonal information (e.g., pathway or functional information). Here, we present a comprehensive study aimed at exploring this relationship by leveraging thousands of transcriptomic experiments and target data for over 2,000 compounds. Firstly, we confirmed that compound-target information does not correlate as expected with the transcriptomic signatures induced by a compound. However, we demonstrate how the concordance between both modalities can be increased by connecting pathway and target information. Additionally, we investigated whether compounds that target the same proteins induce a similar transcriptomic response and conversely, whether compounds with similar transcriptomic responses share the same target proteins. While our findings suggest that this is generally not the case, we did observe that compounds with similar transcriptomic profiles are more likely to share at least one protein target, as well as common therapeutic applications. Lastly, we present a case scenario on a few compound pairs with high similarity to demonstrate how the relationship between both modalities can be exploited for mechanism of action deconvolution.", "url": "https://www.biorxiv.org/content/early/2023/01/02/2023.01.01.522411"}, {"doi": "10.1101/2022.12.31.522372", "title": "RGT: a toolbox for the integrative analysis of high throughput regulatory genomics data", "authors": "Li, Z.; Kuo, C.-C.; Ticconi, F.; Shaigan, M.; Gusmao, E. G.; Allhoff, M.; Manolov, M.; Zenke, M.; Gesteira Costa Filho, I.", "author_corresponding": "Ivan Gesteira Costa Filho", "author_corresponding_institution": "RWTH Aachen University Hospital", "date": "2023-01-02", "category": "bioinformatics", "abstract": "BackgroundMassive amounts of data are produced by combining next-generation sequencing (NGS) with complex biochemistry techniques to characterize regulatory genomics profiles, such as protein-DNA interaction and chromatin accessibility. Interpretation of such high-throughput data typically requires different computation methods. However, existing tools are usually developed for a specific task, which makes it challenging to analyze the data in an integrative manner.\n\nResultsWe here describe the Regulatory Genomics Toolbox (RGT), a computational library for the integrative analysis of regulatory genomics data. RGT provides different functionalities to handle genomic signals and regions. Based on that, we developed several tools to perform distinct downstream analyses, including the prediction of transcription factor binding sites using ATAC-seq data, identification of differential peaks from ChIP-seq data, and detection of triple helix mediated RNA and DNA interactions, visualization, and finding an association between distinct regulatory factors.\n\nConclusionWe present here RGT; a framework to facilitate the customization of computational methods to analyze genomic data for specific regulatory genomics problems. RGT is a comprehensive and flexible Python package for analyzing high throughput regulatory genomics data and is available at: https://github.com/CostaLab/reg-gen. The documentation is available at: https://reg-gen.readthedocs.io", "url": "https://www.biorxiv.org/content/early/2023/01/02/2022.12.31.522372"}, {"doi": "10.1101/2022.12.29.522191", "title": "The Identification of Key Genes and Biological Pathways in Polycystic Ovary Syndrome and its Complications by Next Generation Squancing (NGS) and Bioinformatics Analysis", "authors": "Vastrad, B. M.; Vastrad, C. M.", "author_corresponding": "Chanabasayya Mallikarjunayya Vastrad", "author_corresponding_institution": "Biostatistics and Bioinformatics, Chanabasava Nilaya, Bharthinagar, Dharwad 580001, Karnataka, India.", "date": "2023-01-02", "category": "bioinformatics", "abstract": "Polycystic ovary syndrome (PCOS) is is associated with infertility, obesity, insulin resistance, hyperinsulinemia, type 2 diabetes mellitus, hypertension, cardiovascular problems, neurological and psychological problems and cancer. The specific mechanism of PCOS and its complications remains unclear. The aim of this study was to apply a bioinformatics approach to reveal related pathways or genes involved in the development of PCOS and its complications. The next generation squancing (NGS) datset GSE199225 was downloaded from the gene expression omnibus (GEO) database. Differentially expressed gene (DEG) analysis was performed using DESeq2. The g:Profiler was utilized to analyze the functional enrichment, gene ontology (GO) and REACTOME pathway of the differentially expressed genes. A protein-protein interaction (PPI) network was constructed and module analysis was performed using HiPPIE and cytoscape. The miRNA-hub gene regulatory network and TF-hub gene regulatory network were also constructed for research. The expression of the hub genes was validated using receiver operating characteristic (ROC) curve analysis. We have identified 957 DEGs in total, including 478 up regulated genes and 479 down regulated gene. GO and REACTOME illustrated that DEGs in PCOS were significantly enriched in regulation of molecular function, developmental process, interferon signaling and platelet activation, signaling and aggregation. Finally, through analyzing the PPI network, modules, miRNA-hub gene regulatory network and TF-hub gene regulatory network, we screened hub genes HSPA5, PLK1, RIN3, DBN1, CCDC85B, DISC1, AR, MTUS2, LYN and TCF4 by the Cytoscape software. This study uses a series of bioinformatics technologies to obtain hug genes and key pathways related to PCOS and its complications. These analysis results provide us with novel ideas for finding biomarkers and treatment methods for PCOS and its complications.", "url": "https://www.biorxiv.org/content/early/2023/01/02/2022.12.29.522191"}, {"doi": "10.1101/2022.12.31.522396", "title": "The new mega dataset combined with a deep neural network makes progress in predicting the impact of single mutations on protein stability", "authors": "Pak, M. A.; Dovidchenko, N. V.; Sharma, S. M.; Ivankov, D. N.", "author_corresponding": "Dmitry N Ivankov", "author_corresponding_institution": "Skolkovo Institute of Science and Technology", "date": "2023-01-02", "category": "bioinformatics", "abstract": "Prediction of proteins stability change ({Delta}{Delta}G) due to single mutation is important for biotechnology, medicine, and our understanding of physics underlying protein folding. Despite the recent tremendous success in 3D protein structure prediction, the apparently simpler problem of predicting the effect of mutations on protein stability has been hampered by the low amount of experimental data. With the recent high-throughput measurements of mutational effects in  mega experiment for ~850,000 mutations [Tsuboyama et al., bioRxiv, 2022] it becomes possible to apply the state-of-the-art deep learning methods. Here we explore the ability of ESM2 deep neural network architecture with added Light Attention mechanism to predict the change of protein stability due to single mutations. The resulting method ABYSSAL predicts well the data from the  mega experiment (Pearson correlation 0.85) while the prediction of {Delta}{Delta}G values from previous experiments is more modest (Pearson correlation 0.50). ABYSSAL also shows a perfect satisfaction of the antisymmetry property. The ABYSSAL training demonstrated that the dataset should contain around ~100,000 data points for taking advantage of the state-of-the-art deep learning methods. Overall, our study shows great perspectives for developing the deep learning {Delta}{Delta}G predictors.", "url": "https://www.biorxiv.org/content/early/2023/01/02/2022.12.31.522396"}, {"doi": "10.1101/2022.12.31.522397", "title": "Development of digital Hi-C assay", "authors": "Mori, A.; Schweikert, G.", "author_corresponding": "Akihiro Mori", "author_corresponding_institution": "University of Dundee", "date": "2023-01-02", "category": "bioinformatics", "abstract": "Abstracts\n\nEnhancers are genomic elements and contain all necessary cis-regulatory contexts. Such enhancers are convened to the appropriate promoter of target genes for gene regulations even though the enhancers and the promoters are apart a few mega-base pairs away from each other. In addition to physical distance, nucleotide mutations in enhancers influence a partial group of the target genes. Those make it more complicated to reveal the paired relationship between enhancer and promoter of target genes. Recently, advanced computational approaches are employed to predict such interactions. One approach requires a large number of different high-throughput datasets to predict such interactions; however, in practical aspects, all datasets for tissues and conditions of interest are not available. Whereas the alternative approach requires only genome sequences for particular predictions, their predictions are insufficient for practical applications. We address those issues by developing the digital Hi-C assay with a transformer-algorithm basis. This assay allows us to create models from simple/small/limited sequence-based datasets only. We apply the trained models to be able to identify long-distance interactions of genomic loci and three-dimensional (3D) genomic architectures in any other tissue/cell datasets; additionally, we demonstrated the predictions of genomic contexts by analysing the prediction patterns around the target locus in the three following genomic-context problems: enhancer-promoter interactions (i.e., promoter-capture Hi-C), the CTCF-enriched regions, and TAD-boundary regions. Because our approach adopted a sequence-based approach, we can predict the long-distance interactions of genomic loci by using the genomic sequences of the users interest (e.g., input sequences from high-throughput assay datasets such as ATAC-seq and ChIP-seq assays). Consequently, we provide an opportunity to predict interactions of genomic loci from a minimum dataset.", "url": "https://www.biorxiv.org/content/early/2023/01/02/2022.12.31.522397"}, {"doi": "10.1101/2022.12.31.521834", "title": "Qualitative assessment of cryo-EM map reconstruction", "authors": "Nidamarthi, K. H. V.", "author_corresponding": "Kutumbarao H V Nidamarthi", "author_corresponding_institution": "Diamond Light Source", "date": "2023-01-02", "category": "biophysics", "abstract": "With the rapid advancement of Cryo-EM technique in deciphering structural features of biological molecules, it is a necessity to develop and explore different parameters which help us in critical evaluation of different aspects of reconstruction. In this age of ever-increasing automation and number of particles used in reconstruction to achieve high resolution maps, assessment parameters help in validation of reconstruction process. Here, we have employed one such quality parameter which quantitatively assess the presence of non-particles in the reconstructed map.", "url": "https://www.biorxiv.org/content/early/2023/01/02/2022.12.31.521834"}, {"doi": "10.1101/2022.12.31.522380", "title": "Influence of Electronic Polarization on the Binding of Anions to a Chloride-Pumping Rhodopsin", "authors": "Phan, L. X.; Chamorro, V. C.; Martinez-Seara, H.; Crain, J.; Sansom, M.; Tucker, S. J.", "author_corresponding": "Stephen J Tucker", "author_corresponding_institution": "University of Oxford", "date": "2023-01-02", "category": "biophysics", "abstract": "The functional properties of some biological ion channels and membrane transport proteins are proposed to exploit anion-hydrophobic interactions. Here, we investigate a chloride-pumping rhodopsin (ClR) as an example of a membrane protein known to contain a defined anion binding site composed predominantly of hydrophobic residues. Using molecular dynamics simulations, we explore Cl- binding to this hydrophobic site and compare the dynamics arising when electronic polarization is neglected (CHARMM36 (c36) fixed-charge force field), included implicitly (via the prosECCo force field), or included explicitly (through the polarizable force field, AMOEBA). Free energy landscapes of Cl- moving out of the binding site and into bulk solution demonstrate that the inclusion of polarization results in stronger ion binding and a second metastable binding site in ClR. Simulations focused on this hydrophobic binding site also indicate longer binding durations and closer ion proximity when polarization is included. Furthermore, simulations reveal that Cl- within this binding site interacts with an adjacent loop to facilitate rebinding events that are not observed when polarization is neglected. These results demonstrate how the inclusion of polarization can influence the behavior of anions within protein binding sites and thereby reveal novel mechanisms.\n\nStatement of SignificanceMolecular simulations based on classical (Newtonian) mechanics represent the most common method of visualizing the behavior of water and ions within channels and nanopores. Although computationally efficient, many of the approximations required mean that these simulations often do not fully capture the complex and dynamic interactions involved. Here, we use the prosECCo force field that offers an improved electronic description whilst maintaining computational efficiency. We show that using this method to include the effects of polarization greatly influences the binding dynamics of anions to a protein binding site and yields results similar to more accurate but computationally demanding methods.", "url": "https://www.biorxiv.org/content/early/2023/01/02/2022.12.31.522380"}, {"doi": "10.1101/2022.12.31.522379", "title": "OptoCRISPRi-HD: engineering a green-light activated CRISPRi system with high dynamic range", "authors": "Chen, K.-N.; Ma, B.-G.", "author_corresponding": "Bin-Guang Ma", "author_corresponding_institution": "Huazhong Agricultural University", "date": "2023-01-02", "category": "synthetic biology", "abstract": "The ability to modulate gene expression is crucial for studying gene function and programming cell behaviors. Combining the reliability of CRISPRi and the precision of optogenetics, the opto-CRISPRi technique is emerging as an advanced tool for live-cell gene regulation. Since previous versions of opto-CRISPRi often exhibit a no more than 10 folds dynamic range due to the leakage activity, they are not suitable for targets that are sensitive to such leakage or critical for cell growth. Here, we describe a green-light activated CRISPRi system with high dynamic range (40-fold) and the flexibility of changing targets in Escherichia coli. Our optoCRISPRi-HD system can efficiently repress essential genes, non-essential genes or inhibit the initiation of DNA replication. Providing a regulative system with high resolution over space-time and extensive targets, our study would facilitate further researches involving complex gene networks, metabolic flux redirection or bioprinting.", "url": "https://www.biorxiv.org/content/early/2023/01/02/2022.12.31.522379"}, {"doi": "10.1101/2022.12.31.522386", "title": "Integration of single-cell multiomic measurements across disease states with genetics identifies mechanisms of beta cell dysfunction in type 2 diabetes", "authors": "Wang, G.; Chiou, J.; Zeng, C.; Miller, M.; Matta, I.; Han, J. Y.; Kadakia, N.; Okino, M.-L.; Beebe, E.; Mallick, M.; Camunas-Soler, J.; dos Santos, T.; Dai, X.-Q.; Ellis, C.; Hang, Y.; Kim, S. K.; Macdonald, P. E.; Kandeel, F. R.; Preiss, S.; Gaulton, K.; Sander, M.", "author_corresponding": "Maike Sander", "author_corresponding_institution": "University of California San Diego", "date": "2023-01-02", "category": "systems biology", "abstract": "Altered function and gene regulation of pancreatic islet beta cells is a hallmark of type 2 diabetes (T2D), but a comprehensive understanding of mechanisms driving T2D is still missing. Here we integrate information from measurements of chromatin activity, gene expression and function in single beta cells with genetic association data to identify disease-causal gene regulatory changes in T2D. Using machine learning on chromatin accessibility data from 34 non-diabetic, pre-T2D and T2D donors, we robustly identify two transcriptionally and functionally distinct beta cell subtypes that undergo an abundance shift in T2D. Subtype-defining active chromatin is enriched for T2D risk variants, suggesting a causal contribution of subtype identity to T2D. Both subtypes exhibit activation of a stress-response transcriptional program and functional impairment in T2D, which is likely induced by the T2D-associated metabolic environment. Our findings demonstrate the power of multimodal single-cell measurements combined with machine learning for identifying mechanisms of complex diseases.", "url": "https://www.biorxiv.org/content/early/2023/01/02/2022.12.31.522386"}, {"doi": "10.1101/2023.01.02.522476", "title": "CAS12e (CASX2) CLEAVAGE OF CCR5: IMPACT OF GUIDE RNA LENGTH AND PAM SEQUENCE ON CLEAVAGE ACTIVITY", "authors": "Armstrong, D. A.; Hudson, T. R.; Hodge, C. A.; Hampton, T. H.; Howell, A. L.; Hayden, M. S.", "author_corresponding": "Alexandra L Howell", "author_corresponding_institution": "VA Medical Center", "date": "2023-01-02", "category": "molecular biology", "abstract": "CRISPR/Cas is under development as a therapeutic tool for the cleavage, excision, and/or modification of genes in eukaryotic cells. While much effort has focused on CRISPR/Cas from Streptococcus pyogenes (SpCas9) and Staphylococcus aureus (SaCas9), alternative CRISPR systems have been identified using metagenomic datasets from non-pathogenic microbes, including previously unknown class 2 systems, adding to a diverse toolbox of gene editors. The Cas12e (CasX1, CasX2) endonucleases from non-pathogenic Deltaproteobacteria (DpeCas12e) and Planctomycetes (PlmCas12e) are more compact than SpCas9, have a more selective protospacer adjacent motif (PAM) requirement, and deliver a staggered cleavage cut with 5-7 base overhangs. We investigated varying guide RNA (spacer) lengths and alternative PAM sequences to determine optimal conditions for PlmCas12e cleavage of the cellular gene CCR5 (CC-Chemokine receptor-5). CCR5 encodes one of two chemokine coreceptors required by HIV-1 to infect target cells, and a mutation of CCR5 (delta-32) is responsible for HIV-1 resistance and reported cures following bone marrow transplantation. Consequently, CCR5 has been an important target for gene editing utilizing CRISPR, TALENs, and ZFNs. We determined that CCR5 cleavage activity varied with the target site, guide RNA length, and the terminal nucleotide in the PAM sequence. Our analyses demonstrated a PlmCas12e PAM preference for purines (A, G) over pyrimidines (T, C) in the fourth position of the CasX2 PAM (TTCN). These analyses have contributed to a better understanding of CasX2 cleavage requirements and will position us more favorably to develop a therapeutic that creates the delta-32 mutation in the CCR5 gene in hematopoietic stem cells.", "url": "https://www.biorxiv.org/content/early/2023/01/02/2023.01.02.522476"}, {"doi": "10.1101/2023.01.02.522488", "title": "Regulation of replication origin licensing by ORC phosphorylation reveals a two-step mechanism for Mcm2-7 ring closing", "authors": "Amasino, A.; Gupta, S.; Friedman, L. J.; Gelles, J.; Bell, S. P.", "author_corresponding": "Stephen P. Bell", "author_corresponding_institution": "MIT, Department of Biology", "date": "2023-01-02", "category": "molecular biology", "abstract": "Eukaryotic DNA replication must occur exactly once per cell cycle to maintain cell ploidy. This outcome is ensured by temporally separating replicative helicase loading (G1 phase) and activation (S phase). In budding yeast, helicase loading is prevented outside of G1 by cyclin-dependent kinase (CDK) phosphorylation of three helicase-loading proteins: Cdc6, the Mcm2-7 helicase, and the origin recognition complex (ORC). CDK inhibition of Cdc6 and Mcm2-7 are well understood. Here we use single-molecule assays for multiple events during origin licensing to determine how CDK phosphorylation of ORC suppresses helicase loading. We find that phosphorylated ORC recruits a first Mcm2-7 to origins but prevents second Mcm2-7 recruitment. Phosphorylation of the Orc6, but not of the Orc2 subunit, increases the fraction of first Mcm2-7 recruitment events that are unsuccessful due to the rapid and simultaneous release of the helicase and its associated Cdt1 helicase-loading protein. Real-time monitoring of first Mcm2-7 ring closing reveals that either Orc2 or Orc6 phosphorylation prevents Mcm2-7 from stably encircling origin DNA. Consequently, we assessed formation of the MO complex, an intermediate that requires the closed-ring form of Mcm2-7. We found that ORC phosphorylation fully inhibits MO-complex formation and provide evidence that this event is required for stable closing of the first Mcm2-7. Our studies show that multiple steps of helicase loading are impacted by ORC phosphorylation and reveal that closing of the first Mcm2-7 ring is a two-step process started by Cdt1 release and completed by MO-complex formation.\n\nSignificance StatementEach time a eukaryotic cell divides (by mitosis) it must duplicate its chromosomal DNA exactly once to ensure that one full copy is passed to each resulting cell. Both under-replication or over-replication result in genome instability and disease or cell death. A key mechanism to prevent over-replication is the temporal separation of loading of the replicative DNA helicase at origins of replication and activation of these same helicases during the cell division cycle. Here we define the mechanism by which phosphorylation of the primary DNA binding protein involved in these events inhibits helicase loading. Our studies identify multiple steps of inhibition and provide new insights into the mechanism of helicase loading in the uninhibited condition.", "url": "https://www.biorxiv.org/content/early/2023/01/02/2023.01.02.522488"}, {"doi": "10.1101/2023.01.02.522381", "title": "Mechanically induced topological transition of spectrin regulates its distribution in the mammalian cortex", "authors": "Ghisleni, A.; Bonilla-Quintana, M.; Crestani, M.; Fukuzawa, A.; Rangamani, P.; Gauthier, N.", "author_corresponding": "Andrea Ghisleni", "author_corresponding_institution": "IFOM, the AIRC Institute of Moleular Oncology", "date": "2023-01-02", "category": "cell biology", "abstract": "The cell cortex is a dynamic assembly that ensures cell integrity during passive deformation or active response by adapting cytoskeleton topologies with poorly understood mechanisms. The spectrin meshwork ensures such adaptation in erythrocytes and neurons. Erythrocytes rely on triangular-like lattices of spectrin tetramers, which in neurons are organized in periodic arrays. We exploited Expansion Microscopy to discover that these two distinct topologies can co-exist in other mammalian cells such as fibroblasts. We show through biophysical measurements and computational modeling that spectrin provides coverage of the cortex and, with the intervention of actomyosin, erythroid-like lattices can dynamically transition into condensates resembling neuron-like periodic arrays fenced by actin stress fibers. Spectrin condensates experience lower mechanical stress and turnover despite displaying an extension close to the contour length of the tetramer. Our study sheds light on the adaptive properties of spectrin, which ensures protection of the cortex by undergoing mechanically induced topological transitions.", "url": "https://www.biorxiv.org/content/early/2023/01/02/2023.01.02.522381"}, {"doi": "10.1101/2022.12.31.521896", "title": "Regionalized protein localization domains in the hair cell kinocilium", "authors": "Erickson, T.; Biggers, W. P.; Williams, K.; Venuto, A.", "author_corresponding": "Timothy Erickson", "author_corresponding_institution": "University of New Brunswick", "date": "2023-01-02", "category": "cell biology", "abstract": "Sensory hair cells are the receptors for auditory, vestibular, and lateral line sensory organs in vertebrates. These cells are distinguished by \"hair\"-like projections from their apical surface collectively known as the hair bundle. Along with the staircase arrangement of actin-filled stereocilia, the hair bundle features a single, non-motile, true cilium called the kinocilium. The kinocilium plays important roles in hair bundle development and the mechanics of sensory detection. To understand more about kinocilial development and structure, we performed a transcriptomic analysis of zebrafish hair cells looking for cilia-associated genes that have yet to be characterized in hair cells. Here, we focus on three such genes - ankef1a, odf3l2a, and saxo2 - because the human or mouse orthologs are either associated with sensorineural hearing loss or are located near uncharacterized deafness loci. We made transgenic fish that express fluorescently tagged versions of their proteins, demonstrating their localization to the kinocilia of zebrafish hair cells. Furthermore, we find that Ankef1a, Odf3l2a, and Saxo2 exhibit distinct localization patterns along the length of the kinocilium. Lastly, we report a novel overexpression phenotype for Saxo2. Overall, these results suggest that the hair cell kinocilium is regionalized along its proximal-distal axis and set the groundwork to understand the role of these kinocilial proteins in hair cell structure and function.", "url": "https://www.biorxiv.org/content/early/2023/01/02/2022.12.31.521896"}, {"doi": "10.1101/2023.01.02.522155", "title": "Early infection response of the first trimester human placenta at single-cell scale", "authors": "Hoo, R.; Ruiz-Morales, E. R.; Kelava, I.; Sancho-Serra, C.; Icoresi Mazzeo, C.; Chelaghma, S.; Tuck, E.; Predeus, A. V.; Fernandez-Antoran, D.; Waller, R. F.; Lee, M.; Vento-Tormo, R.", "author_corresponding": "Roser Vento-Tormo", "author_corresponding_institution": "Wellcome Sanger Institute, Cambridge, United Kingdom", "date": "2023-01-02", "category": "genomics", "abstract": "Placental infections are a major worldwide burden, particularly in developing countries. The placenta is a transient tissue located at the interface between the mother and the fetus. Some pathogens can access the placental barrier resulting in pathological transmission from mother to fetus, which may have a profound impact on the health of the developing fetus. Limited tissue accessibility, critical differences between humans and mice, and, until recently, lack of proper in vitro models, have hampered our understanding of the early placental response to pathogens. Here we use single-cell transcriptomics to describe the placental primary defence mechanisms against three pathogens that are known to cause fetal and maternal complications during pregnancy - Plasmodium falciparum, Listeria monocytogenes and Toxoplasma gondii. We optimise ex vivo placental explants of the first-trimester human placenta and show that trophoblasts (the epithelial-like cells of the placenta), and Hofbauer cells (placental macrophages) orchestrate a coordinated inflammatory response after 24 hours of infection. We show that hormone biosynthesis and transport are downregulated in the trophoblasts, suggesting that protective responses are promoted at the expense of decreasing other critical functions of the placenta, such as the endocrine production and the nourishment of the fetus. In addition, we pinpoint pathogen-specific effects in some placental lineages, including a strong mitochondrial alteration in the Hofbauer cells in response to T. gondii. Finally, we identify adaptive strategies and validate nutrient acquisition employed by the P. falciparum during placental malaria infection. This study provides the first detailed cellular map of the first-trimester placenta upon infection and describes the early events that may lead to fetal and placental disorders if left unchecked.", "url": "https://www.biorxiv.org/content/early/2023/01/02/2023.01.02.522155"}, {"doi": "10.1101/2022.12.31.522388", "title": "Additive energetic contributions of multiple peptide positions determine the relative promiscuity of viral and human sequences for PDZ domain targets", "authors": "Tahti, E. F.; Blount, J. M.; Jackson, S. N.; Gao, M.; Gill, N. P.; Smith, S. N.; Pederson, N. J.; Rumph, S. N.; Struyvenberg, S. A.; Mackley, I. G. P.; Madden, D. R.; Amacher, J.", "author_corresponding": "Jeanine Amacher", "author_corresponding_institution": "Western Washington University", "date": "2023-01-02", "category": "biochemistry", "abstract": "Protein-protein interactions that include recognition of short sequences of amino acids, or peptides, are critical in cellular processes. Protein-peptide interaction surface areas are relatively small and shallow, and there are often overlapping specificities in families of peptide-binding domains. Therefore, dissecting selectivity determinants can be challenging. PDZ domains are an example of a peptide-binding domain located in several intracellular signaling and trafficking pathways, which form interactions critical for the regulation of receptor endocytic trafficking, tight junction formation, organization of supramolecular complexes in neurons, and other biological systems. These domains are also directly targeted by pathogens, and a hallmark of many oncogenic viral proteins is a PDZ-binding motif. However, amidst sequences that target PDZ domains, there is a wide spectrum in relative promiscuity. For example, the viral HPV16 E6 oncoprotein recognizes over double the number of PDZ domain-containing proteins as the cystic fibrosis transmembrane conductance regulator (CFTR) in the cell, despite similar PDZ targeting-sequences and identical motif residues. Here, we determine binding affinities for PDZ domains known to bind either HPV16 E6 alone or both CFTR and HPV16 E6, using peptides matching WT and hybrid sequences. We also use energy minimization to model PDZ-peptide complexes and use sequence analyses to investigate this difference. We find that while the majority of single mutations had a marginal effect on overall affinity, the additive effect on the free energy of binding accurately describes the selectivity observed. Taken together, our results describe how complex and differing PDZ interactomes can be programmed in the cell.", "url": "https://www.biorxiv.org/content/early/2023/01/02/2022.12.31.522388"}, {"doi": "10.1101/2022.12.30.522357", "title": "Replacing continuous stimulation of one set of electrodes with successive stimulation of multiple sets of electrodes can improve the focality of transcranial temporal interference stimulation (tTIS), especially the focality of stimulation towards deep brain regions: A simulation study.", "authors": "Li, Y.; Zhang, W.", "author_corresponding": "Yixuan Li", "author_corresponding_institution": "University of Science and Technology of China", "date": "2023-01-02", "category": "bioengineering", "abstract": "Temporal interference (TI) stimulation has been proved to stimulate deep brain region while not activating the overlying cortex in the mouse brain. However, traditional TI, where two alternating currents with different frequencies are delivered by two electrode pairs, has poor focality in the human brain due to the high complexity of human brain structures, which limits the further application of TI. In traditional multipair TI, more than two alternating currents with different frequencies are injected by more than two electrode pairs at the same time. In this study, we proposed a novel multipair method which replaces continuous stimulation of one set of electrodes(eg: 1 montage for 30 minutes) with successive stimulation of multiple sets of electrodes(eg: 6 montages for 5 minutes each). By simulation using finite element method, We showed that this new method could improve the focality of TI in both neocortical regions and deep brain regions compared with traditional two-pair TI and the improvement was more significant in deep brain region. Ten realistic finite element models were used and five brain regions were tested(M1, DLPFC, ACC, NAc and hippocampus). It is expected that this new multipair TI can be used to improve the effectiveness of TI when researchers are translating TI from theoretical researches to clinical applications.", "url": "https://www.biorxiv.org/content/early/2023/01/02/2022.12.30.522357"}, {"doi": "10.1101/2022.12.31.522390", "title": "Implementation of a flavin biosynthesis operon improves extracellular electron transfer in bioengineered Escherichia coli", "authors": "Mouhib, M.; Reggente, M.; Boghossian, A. A.", "author_corresponding": "Ardemis Anoush Boghossian", "author_corresponding_institution": "EPFL", "date": "2023-01-02", "category": "bioengineering", "abstract": "Bioelectrochemical systems (BES) are promising for energy, sensing, environmental, and synthesis applications. Escherichia coli were previously bioengineered for application in BES by introduction of extracellular electron transfer (EET) pathways. Inspired by the metal-reducing (Mtr) pathway of Shewanella oneidensis MR-1, several of its cytochromes were heterologously expressed in E. coli, leading to increased EET rates and successful application in BES. Besides direct electron transfer, S. oneidensis MR-1 is known to secrete flavins that act as redox mediators and are crucial for high EET rates.\n\nHere we co-express the Mtr pathway and a flavin biosynthesis pathway in E. coli, to enhance EET in engineered strains. The secretion of both flavin mononucleotide and riboflavin was increased up to 3-fold in engineered strains. Chronoamperometry revealed an up to ~3.4-fold increase in current over the wild type when co-expressing cytochromes and flavin biosynthesis genes, and a ~2.3-fold increase when expressing flavin biosynthesis genes on their own. Thus, the introduction of flavin biosynthesis genes yields in a distinct, yet complementary EET mechanism, and holds promise for application in BES.", "url": "https://www.biorxiv.org/content/early/2023/01/02/2022.12.31.522390"}, {"doi": "10.1101/2022.12.31.522383", "title": "Non-catalytic role of phosphoinositide 3-kinase in mesenchymal cell migration through non-canonical induction of p85beta/AP-2-mediated endocytosis", "authors": "Matsubayashi, H. T.; Mountain, J.; Yao, T.; Peterson, A. F.; Deb Roy, A.; Inoue, T.", "author_corresponding": "Takanari Inoue", "author_corresponding_institution": "Johns Hopkins University", "date": "2023-01-02", "category": "cell biology", "abstract": "Class IA phosphoinositide 3-kinase (PI3K) galvanizes fundamental cellular processes such as migration, proliferation, and differentiation. To enable multifaceted roles, the catalytic subunit p110 utilizes a multi- domain, regulatory subunit p85 through its inter SH2 domain (iSH2). In cell migration, their product PI(3,4,5)P3 generates locomotive activity. While non-catalytic roles are also implicated, underlying mechanisms and its relationship to PI(3,4,5)P3 signaling remain elusive. Here, we report that a disordered region of iSH2 contains previously uncharacterized AP-2 binding motifs which can trigger clathrin and dynamin-mediated endocytosis independent of PI3K catalytic activity. The AP-2 binding motif mutants of p85 aberrantly accumulate at focal adhesions and upregulate both velocity and persistency in fibroblast migration. We thus propose the dual functionality of PI3K in the control of cell motility, catalytic and non- catalytic, arising distinctly from juxtaposed regions within iSH2.", "url": "https://www.biorxiv.org/content/early/2023/01/02/2022.12.31.522383"}, {"doi": "10.1101/2023.01.02.522462", "title": "Structural insights into ubiquitin chain cleavage by Legionella ovarian tumor deubiquitinases", "authors": "Kang, S.; Kim, G.; Choi, M.; Jeong, M.; Noort, G. J. v. d. H. v.; Roh, S.-H.; Shin, D.", "author_corresponding": "Donghyuk Shin", "author_corresponding_institution": "Yonsei University", "date": "2023-01-02", "category": "biochemistry", "abstract": "Although ubiquitin is found only in eukaryotes, several pathogenic bacteria and viruses possess proteins that hinder the host ubiquitin system. Legionella, a gram-negative intracellular bacterium, possesses an ovarian tumor (OTU) family of deubiquitinases (Lot DUBs). Herein, we describe the molecular characteristics of Lot DUBs. We elucidated the structure of LotA OTU1 domain and revealed that entire Lot DUBs possess a characteristic extended helical lobe (EHL) that is not found in other OTU-DUBs. The structural topology of EHL is the same throughout the Lot family, and it provides an S1' ubiquitin-binding site. Moreover, the catalytic triads of Lot DUBs resemble those of the A20-type OTU-DUBs. Furthermore, we revealed a unique mechanism by which LotA OTU domains cooperate together to distinguish the length of the chain and preferentially cleaves longer K48-linked polyubiquitin chains. The LotA OTU1 domain itself cleaves K6-linked ubiquitin chains, while it is also essential for assisting the cleavage of longer K48-linked polyubiquitin chains by the OTU2 domain. Thus, this study provides novel insights into the structure and mechanism of action of Lot DUBs.", "url": "https://www.biorxiv.org/content/early/2023/01/02/2023.01.02.522462"}, {"doi": "10.1101/2022.12.30.522268", "title": "Femtomolar-level PCR-free quantification of microRNA cancer biomarkers in serum", "authors": "Kanavarioti, A.", "author_corresponding": "Anastassia Kanavarioti", "author_corresponding_institution": "Yenos Analytical", "date": "2023-01-02", "category": "biophysics", "abstract": "We developed a technology to measure microRNA (miRNA) copies in serum and tested it on a commercially available combined human serum (H6914 from Sigma-Aldrich). Copies of miR-15b and miR-16, believed to be constant among healthy and diseased individuals, were measured and agreed with the ones reported by Mitchell PS et al. (2008). Cancer biomarkers let7-b, miR-21, miR-141 and miR-375 varied 3,000 to 6,000 copies per 1 microLiter H6914 (5-10 femtomolar (fM)). Detection and quantification of oligos and miRNAs at such low concentration was shown earlier. It is accomplished by repurposing the commercial MinION nanopore platform to conduct single-molecule voltage-driven ion-channel measurements, employing osmium-tagged oligo probes, and using a publicly available algorithm. These miRNAs were quantified in the serum of healthy individuals or cancer patients using novel optimized probes and a detailed protocol that delivers miRNA copies with better than 85% confidence across all concentrations. A linear correlation, the same with healthy and cancer serum samples, is observed between miR-15b copies and RNA concentration in serum. The assays simplicity, readiness, sensitivity, and precision advocate for its use as a Laboratory Developed Test (LDT) for disease-screening based on miRNA dysregulation.", "url": "https://www.biorxiv.org/content/early/2023/01/02/2022.12.30.522268"}, {"doi": "10.1101/2023.01.01.522448", "title": "Assessment of structural behaviour of new L-asparaginase and SAXS data-based evidence for catalytic activity in its monomeric form", "authors": "Mihooliya, K. N.; Nandal, J.; Kalidas, N.; Ashish,  ; Chand, S.; Verma, D. K.; Bhattaharyya, M. S.; Sahoo, D. K.", "author_corresponding": "Debendra K Sahoo", "author_corresponding_institution": "CSIR-Institute of Microbial Technology", "date": "2023-01-02", "category": "biochemistry", "abstract": "The present study reports the structural and functional characterization of a new glutaminase-free recombinant L-asparaginase (PrASNase) from Pseudomonas resinovorans IGS-131. PrASNase showed substrate specificity to L-asparagine, and its kinetic parameters, Km, Vmax, and kcat were 9.49x10-3 M, 25.13 IUmL-1min-1, and 3.01x103 s-1, respectively. The CD spectra showed that PrASNase consists of 30.9% -helix and 69.1% other structures in its native form. FTIR was used for the functional characterization, and molecular docking predicted that the substrate interacts with serine, alanine, and glutamine in the binding pocket of PrASNase. Different from known asparaginases, structural characterization by small-angle X-ray scattering (SAXS) and analytical ultracentrifugation (AUC) unambiguously revealed PrASNase to exist as a monomer in solution at low temperatures and oligomerized to a higher state with temperature rise. Through SAXS studies and enzyme assay, PrASNase was found to be mostly monomer and catalytically active at 37{degrees}C. Furthermore, this glutaminase-free PrASNase showed killing effects against WIL2-S and TF-1.28 cells with IC50 of 7.4 {micro}g.mL-1 and 5.6 {micro}g.mL-1, respectively. This is probably the first report with significant findings of fully active L-asparaginase in monomeric form using SAXS and AUC and demonstrates the potential of PrASNase in inhibiting cancerous cells, making it a potential therapeutic candidate.\n\nHIGHLIGHTSO_LIA new L-asparaginase (PrASNase) was structurally and functionally characterized.\nC_LIO_LISAXS revealed PrASNase is functionally active in monomeric form and oligomerizes with temperature rise.\nC_LIO_LIMonomeric PrASNase showed an IC50 value of 7.4 and 5.6 {micro}g mL-1 against WIL2-S and TF-1.28 cells.\nC_LIO_LICytotoxicity of PrASNase against leukemic cell lines showed its potential as a biotherapeutic.\nC_LI\n\nGRAPHICAL ABSTRACT\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=133 SRC=\"FIGDIR/small/522448v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (46K):\norg.highwire.dtl.DTLVardef@ece494org.highwire.dtl.DTLVardef@92cdbeorg.highwire.dtl.DTLVardef@19a2borg.highwire.dtl.DTLVardef@1308c70_HPS_FORMAT_FIGEXP  M_FIG C_FIG", "url": "https://www.biorxiv.org/content/early/2023/01/02/2023.01.01.522448"}, {"doi": "10.1101/2023.01.02.522468", "title": "MitoMouse is a model reconstruction of murine mitochondrial metabolism", "authors": "Chapman, S.; Molinie, T.; Mourier, A.; Habermann, B. H.", "author_corresponding": "Bianca H Habermann", "author_corresponding_institution": "Aix-Marseille University, CNRS, IBDM UMR 7288, 13009 Marseille", "date": "2023-01-02", "category": "systems biology", "abstract": "Mitochondria, apart from being the powerhouses of our cells, are key players in cellular metabolism and homeostasis. As a consequence, the core bioenergetics and metabolism of mitochondria are well studied considering the role that dysregulated mitochondrial metabolism plays in disease. Flux Balance Analysis, used in conjunction with metabolic model reconstructions is a powerful computational tool that predicts metabolism. The resulting quantitative descriptions of metabolic dysregulation not only allows current hypotheses to be tested in silico, but can also lead to novel model driven hypotheses that can be experimentally verified. Several metabolic reconstructions for human and mouse metabolism exist, but no model specific to mouse mitochondrial metabolism exists. Here, we have created a mouse-specific mitochondrial metabolic model, mitoMouse, which is based on the high-quality human MitoCore mode. MitoMouse contains 390 genes and 445 metabolites involved in 560 unique reactions, is able to model central carbon metabolism and has been extended to contain reduction of the CoQ complex of Oxidative Phosphorylation by the enzyme DHODH. MitoMOuse was validated to accurately model the important metabolic switch involving CoQ reduction resulting from increased malate import, as recently shown in mouse cardiac tissue. We expect this model to be of immense interest and relevance to researchers working on murine mitochondrial metabolism.", "url": "https://www.biorxiv.org/content/early/2023/01/02/2023.01.02.522468"}]