[{"doi": "10.1101/2021.02.22.432260", "title": "Resurrection of human endogenous retroviruses during aging reinforces senescence", "authors": "Liu, X.; Liu, Z.; Wu, Z.; Ren, J.; Fan, Y.; Sun, L.; Cao, G.; Niu, Y.; Zhang, B.; Ji, Q.; Jiang, X.; Wang, C.; Wang, Q.; Ji, Z.; Li, L.; Esteban, C. R.; Yan, K.; Li, W.; Cai, Y.; Wang, S.; Zheng, A.; Zhang, Y.; Tan, S.; Cai, Y.; Song, M.; Lu, F.; Tang, F.; Ji, W.; Zhou, Q.; Belmonte, J. C. I.; Zhang, W.; Qu, J.; Liu, G.", "author_corresponding": "guanghui  liu", "author_corresponding_institution": "CAS", "date": "2023-01-05", "category": "cell biology", "abstract": "Whether and how certain transposable elements with viral origins, such as endogenous retroviruses (ERVs) dormant in our genomes, can become awakened and contribute to the aging process are largely unknown. In human senescent cells, we found that HERVK (HML-2), the most recently integrated human ERVs, are unlocked to transcribe viral genes and produce retrovirus-like particles (RVLPs). These HERVK RVLPs constitute a transmissible message to elicit senescence phenotypes in young cells, which can be blocked by neutralizing antibodies. Activation of ERVs was also observed in organs of aged primates and mice, as well as in human tissues and serum from the elderly. Their repression alleviates cellular senescence and tissue degeneration and, to some extent, organismal aging. These findings indicate that the resurrection of ERVs is a hallmark and driving force of cellular senescence and tissue aging.\n\nIn briefLiu and colleagues uncover the ways in which de-repression of human endogenous retrovirus triggers cellular senescence and tissue aging; the findings provide fresh insights into therapeutic strategies for alleviating aging.\n\nHighlightsO_LIDerepression of the endogenous retrovirus contributes to programmed aging\nC_LIO_LIUpregulation of HERVK triggers the innate immune response and cellular senescence\nC_LIO_LIExtracellular HERVK retrovirus-like particles induce senescence in young cells\nC_LIO_LIEndogenous retrovirus serves as a potential target to alleviate agings\nC_LI\n\nGraphical abstract\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=194 SRC=\"FIGDIR/small/432260v2_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (64K):\norg.highwire.dtl.DTLVardef@31d384org.highwire.dtl.DTLVardef@13594c0org.highwire.dtl.DTLVardef@b8e070org.highwire.dtl.DTLVardef@196e5be_HPS_FORMAT_FIGEXP  M_FIG C_FIG", "url": "https://www.biorxiv.org/content/early/2023/01/05/2021.02.22.432260"}, {"doi": "10.1101/2021.12.22.473903", "title": "The nonlinearity of regulation in biological networks", "authors": "Manicka, S.; Johnson, K.; Levin, M.; Murrugarra, D.", "author_corresponding": "David  Murrugarra", "author_corresponding_institution": "University of Kentucky", "date": "2023-01-05", "category": "systems biology", "abstract": "AO_SCPLOWBSTRACTC_SCPLOWThe extent to which the components of a biological system are (non)linearly regulated determines how amenable they are to therapy and control. To better understand this property termed  regulatory nonlinearity, we analyzed a suite of 137 published Boolean network models, containing a variety of complex nonlinear regulatory interactions, using a probabilistic generalization of Boolean logic that George Boole himself had proposed. Leveraging the continuous-nature of this formulation, we used Taylor decomposition to approximate the models with various levels of regulatory nonlinearity. A comparison of the resulting series of approximations of the biological models with appropriate random ensembles revealed that biological regulation tends to be less nonlinear than expected. A further categorical analysis of the biological models revealed that the regulatory nonlinearity of cancer and disease networks could not only be sometimes higher than expected but also relatively more variable. We show that this variation is caused by differences in the apportioning of information among the various orders of regulatory nonlinearity. Our results suggest that there may have been a weak but discernible selection pressure for biological systems to evolve linear regulation on average, but for certain systems such as cancer, on the other hand, to also evolve more nonlinear rules.", "url": "https://www.biorxiv.org/content/early/2023/01/05/2021.12.22.473903"}, {"doi": "10.1101/2022.03.30.486382", "title": "CUT&Tag recovers up to half of ENCODE ChIP-seq peaks in modifications of H3K27", "authors": "Hu, D.; Abbasova, L.; Schilder, B. M.; Nott, A.; Skene, N. G.; Marzi, S. J.", "author_corresponding": "Sarah J Marzi", "author_corresponding_institution": "Imperial College London", "date": "2023-01-05", "category": "genomics", "abstract": "Techniques for genome-wide epigenetic profiling have been undergoing rapid development toward recovery of high quality data from bulk and single cell samples. DNA-protein interactions have traditionally been profiled via chromatin immunoprecipitation followed by next generation sequencing (ChIP-seq), which has become the current standard for studying histone modifications or transcription factor binding. Cleavage Under Targets & Tagmentation (CUT&Tag) is a promising new technique, which enables profiling of such interactions in situ at high sensitivity and is adaptable to single cell applications. However thorough evaluation and benchmarking against established ChIP-seq datasets are still lacking. Here we comprehensively benchmarked CUT&Tag for H3K27ac and H3K27me3 against published ChIP-seq profiles from ENCODE in K562 cells. Across a total of 30 new and 6 published CUT&Tag datasets we found that no experiment recovers more than 50% of known ENCODE peaks, regardless of the histone mark. We tested peak callers MACS2 and SEACR, identifying optimal peak calling parameters. Balancing both precision and recall of known ENCODE peaks, SEACR without retention of duplicates showed the best performance. We found that reducing PCR cycles during library preparation lowered duplication rates at the expense of ENCODE peak recovery. Despite the moderate ENCODE peak recovery, peaks identified by CUT&Tag represent the strongest ENCODE peaks and show the same functional and biological enrichments as ChIP-seq peaks identified by ENCODE. Our workflow systematically evaluates the merits of methodological adjustments, providing a benchmarking framework for the experimental design and analysis of CUT&Tag studies, and will facilitate future efforts to apply CUT&Tag in human tissues and single cells.", "url": "https://www.biorxiv.org/content/early/2023/01/05/2022.03.30.486382"}, {"doi": "10.1101/2022.06.07.495155", "title": "MARSY: A multitask deep learning framework for prediction of drug combination synergy scores", "authors": "El Khili, M. R.; Memon, S. A.; Emad, A.", "author_corresponding": "Amin  Emad", "author_corresponding_institution": "McGill University", "date": "2023-01-05", "category": "bioinformatics", "abstract": "MotivationCombination therapies have emerged as a treatment strategy for cancers to reduce the probability of drug resistance and to improve outcome. Large databases curating the results of many drug screening studies on preclinical cancer cell lines have been developed, capturing the synergistic and antagonistic effects of combination of drugs in different cell lines. However, due to the high cost of drug screening experiments and the sheer size of possible drug combinations, these databases are quite sparse. This necessitates the development of transductive computational models to accurately impute these missing values.\n\nResultsHere, we developed MARSY, a deep learning multi-task model that incorporates information on gene expression profile of cancer cell lines, as well as the differential expression signature induced by each drug to predict drug-pair synergy scores. By utilizing two encoders to capture the interplay between the drug-pairs, as well as the drug-pairs and cell lines, and by adding auxiliary tasks in the predictor, MARSY learns latent embeddings that improve the prediction performance compared to state-of-the-art and traditional machine learning models. Using MARSY, we then predicted the synergy scores of 133,722 new drug-pair cell line combinations, which we have made available to the community as part of this study. Moreover, we validated various insights obtained from these novel predictions using independent studies, confirming the ability of MARSY in making accurate novel predictions.\n\nAvailability and ImplementationAn implementation of the algorithms in Python and cleaned input datasets are provided in https://github.com/Emad-COMBINE-lab/MARSY.\n\nContactamin.emad@mcgill.ca\n\nSupplementary InformationOnline-only supplementary data is available at the journals website.", "url": "https://www.biorxiv.org/content/early/2023/01/05/2022.06.07.495155"}, {"doi": "10.1101/2022.07.22.500696", "title": "Unified Tumor Growth Mechanisms from Multimodel Inference and Dataset Integration", "authors": "Beik, S. P.; Harris, L. A.; Kochen, M. A.; Sage, J.; Quaranta, V.; Lopez, C. F.", "author_corresponding": "Carlos F Lopez", "author_corresponding_institution": "Altos Laboratories", "date": "2023-01-05", "category": "systems biology", "abstract": "Mechanistic models of biological processes can help explain observed phenomena and predict response to a perturbation. A mathematical model is typically constructed using expert knowledge and informal reasoning to generate a mechanistic explanation for a given observation. Although this approach works well for simple systems with abundant data and well-established principles, quantitative biology is often faced with a dearth of both data and knowledge about a process, thus making it challenging to identify and validate all possible mechanistic hypothesis underlying a system behavior. To overcome these limitations, we introduce a Bayesian multimodel inference (Bayes-MMI) methodology, which quantifies how mechanistic hypotheses can explain a given experimental datasets, and concurrently, how each dataset informs a given model hypothesis, thus enabling hypothesis space exploration in the context of available data. We demonstrate this approach to probe standing questions about heterogeneity, lineage plasticity, and cell-cell interactions in tumor growth mechanisms of small cell lung cancer (SCLC). We integrate three datasets that each formulated different explanations for tumor growth mechanisms in SCLC, apply Bayes-MMI and find that the data supports model predictions for tumor evolution promoted by high lineage plasticity, rather than through expanding rare stem-like populations. In addition, the models predict that in the presence of SCLC-N or SCLC-A2 cells, the transition from SCLC-A to SCLC-Y through an intermediate is decelerated. Together, these predictions provide a testable hypothesis for observed juxtaposed results in SCLC growth and a mechanistic interpretation for tumor recalcitrance.\n\nAUTHOR SUMMARYTo make a mathematical model, an investigator needs to know and incorporate biological relationships present in the system of interest. However, if we dont know the exact relationships, how can we build a model? Building a single model may include spurious relationships or exclude important ones, so model selection enables us to build multiple, incorporating various combinations of biological features and the relationships between them. Each biological feature represents a distinct hypothesis, which can be investigated via model fitting to experimental data. We aim to improve upon the information theoretic framework of model selection by incorporating Bayesian elements. We apply our approach to small cell lung cancer (SCLC), using multiple datasets, to address hypotheses about cell-cell interactions, phenotypic transitions, and tumor makeup across experimental model systems. Incorporating Bayesian inference, we can add into model selection an assessment of whether these hypotheses are likely or unlikely, or even whether the data enables assessment of a hypothesis at all. Our analysis finds that SCLC is likely highly plastic, with cells able to transition phenotypic identities easily. These predictions could help explain why SCLC is such a difficult disease to treat, and provide the basis for further experiments.", "url": "https://www.biorxiv.org/content/early/2023/01/05/2022.07.22.500696"}, {"doi": "10.1101/2022.08.03.502536", "title": "Simultaneous Inhibition of the Arp2/3 Complex and Formins Enhances de novo Actin Filament Nucleation in Arabidopsis thaliana", "authors": "Xu, L.; Cao, L.; Li, J.; Staiger, C. J.", "author_corresponding": "Christopher J Staiger", "author_corresponding_institution": "Purdue University", "date": "2023-01-05", "category": "cell biology", "abstract": "Precise control over how and where actin filaments are created in eukaryotic cells leads to the construction of unique cytoskeletal arrays with specific functions within a common cytoplasm. Actin filament nucleators are key players in this activity and include the conserved Actin-Related Protein 2/3 (Arp2/3) complex, that creates dendritic networks of branched filaments, as well as a large family of formins that typically generate long, unbranched filaments and bundles. In some eukaryotic cells, these nucleators compete for a common pool of actin monomers and loss of one favors the activity of the other. To test whether this is a common mechanism across kingdoms, we combined the ability to image single filament dynamics in the homeostatic cortical actin array of living Arabidopsis (Arabidopsis thaliana) epidermal cells with genetic and/or small molecule inhibitor approaches to stably or acutely disrupt nucleator activity. We found that Arp2/3 mutants or acute CK-666 treatment markedly reduced the frequency of side-branched nucleation events as well as overall actin filament abundance. We also confirmed that plant formins contributed to side-branched filament nucleation. Surprisingly, simultaneous inhibition of both nucleators increased overall actin filament abundance and enhanced the frequency of de novo nucleation events. Collectively, these observations suggest that plant cells have a unique actin filament nucleation mechanism that maintains cortical actin organization and dynamics when compared to yeast or animal cells.\n\nOne sentence summaryUsing advanced live-cell imaging and genetic mutation or small molecule inhibitor approaches, the roles for two classes of actin filament nucleator in maintaining the homeotic cortical cytoskeleton array are defined.", "url": "https://www.biorxiv.org/content/early/2023/01/05/2022.08.03.502536"}, {"doi": "10.1101/2022.08.31.506037", "title": "CRTC-1 Balances Histone Trimethylation and Acetylation to Promote Longevity", "authors": "Silva-Garcia, C. G.; Lascarez-Lagunas, L. I.; Papsdorf, K.; Heintz, C.; Prabhakar, A.; Morrow, C. S.; Pajuelo, L.; Sharma, A.; Liu, J.; Colaiacovo, M. P.; Brunet, A.; Mair, W. B.", "author_corresponding": "William B Mair", "author_corresponding_institution": "Harvard TH Chan School of Public Health", "date": "2023-01-05", "category": "genetics", "abstract": "Loss of function during ageing is accompanied by transcriptional drift, altering gene expression and contributing to a variety of age-related diseases. CREB-regulated transcriptional coactivators (CRTCs) have emerged as key regulators of gene expression that might be targeted to promote longevity. Here, we define the role of the Caenorhabditis elegans CRTC-1 in the epigenetic regulation of longevity. Endogenous CRTC-1 binds chromatin factors, including components of the COMPASS complex, which trimethylates lysine 4 on histone H3 (H3K4me3). CRISPR editing of endogenous CRTC-1 reveals that the CREB-binding domain in neurons is specifically required for H3K4me3-dependent longevity. However, this effect is independent of CREB but instead acts via the transcription factor AP-1. Strikingly, CRTC-1 also mediates global histone acetylation levels, and this acetylation is essential for H3K4me3-dependent longevity. Indeed, overexpression of an acetyltransferase enzyme is sufficient to promote longevity in wild-type worms. CRTCs, therefore, link energetics to longevity by critically fine-tuning histone acetylation and methylation to promote healthy ageing.", "url": "https://www.biorxiv.org/content/early/2023/01/05/2022.08.31.506037"}, {"doi": "10.1101/2022.09.13.507831", "title": "Dissecting the Thermodynamics of ATP Binding to GroEL One Nucleotide at a Time", "authors": "Walker, T.; Sun, H. M.; Gunnels, T.; Wysocki, V.; Laganowsky, A.; Rye, H.; Russell, D. H.", "author_corresponding": "David H Russell", "author_corresponding_institution": "Department of Chemistry, Texas A&M University", "date": "2023-01-05", "category": "biophysics", "abstract": "Understanding how large, oligomeric protein complexes respond to the binding of small ligands and other proteins is essential for describing the molecular basis of life. This in turn requires a complete characterization of the binding energetics and correlation of thermodynamic data with interacting structures, including effects of small molecules and solvent. However, the size of many protein oligomers, the myriad intermediate ligation states they can populate, and their often complex allosteric regulation typically restrict analysis by traditional methods to low resolution, ensemble averages. Here, we employ variabletemperature electrospray ionization native mass spectrometry to determine the thermodynamics for stepwise binding of up to ATP molecules to the 801 kDa GroEL complex, a tetradecamer chaperonin complex. Binding thermodynamics reveal strong enthalpy-entropy compensation (EEC) and high degrees of cooperativity are observed for formation of GroEL-ATP7 and GroEL-ATP14. These are evidenced by entropically favored ATP binding to the cis ring (formation of GroEL-ATP1-7), with variations in EEC for subsequent binding of ATP to the trans ring (GroEL-ATP8-14), as expected for negative inter-ring cooperativity. Entropy driven ATP binding to the GroEL tetradecamer is consistent with ligand induced conformational changes of the GroEL tetradecamer, though the magnitude of the entropy change suggests that reorganization of GroEL-hydrating water molecules and/or expulsion of water from the GroEL cavity may also play a key role. By determining the thermodynamic signatures for individual ligand binding reactions to the large, nearly MDa GroEL complex, we expand our fundamental view of chaperonin functional chemistry. Moreover, this work and related studies of protein-ligand interactions illustrate unparalleled capabilities of vT-ESI-nMS for thermodynamics studies of protein interactions with ligands, and other molecules, such as proteins and drugs.", "url": "https://www.biorxiv.org/content/early/2023/01/05/2022.09.13.507831"}, {"doi": "10.1101/2022.09.26.509588", "title": "Impact of phylogeny on structural contact inference from protein sequence data", "authors": "Dietler, N.; Lupo, U.; Bitbol, A.-F.", "author_corresponding": "Anne-Florence Bitbol", "author_corresponding_institution": "EPFL", "date": "2023-01-05", "category": "bioinformatics", "abstract": "Local and global inference methods have been developed to infer structural contacts from multiple sequence alignments of homologous proteins. They rely on correlations in amino-acid usage at contacting sites. Because homologous proteins share a common ancestry, their sequences also feature phylogenetic correlations, which can impair contact inference. We investigate this effect by generating controlled synthetic data from a minimal model where the importance of contacts and of phylogeny can be tuned. We demonstrate that global inference methods, specifically Potts models, are more resilient to phylogenetic correlations than local methods, based on covariance or mutual information. This holds whether or not phylogenetic corrections are used, and may explain the success of global methods. We analyse the roles of selection strength and of phylogenetic relatedness. We show that sites that mutate early in the phylogeny yield false positive contacts. We consider natural data and realistic synthetic data, and our findings generalise to these cases. Our results highlight the impact of phylogeny on contact prediction from protein sequences and illustrate the interplay between the rich structure of biological data and inference.", "url": "https://www.biorxiv.org/content/early/2023/01/05/2022.09.26.509588"}, {"doi": "10.1101/2022.10.08.511400", "title": "Development and validation of a type 2 diabetes machine learning classification model for EHR-based diagnostics and clinical decision support", "authors": "Glanz, V.; Dudenkov, V.; Velikorodny, A.", "author_corresponding": "Victor Glanz", "author_corresponding_institution": "BioME", "date": "2023-01-05", "category": "bioinformatics", "abstract": "BackgroundUndiagnosed type 2 diabetes continues to represent a significant challenge for all national healthcare systems. Although diagnostic criteria and laboratory screening procedures are well-established, clinical tests have limitations, and in many cases, diagnosis confirmation and more accurate interpretation of the test results are required. Machine learning methods, when applied to clinical outcome risk prediction, demonstrate great effectiveness, as they recognize specific patterns in data dynamics and thus can be used for the identification of at-risk cases where diabetes and complications can be delayed or even prevented. The aim of this study was to develop a type 2 diabetes machine learning model capable of efficient early identification of diabetes presence based on the results of common laboratory tests.\n\nMethodsReal-world medical data from electronic medical records were subjected to a multistage processing, including feature selection, missing values imputation. The machine learning algorithms adopted in this study were XGBoost, multilayer perceptron, ridge classifier, ridge classifier with polynomial features, bootstrap aggregating, dynamic ensemble selection, stacked generalization. An external dataset was analyzed via the same workflow to validate the initial results. The study was designed in accordance with the TRIPOD statement.\n\nResultsWe have developed a machine learning classification model for type 2 diabetes that possesses several important advantages over conventional clinical methods (specifically, FINDRISC, ADA risk score). Performance metrics for the diabetes diagnostic model were 0.96 AUC, 92% specificity, and 89% sensitivity (mean values).\n\nConclusionsThe study results potentially have major clinical implication and provide a contribution to the field of conventional diabetes risk assessment tools. Being specifically trained on real-world laboratory data and based on satisfactory external validation results, the present diagnostic type 2 diabetes model demonstrates high generalizability and can serve as a medical decision support and health monitoring tool.", "url": "https://www.biorxiv.org/content/early/2023/01/05/2022.10.08.511400"}, {"doi": "10.1101/2022.12.09.519840", "title": "ATP diffusional gradients are sufficient to maintain bioenergetic homeostasis in synaptic boutons lacking mitochondria", "authors": "Kuznetsov, I. A.; Kuznetsov, A. V.", "author_corresponding": "Andrey V Kuznetsov", "author_corresponding_institution": "North Carolina State University", "date": "2023-01-05", "category": "biophysics", "abstract": "Previous work on mitochondrial distribution in axons has shown that approximately half of the presynaptic release sites do not contain mitochondria, raising the question of how the boutons that do not contain mitochondria are supplied with ATP. Here, we develop and apply a mathematical model to study this question. Specifically, we investigate whether diffusive transport of ATP is sufficient to support the exocytic functionality in synaptic boutons which lack mitochondria. Our results demonstrate that the difference in ATP concentration between a bouton containing a mitochondrion and a neighboring bouton lacking a mitochondrion is only approximately 0.4%, which is still 3.75 times larger than the ATP concentration minimally required to support synaptic vesicle release. This work therefore suggests that passive diffusion of ATP is sufficient to maintain the functionality of boutons which do not contain mitochondria.", "url": "https://www.biorxiv.org/content/early/2023/01/05/2022.12.09.519840"}, {"doi": "10.1101/2022.12.30.521706", "title": "Rac negative feedback links local PIP3 rate-of-change to dynamic control of neutrophil guidance", "authors": "Town, J. P.; Weiner, O. D.", "author_corresponding": "Orion P Weiner", "author_corresponding_institution": "University of California, San Francisco", "date": "2023-01-05", "category": "cell biology", "abstract": "To migrate efficiently, neutrophils must polarize their cytoskeletal regulators along a single axis of motion. This polarization process is thought to be mediated through local positive feedback that amplifies leading edge signals and global negative feedback that enables sites of positive feedback to compete for dominance. Though this two-component model efficiently establishes cell polarity, it has potential limitations, including a tendency to \"lock\" onto a particular direction, limiting the ability of cells to reorient. We use spatially-defined optogenetic control of a leading edge organizer (PI3K) to probe how cells balance \"decisiveness\" needed to polarize in a single direction with the flexibility needed to respond to new cues. Underlying this balancing act is a local Rac inhibitor that destabilizes the leading edge to promote exploration. We show that this local inhibitor enables cells to process input signal dynamics, linking front stability and orientation to local temporal increases in input signals.", "url": "https://www.biorxiv.org/content/early/2023/01/05/2022.12.30.521706"}, {"doi": "10.1101/2023.01.05.522745", "title": "A phosphorylation switch regulates RAB6 function during mitosis", "authors": "Jimenez, A. J.; Bousquet, H.; Bardin, S.; Perez, F.; Goud, B.; Miserey, S.", "author_corresponding": "Stephanie Miserey", "author_corresponding_institution": "Institut Curie CNRS UMR144", "date": "2023-01-05", "category": "cell biology", "abstract": "RAB GTPases are key regulators of membrane trafficking in eukaryotic cells. In addition to their role in interphase, several RAB proteins, including Golgi-associated RAB6, have mitotic functions. The aim of this study was to investigate how the interphasic and mitotic functions of RAB6 could be regulated. Since phosphorylation is a key regulatory process in mitosis, we looked for specific mitotic phosphorylation of RAB6 using a phospho-proteomic approach. We found that RAB6 is phosphorylated at position S52 by the mitotic kinase Pololike kinase 1 (Plk1) in mitosis. Phosphorylated RAB6 localizes at the spindle poles from prophase to anaphase. In metaphase, we observed RAB6A-positive structures containing Mad1 and Mad2 moving along the mitotic spindle via the dynein-dynactin complex. We provide evidence that phosphorylation impairs RAB6A binding to some of its known partners, including p150Glued and Bicaudal-D2. In addition, the overexpression of RAB6A phospho-mutants lead to mitosis and cytokinesis defects. Our results suggest that a cycle of RAB6 phosphorylation/dephosphorylation is required for cell division.", "url": "https://www.biorxiv.org/content/early/2023/01/05/2023.01.05.522745"}, {"doi": "10.1101/2023.01.05.522817", "title": "The complex inhibitory mechanism of glycomimetics with human heparanase", "authors": "Whitefield, C.; Vo, Y.; Schwartz, B. D.; Hepburn, C.; Ahmed, F. H.; Onagi, H.; Banwell, M. G.; Nelms, K.; Malins, L. R.; Jackson, C. J.", "author_corresponding": "Colin J. Jackson", "author_corresponding_institution": "Australian National University", "date": "2023-01-05", "category": "biochemistry", "abstract": "Heparanase (HPSE) is the only mammalian endo-{beta}-glucuronidase known to catalyse the degradation of heparan sulfate. Dysfunction of HPSE activity has been linked to several disease states, resulting in HPSE becoming the target of numerous therapeutic programs, yet no drug has passed clinical trials to date. Pentosan polysulfate sodium (PPS) is a heterogeneous FDA-approved drug for the treatment of interstitial cystitis and a known HPSE inhibitor. However, due to its heterogeneity, characterisation of its mechanism of HPSE inhibition is challenging. Here we show that inhibition of HPSE by PPS is complex, involving multiple overlapping binding events, each influenced by factors such as oligosaccharide length and inhibitor-induced changes in protein secondary structure. The present work advances our molecular understanding of the inhibition of HPSE, which will aid the development of therapeutics for the treatment of a broad range of pathologies associated with enzyme dysfunction including cancer, inflammatory disease and viral infections.", "url": "https://www.biorxiv.org/content/early/2023/01/05/2023.01.05.522817"}, {"doi": "10.1101/2023.01.05.522888", "title": "SCAR and the Arp2/3 complex polarise the actomyosin cortex and plasma membrane organization in asymmetrically dividing neuroblasts", "authors": "Cazzagon, G.; Roubinet, C.; Baum, B.", "author_corresponding": "Giulia Cazzagon", "author_corresponding_institution": "MRC Laboratory of Molecular Biology", "date": "2023-01-05", "category": "cell biology", "abstract": "While the Formin-nucleated actomyosin cortex has been shown to drive the changes in cell shape that accompany cell division in both symmetric and asymmetric cell divisions, it is not clear whether or not Arp2/3-nucleated branched actin filament networks also play a role. In order to look for mitotic roles of the Arp2/3 complex, here we use Drosophila neural stem cells as a model system. These cells are unusual in that they divide asymmetrically to produce a large and small daughter cell with different fates. Our analysis identifies a pool of Arp2/3-dependent actin-based membrane protrusions that form at the apical cortex of these cells as they enter mitosis. Strikingly, at metaphase, these protrusions co-localise with components of the SCAR complex. By perturbing Arp2/3 complex activity we show that this apical pool of actin likely functions to limit the accumulation of apical Myosin in metaphase. Following the onset of anaphase, the loss of these SCAR and Arp2/3 dependent structures then leads to a delay in the clearance of apical Myosin and to cortical instability at cytokinesis. These data point to a role for a polarised branched actin filament network in fine tuning the apical actomyosin cortex to enable the precise control of cell shape during asymmetric cell division.", "url": "https://www.biorxiv.org/content/early/2023/01/05/2023.01.05.522888"}, {"doi": "10.1101/2023.01.05.522859", "title": "The Effects of Histone H2B ubiquitylations and H3K79me3 on Transcription Elongation", "authors": "Huynh, M. T.; Sengupta, B.; Krajewski, W. A.; Lee, T.-H.", "author_corresponding": "Tae-Hee Lee", "author_corresponding_institution": "The Pennsylvania State University", "date": "2023-01-05", "category": "biochemistry", "abstract": "Post-translational modifications of histone proteins often mediate gene regulation by altering the global and local stability of the nucleosome, the basic gene-packing unit of eukaryotes. We employed semi-synthetic approaches to introduce histone H2B ubiquitylations at K34 (H2BK34ub) and K120 (H2BK120ub) and H3 K79 trimethylation (H3K79me3). With these modified histones, we investigated their effects on the kinetics of transcription elongation by RNA Polymerase II (Pol II) using single-molecule FRET. Pol II pauses at several locations within the nucleosome for a few seconds to minutes, which governs the overall transcription efficiency. We found that H2B ubiquitylations suppress pauses and shorten the pause durations near the nucleosome entry while H3K79me3 shortens the pause durations and increases the rate of RNA elongation near the center of the nucleosome. We also found that H2BK34ub facilitates partial rewrapping of the nucleosome upon Pol II passage. These observations suggest that H2B ubiquitylations promote transcription elongation and help maintain the chromatin structure by inducing and stabilizing nucleosome intermediates and that H3K79me3 facilitates Pol II progression possibly by destabilizing the local structure of the nucleosome. Our results provide the mechanisms of how these modifications coupled by a network of regulatory proteins facilitate transcription in two different regions of the nucleosome and help maintain the chromatin structure during active transcription.", "url": "https://www.biorxiv.org/content/early/2023/01/05/2023.01.05.522859"}, {"doi": "10.1101/2023.01.05.522863", "title": "Cell-free expression and characterization of multivalent rhamnose-binding lectins using biolayer interferometry", "authors": "Warfel, K. F.; Laigre, E.; Sobol, S. E.; Gillon, E.; VARROT, A.; Renaudet, O.; Dejeu, J.; Jewett, M.; Imberty, A.", "author_corresponding": "Anne Imberty", "author_corresponding_institution": "University Grenoble Alpes - CNRS", "date": "2023-01-05", "category": "synthetic biology", "abstract": "Lectins are important biological tools for binding glycans, but recombinant protein expression poses challenges for some lectin classes, limiting the pace of discovery and characterization. To discover and engineer lectins with new functions, workflows amenable to rapid expression and subsequent characterization are needed. Here, we present bacterial cell-free protein synthesis as a means for efficient, small-scale expression of multivalent, disulfide bond-rich, rhamnose-binding lectins. Furthermore, we demonstrate that the cell-free expressed lectins can be directly coupled with BLI analysis, either in solution or immobilized on the sensor, to measure interaction with carbohydrate ligands without purification. This workflow enables determination of lectin substrate specificity and estimation of binding affinity. Overall, we believe that this method will enable high-throughput expression, screening, and characterization of new and engineered multivalent lectins for applications in synthetic glycobiology.", "url": "https://www.biorxiv.org/content/early/2023/01/05/2023.01.05.522863"}, {"doi": "10.1101/2023.01.05.522875", "title": "Critical assessment of E. coli genome-scale metabolic model with high-throughput mutant fitness data", "authors": "Bernstein, D. B.; Akkas, B.; Price, M. N.; Arkin, A. P.", "author_corresponding": "Adam P. Arkin", "author_corresponding_institution": "Department of Bioengineering, University of California, Berkeley, California, USA; Environmental Genomics and Systems Biology Division, Lawrence Berkeley Nation", "date": "2023-01-05", "category": "systems biology", "abstract": "The E. coli genome-scale metabolic model (GEM) is a gold standard for the simulation of cellular metabolism. Experimental validation of model predictions is essential to pinpoint model uncertainty and ensure continued development of accurate models. Here we assessed the accuracy of the E. coli GEM using published mutant fitness data for the growth of gene knockout mutants across thousands of genes and 25 different carbon sources. We explored the progress of the E. coli GEM versions over time and further investigated errors in the latest version of the model (iML1515). We observed that model size is increasing while prediction accuracy is decreasing. We identified several adjustments that improve model accuracy - the addition of vitamins/cofactors and re-assignment of reaction reversibility and isoenzyme gene to reaction mapping. Furthermore, we applied a machine learning approach which identified hydrogen ion exchange and central metabolism branch points as important determinants of model accuracy. Continued integration of experimental data to validate GEMs will improve predictive modeling of the mapping from genotype to metabolic phenotype in E. coli and beyond.\n\nSynopsis O_FIG_DISPLAY_L [Figure 1] M_FIG_DISPLAY C_FIG_DISPLAY\n\nE. coli genome-scale metabolic model flux balance analysis (FBA) prediction accuracy was quantified with published experimental data assaying gene knockout mutant growth across different carbon sources. Insights into model development trends and sources of inaccuracy were revealed. O_LIModel representational power (size) has been increasing over time, while accuracy has been decreasing.\nC_LIO_LIAdding vitamins/cofactors to the model environment and re-assigning reaction reversibility and isoenzyme gene-to-reaction mapping improves correspondence between model predictions and experimental data.\nC_LIO_LIMachine learning reveals hydrogen ion exchange and central metabolism branch points as important features in the determination of model accuracy.\nC_LI", "url": "https://www.biorxiv.org/content/early/2023/01/05/2023.01.05.522875"}, {"doi": "10.1101/2023.01.05.522639", "title": "Microbial siderophore production is tightly coupled to iron in hydrothermal plumes", "authors": "Hoffman, C. L.; Monreal, P. J.; Albers, J. B.; Lough, A. J. M.; Santoro, A. E.; Mellett, T.; Buck, K. N.; Tagliabue, A.; Lohan, M. C.; Resing, J. A.; Bundy, R. M.", "author_corresponding": "Colleen Lynn Hoffman", "author_corresponding_institution": "University of Washington", "date": "2023-01-05", "category": "biochemistry", "abstract": "Specialized molecules, such as siderophores, are used to access and retain iron in soluble forms by marine microorganisms. These siderophores form part of the ocean dissolved iron-binding ligand pool and are hypothesized to exert a key control on the persistence of iron in hydrothermal environments. To explore this hypothesis, we measured iron, iron-binding ligands, and siderophores from 11 geochemically distinct sites along a 1,700 km section of the Mid-Atlantic Ridge. We found siderophores at all sites and proximity to the vent played an important role in dictating siderophore types and diversity. The notable presence of amphiphilic siderophores may enable microbes to access particulate iron in hydrothermal plumes. The tight coupling between strong ligands and dissolved iron across six distinct hydrothermal environments, combined with the local presence of siderophore producing microbial genera suggests that biological production of siderophores exerts a key control on hydrothermal dissolved iron concentrations.", "url": "https://www.biorxiv.org/content/early/2023/01/05/2023.01.05.522639"}, {"doi": "10.1101/2023.01.04.522507", "title": "Gene Therapy Mediated Partial Reprogramming Extends Lifespan and Reverses Age-Related Changes in Aged Mice", "authors": "Macip, C. C.; Hasan, R.; Hoznek, V.; Kim, J.; Metzger, L. E.; Sethna, S.; Davidsohn, N.", "author_corresponding": "Noah Davidsohn", "author_corresponding_institution": "Rejuvenate Bio", "date": "2023-01-05", "category": "bioengineering", "abstract": "Aging is a complex process best characterized as the chronic dysregulation of cellular processes leading to deteriorated tissue and organ function. While aging cannot currently be prevented, its impact on lifespan and healthspan in the elderly can potentially be minimized by interventions that aim to return these cellular processes to optimal function. Recent studies have demonstrated that partial reprogramming using the Yamanaka factors (or a subset; OCT4, SOX2, and KLF4; OSK) can reverse age-related changes in vitro and in vivo. However, it is still unknown whether the Yamanaka factors (or a subset) are capable of extending the lifespan of aged wild type mice. Here, we show that systemically delivered AAVs, encoding an inducible OSK system, in 124-week-old mice extends the median remaining lifespan by 109% over wild-type controls and enhances several health parameters. Importantly, we observed a significant improvement in frailty scores indicating that we were able to improve the healthspan along with increasing the lifespan. Furthermore, in human keratinocytes expressing exogenous OSK, we observed significant epigenetic markers of age-reversal, suggesting a potential reregulation of genetic networks to a younger, potentially healthier state. Together, these results may have important implications for the development of partial reprogramming interventions to reverse age-associated diseases in the elderly.", "url": "https://www.biorxiv.org/content/early/2023/01/05/2023.01.04.522507"}, {"doi": "10.1101/2023.01.04.521297", "title": "Refined novel techniques for long term cryo-storage using vitrification and laser warming", "authors": "Lin, C.; Hsieh, W.-C.; Loeslakwiboon, K.; Huang, C.-L.; Chen, T.-C.; Tsai, S.", "author_corresponding": "Chiahsin Lin", "author_corresponding_institution": "National Museum of Marine Biology and Aquarium/National Dong Hwa University", "date": "2023-01-05", "category": "bioengineering", "abstract": "Vitrification and ultra-rapid laser warming technique is an important approach for cryopreservation of animal embryos and oocytes, as well as other cells with medicinal, genetic, and agricultural value. We believe that the long term cryo-storage after vitrification and for the following laser warming has only been achieved to date using our customized device which was first attempted to be developed in our study. In the present study, we focused on developing alignment and bonding techniques for special cryo-jig which were assembling jig tool and jig holder in one piece. This newly produced customized cryo-jig was demonstrated to have significantly high laser striking accuracy of 95% and a successful rewarming rate of 62%. This study was experimentally demonstrate an refined novel device for improvement of laser striking accuracy after long term cryo-storage using vitrification and laser warming technique. In addition, the customized device described herein was successfully applied to a biological sample with over a thousand coral larvae in long term cryo-storage. We anticipate that our core findings will provide further examples of cryobanking applications that use vitrification and nano-laser warming to help a wide range of cells and tissues from diverse species.", "url": "https://www.biorxiv.org/content/early/2023/01/05/2023.01.04.521297"}, {"doi": "10.1101/2023.01.05.522889", "title": "Generation of eco-friendly channel catfish, Ictalurus punctatus, harboring alligator cathelicidin gene with robust disease resistance by harnessing different CRISPR/Cas9-mediated systems", "authors": "Wang, J.; Su, B.", "author_corresponding": "Baofeng Su", "author_corresponding_institution": "Auburn University", "date": "2023-01-05", "category": "bioengineering", "abstract": "The CRISPR/Cas9 platform holds promise for modifying fish traits of interest as a precise and versatile tool for genome manipulation. To reduce introgression of transgene and control reproduction, catfish species have been studied for upscaled disease resistance and intervening of reproduction to lower the potential environmental risks of introgression of escapees as transgenic animals. Taking advantage of the CRISPR/Cas9-mediated system, we succeeded in integrating the cathelicidin gene from an alligator (Alligator sinensis; As-Cath) into the target luteinizing hormone (LH) locus of channel catfish (Ictalurus punctatus) using two delivery systems assisted by double-stranded DNA (dsDNA) and single-stranded oligodeoxynucleotides (ssODNs), respectively. In this study, high knock-in (KI) efficiency (22.38%, 64/286) but low on-target was achieved using the ssODN strategy, whereas adopting a dsDNA as the donor template led to an efficient on-target KI (10.80%, 23/213). On-target KI of As-Cath was instrumental in establishing the LH knockout (LH-_As-Cath+) catfish line, which displayed heightened disease resistance and reduced fecundity compared to the wild-type sibling fish. Furthermore, implanting with HCG and LHRHa can restore the fecundity, spawnability and hatchability of the new transgenic fish line. Overall, we replaced the LH gene with an alligator cathelicidin transgene and then administered hormone therapy to gain complete reproductive control of disease-resistant transgenic catfish in an environmentally sound manner. This strategy not only effectively improves the consumer-valued traits, but also guards against genetic contamination. This is a breakthrough in aquaculture genetics to confine fish reproduction and prevent the establishment of transgenic or domestic genotypes in the natural environment.", "url": "https://www.biorxiv.org/content/early/2023/01/05/2023.01.05.522889"}, {"doi": "10.1101/2023.01.04.522816", "title": "The metagenomic analysis of viral diversity in Colorado potato beetle public NGS data", "authors": "Starchevskaya, M.; Kamanova, E.; Vyatkin, Y.; Tregubchak, T.; Bauer, T.; Bodnev, S.; Rotskaya, U.; Polenogova, O.; Kryukov, V.; Antonets, D.", "author_corresponding": "Maria Starchevskaya", "author_corresponding_institution": "State Research Center of Virology and Biotechnology VECTOR", "date": "2023-01-05", "category": "bioinformatics", "abstract": "The Colorado potato beetle (CPB) is one of the most serious insect pests with high ecological plasticity and ability to rapidly develop resistance to insecticides. The use of biological insecticides based on viruses is a promising approach to control insect pests, but the information on viruses, which infect leaf feeding beetles, is scarce. We performed the metagenomic analysis of 297 CPB genomic and transcriptomic samples from public NBCI SRA database. The reads that were not aligned to the reference genome were assembled with metaSPAdes and 13314 selected contigs were analyzed with BLAST tools. The contigs and non-aligned reads were also analyzed with Kraken2 software. 3137 virus-positive contigs were attributed to different viruses belonging to 6 types, 17 orders and 32 families, matching over 97 viral species. The annotated sequences can be divided into several groups: homologous to genetic sequences of insect viruses (Adintoviridae, Ascoviridae, Baculoviridae, Dicistroviridae, Chuviridae, Hytrosaviridae, Iflaviridae, Iridoviridae, Nimaviridae, Nudiviridae, Phasmaviridae, Picornaviridae, Polydnaviriformidae, Xinmoviridae etc.), plant viruses (Betaflexiviridae, Bromoviridae, Kitaviridae, Potyviridae), and endogenous retroviral elements (Retroviridae, Metaviridae). Also, the full-length genomes and near-full length genome sequences of several viruses were assembled. We have also found the sequences belonging to Bracoviriform viruses and for the first time experimentally validated the presence of bracoviral genetic fragments in CPB genome. Our work is the first attempt to discover the viral genetic material in CPB samples and we hope that further studies will help to identify new viruses to extend the arsenal of biopesticides against CPB. The analytical pipeline and additional materials are available at https://github.com/starchevskaya-maria17/uncoVir", "url": "https://www.biorxiv.org/content/early/2023/01/05/2023.01.04.522816"}, {"doi": "10.1101/2023.01.04.522819", "title": "CRISPR-Cas-Docker: Web-based in silico docking and machine learning-based classification of crRNAs with Cas proteins", "authors": "Park, H.-m.; Won, J.; Park, Y.; Anzaku, E. T.; Vankerschaver, J.; Van Messem, A.; De Neve, W.; Shim, H.", "author_corresponding": "Hyunjin Shim", "author_corresponding_institution": "Ghent University Global Campus", "date": "2023-01-05", "category": "bioinformatics", "abstract": "MotivationCRISPR-Cas-Docker is a web server for in silico docking experiments with CRISPR RNAs (crRNAs) and Cas proteins. This web server aims at providing experimentalists with the optimal crRNA-Cas pair predicted computationally when prokaryotic genomes have multiple CRISPR arrays and Cas systems, as frequently observed in metagenomic data. CRISPR-Cas-Docker provides two methods to predict the optimal Cas protein given a particular crRN sequence: a structure-based method (in silico docking) and a sequence-based method (machine learning classification). For the structure-based method, users can either provide experimentally determined 3D structures of these macromolecules or use an integrated pipeline to generate 3D-predicted structures for in silico docking experiments.\n\nResultsCRISPR-Cas-Docker is an optimized and integrated platform that provides users with 1) 3D-predicted crRNA structures and AlphaFold-predicted Cas protein structures, 2) the top-10 docking models for a particular crRNA-Cas protein pair, and 3) machine learning-based classification of crRNA into its Cas system type.\n\nAvailability and implementationCRISPR-Cas-Docker is available as an open-source tool under the GNU General Public License v3.0 on GitHub. It is also available as a web server.", "url": "https://www.biorxiv.org/content/early/2023/01/05/2023.01.04.522819"}, {"doi": "10.1101/2023.01.04.522824", "title": "Three bacterial DedA subfamilies with distinct functions and phylogenetic distribution", "authors": "Todor, H.; Herrera, N.; Gross, C. A.", "author_corresponding": "Carol A Gross", "author_corresponding_institution": "UCSF Medical Center", "date": "2023-01-05", "category": "molecular biology", "abstract": "Recent studies in bacteria suggested that the broadly conserved but enigmatic DedA proteins function as undecaprenyl-phosphate (UndP) flippases, recycling this essential lipid carrier. To determine whether all DedA proteins have UndP flippase activity, we performed a phylogenetic analysis and correlated it to previously published experimental results and predicted structures. We uncovered three major DedA subfamilies: one contains UndP flippases, the second contains putative phospholipid flippases and is associated with aerobic metabolism, and the third is found only in specific Gram-negative phyla.\n\nIMPORTANCEDedA-family proteins are highly conserved and nearly ubiquitous integral membrane proteins found in Archaea, Bacteria, and Eukaryotes. Recent work revealed that eukaryotic DedA proteins are phospholipid scramblases and some bacterial DedA proteins are undecaprenyl phosphate flippases. We perform a phylogenetic analysis of this protein family in Bacteria revealing 3 DedA subfamilies with distinct phylogenetic distributions, genomic contexts, and putative functions. Our analysis lays the groundwork for a deeper understanding of DedA proteins and their role in maintaining and modifying the membrane.", "url": "https://www.biorxiv.org/content/early/2023/01/05/2023.01.04.522824"}, {"doi": "10.1101/2023.01.05.522847", "title": "Label-free high-resolution infrared spectroscopy for spatiotemporal analysis of complex living systems", "authors": "Gvazava, N.; Konings, S.; Cepeda-Prado, E.; Skoryk, V.; Umeano, C. H.; Dong, J.; Silva, I. A. N.; Rylander Ottosson, D.; Leigh, N. D.; Wagner, D. E.; Klementieva, O.", "author_corresponding": "Oxana Klementieva", "author_corresponding_institution": "Lund University", "date": "2023-01-05", "category": "molecular biology", "abstract": "Label-free chemical and structural imaging of complex living tissue and biological systems is the holy grail of biomedical research and clinical diagnostics. The current analysis techniques are time-consuming and/or require extensive sample preparation, often due to the presence of interfering molecules such as water, making them unsuitable for the analysis of such systems. Here, we demonstrate a proof-of-principle study using label-free optical photothermal mid-infrared microspectroscopy (O-PTIR) for fast, direct spatiotemporal chemical analysis of complex living biological systems at submicron resolution. While other analytical methods can provide only static snapshots of molecular structures, our O-PTIR approach enables time-resolved and in situ investigation of chemical and structural changes of diverse biomolecules in their native conditions. This comprises a technological breakthrough in infrared spectroscopy to analyze biomolecules under native conditions over time: in fresh unprocessed biopsies, living brain tissue, and vertebrates without compromising their viability.\n\nOne-Sentence SummaryProof-of-principle application of non-destructive O-PTIR for high-resolution spatiotemporal chemical and structural analysis of unprocessed biopsies, living brain tissue, and vertebrates.", "url": "https://www.biorxiv.org/content/early/2023/01/05/2023.01.05.522847"}, {"doi": "10.1101/2023.01.04.522747", "title": "DNA supercoiling-induced shapes alter minicircle hydrodynamic properties", "authors": "Waszkiewicz, R.; Ranasinghe, M.; Fogg, J. M.; Catanese, D. J.; Ekiel-Jezewska, M. L.; Lisicki, M.; Demeler, B.; Zechiedrich, L.; Szymczak, P.", "author_corresponding": "Piotr Szymczak", "author_corresponding_institution": "Institute of Theoretical Physics, Faculty of Physics, University of Warsaw, Pasteura 5, 02-093 Warsaw, Poland", "date": "2023-01-05", "category": "biophysics", "abstract": "DNA in cells is organized in negatively supercoiled loops. The resulting torsional and bending strain allows DNA to adopt a surprisingly wide variety of 3-D shapes. This interplay between negative supercoiling, looping, and shape influences how DNA is stored, replicated, transcribed, repaired, and likely every other aspect of DNA activity. To understand the consequences of negative supercoiling and curvature on the hydrodynamic properties of DNA, we submitted 336 bp and 672 bp DNA minicircles to analytical ultracentrifugation (AUC). We found that the diffusion coefficient, sedimentation coefficient, and the DNA hydrodynamic radius strongly depended on circularity, loop length, and degree of negative supercoiling. Because AUC cannot ascertain shape beyond degree of non-globularity, we applied linear elasticity theory to predict DNA shapes, and combined these with hydrodynamic calculations to interpret the AUC data, with reasonable agreement between theory and experiment. These complementary approaches, together with earlier electron cryotomography data, provide a framework for understanding and predicting the effects of supercoiling on the shape and hydrodynamic properties of DNA.", "url": "https://www.biorxiv.org/content/early/2023/01/05/2023.01.04.522747"}, {"doi": "10.1101/2023.01.05.522807", "title": "The \"replacing surgery\" of cpDNA: de novo chemical synthesis and in vivo functional testing of Chlamydomonas chloroplast genome", "authors": "Guo, C.; Zhang, G.; Wang, H.; Mei, R.; Li, X.; Li, H.; Jia, B.; Wang, C.; Hu, Z.", "author_corresponding": "Zhangli Hu", "author_corresponding_institution": "Guangdong Technology Research Center for Marine Algal Bioengineering, Guangdong Provincial Key Laboratory for Plant Epigenetics, College of Life Sciences and Oc", "date": "2023-01-05", "category": "molecular biology", "abstract": "We have successfully designed and synthesized the 221,372-bp cpDNA SynCpV1.0 with the native cpDNA of Chlamydomonas reinhardtii as the template. Homoplasmic SynCpv1.0-harboring algal strains were obtained by biolistic transformation and selected with an ascending gradient of antibiotic pressure. Meanwhile, we were pleasantly surprised to find that SynCpV1.0 was able to re-introduce and replicate normally after the total DNA of transplastomic algal strains were transformed to Escherichia coli, it indicated that SynCpV1.0 was able to shuttle between C. reinhardtii and E. coli. Finally, we analyzed the photosynthetic properties of SynCpV1.0-harboring transplastomic strains, the results showed that they exhibited the same photosynthetic efficiency as the wild strain of C. reinhardtii CC125, and could rescue the photosynthetic defect in mutant strain of C. reinhardtii CC5168. Herein, we have performed the \"replacing surgery\" of cpDNA and established an ideal platform to complete multiple cycles of \"Design-Build-Test\" for optimizing the cpDNA of photosynthetic organisms.\n\nHighlightO_LIAn artificial cpDNA SynCpV1.0 is constructed by de novo chemical synthesis.\nC_LIO_LIThe \"replacing surgery\" of cpDNA was performed in the chloroplast of C. reinhardtii\nC_LIO_LIIt is found that artificial cpDNA was able to shuttle between Chlamydomonas chloroplast and E. coli.\nC_LIO_LIEstablish an ideal platform to complete multiple cycles of \"Design-Build-Test\" for optimizing the cpDNA.\nC_LI\n\nOne-Sentence SummaryThe chloroplast genome can be replaced by a complete synthesized genome and performs the designed biological function in C. reinhardtii.", "url": "https://www.biorxiv.org/content/early/2023/01/05/2023.01.05.522807"}, {"doi": "10.1101/2023.01.05.522938", "title": "Competition co-immunoprecipitation reveals interactors of the chloroplast CPN60 chaperonin machinery", "authors": "Ries, F.; Weil, H. L.; Herkt, C.; Muehlhaus, T.; Sommer, F.; Schroda, M.; Willmund, F.", "author_corresponding": "Felix Willmund", "author_corresponding_institution": "Technical University Kaiserslautern", "date": "2023-01-05", "category": "molecular biology", "abstract": "The functionality of essential metabolic processes in chloroplasts depends on a balanced integration of nuclear-and chloroplast-encoded polypeptides into the plastids proteome. The chloroplast chaperonin machinery is an essential player in chloroplast protein folding with a more intricate structure and subunit composition compared to the orthologous GroEL/ES chaperonin of Escherichia coli. However, its exact role in chloroplasts remains obscure, mainly because of a very limited knowledge about the folded substrates. We employed the competition immunoprecipitation method for the identification of the chaperonins substrates in Chlamydomonas reinhardtii. Co-immunoprecipitation of the target complex in the presence of increasing amounts of isotope-labelled competitor epitope and subsequent mass spectrometry analysis specifically allowed to distinguish true interactors from unspecifically co-precipitated proteins. Besides known substrates such as RbcL, we revealed numerous new substrates with high confidence. Identified substrate proteins differ from bulk chloroplast proteins by a higher content of beta-sheets, lower alpha-helical content and increased aggregation propensity. Immunoprecipitations performed with a subunit of the co-chaperonin lid revealed the ClpP protease as a specific partner complex, with altered interactions during heat stress, pointing to a close collaboration of these machineries to maintain protein homeostasis in the chloroplast.", "url": "https://www.biorxiv.org/content/early/2023/01/05/2023.01.05.522938"}, {"doi": "10.1101/2023.01.05.522830", "title": "Decapping factor Dcp2 controls mRNA abundance and translation to adjust metabolism and filamentation to nutrient availability", "authors": "Vijjamarri, A. K.; Niu, X.; Vandermeulen, M. D.; Onu, C.; Zhang, F.; Qiu, H.; Gupta, N.; Gaikwad, S.; Greenberg, M.; Cullen, P.; Lin, Z.; Hinnebusch, A. G.", "author_corresponding": "Alan G Hinnebusch", "author_corresponding_institution": "Eunice Kennedy Shriver National Institute of Child Health and Human Development", "date": "2023-01-05", "category": "molecular biology", "abstract": "Degradation of most yeast mRNAs involves decapping by Dcp1/Dcp2. DEAD-box protein Dhh1 has been implicated as an activator of decapping, in coupling codon non-optimality to enhanced degradation, and as a translational repressor, but its functions in cells are incompletely understood. RNA-Seq analyses coupled with CAGE sequencing of all capped mRNAs revealed increased abundance of hundreds of mRNAs in dcp2{Delta} cells that appears to result directly from impaired decapping rather than elevated transcription, which was confirmed by ChIP-Seq analysis of RNA Polymerase II occupancies genome-wide. Interestingly, only a subset of mRNAs requires Dhh1 for targeting by Dcp2, and also generally requires the other decapping activators Pat1, Lsm2, Edc3 or Scd6; whereas most of the remaining transcripts utilize NMD factors for Dcp2-mediated turnover. Neither inefficient translation initiation nor stalled elongation appears to be a major driver of Dhh1-enhanced mRNA degradation. Surprisingly, ribosome profiling revealed that dcp2{Delta} confers widespread changes in relative TEs that generally favor well-translated mRNAs. Because ribosome biogenesis is reduced while capped mRNA abundance is increased by dcp2{Delta}, we propose that an increased ratio of mRNA to ribosomes increases competition among mRNAs for limiting ribosomes to favor efficiently translated mRNAs in dcp2{Delta} cells. Interestingly, genes involved in respiration or utilization of alternative carbon or nitrogen sources are derepressed, and both mitochondrial function and cell filamentation (a strategy for nutrient foraging) are elevated by dcp2{Delta}, suggesting that mRNA decapping sculpts gene expression post-transcriptionally to fine-tune metabolic pathways and morphological transitions according to nutrient availability.", "url": "https://www.biorxiv.org/content/early/2023/01/05/2023.01.05.522830"}]