[
{
    "category": "biophysics",
    "authors": "Kalinin, A.; Kovalenko, S.; Berezhnoy, A. K.; Slotvitsky, M. M.; Shcherbina, S.; Syrovnev, V.; Tsvelaya, V. A.",
    "author_corresponding_institution": "MIPT",
    "author_corresponding": "Valeriya A Tsvelaya",
    "doi": "10.1101/2022.11.28.518223",
    "url": "https://www.biorxiv.org/content/early/2022/11/28/2022.11.28.518223",
    "title": "The simulation of functional heterogeneity in procedurally generated fibrotic atrial tissue",
    "relevance": "2",
    "abstract": "The occurrence of atrial fibrillation (AF), one of the most common and socially significant arrhythmias, is associated with the presence of fibrosis sites. Fibrosis is the presence of non-conductive fibroblast cells, separating cardiomyocytes and introducing heterogeneity into the conducting atrial tissue. Thus fibrosis may be a substrate of spiral-wave reentry, provoking the occurrence of AF and is often associated with its persistent form. In this work, we propose for the first time a fundamentally new approach to modeling the fibrotic heart that takes into account the cellular structure of the tissue: a realistic texture of atrial tissue remodeled by fibroblasts is generated by the Potts model, and the local membrane potential of individual cells is calculated by the Courtemanche model. We have shown the occurrence of conductive pathways in such a system with a low proportion of fibroblasts (up to 10%) and revealed the connection of the form of the action potential (AP) of cells with their location in the tissue and the direction of the propagating wave front. The combination of these effects creates dynamic heterogeneity of the conducting tissue and affects the migration and pinning of spiral waves, which makes the model a potential tool for prognostic modeling of AP and search for ablation targets. The computer prediction of ablation targets (reentry nodes) will help to increase the efficiency of treatment of patients with persistent form of AF."
},
{
    "category": "biophysics",
    "authors": "Mi, X.; Desormeaux, E. K.; Le, T.; van der Donk, W.; Shukla, D.",
    "author_corresponding_institution": "University of Illinois at Urbana-Champaign",
    "author_corresponding": "Diwakar Shukla",
    "doi": "10.1101/2022.11.28.518241",
    "url": "https://www.biorxiv.org/content/early/2022/11/28/2022.11.28.518241",
    "title": "Sequence Controlled Secondary Structure Determines Site-selectivity of Lanthipeptides",
    "relevance": "2",
    "abstract": "Lanthipeptides are ribosomally synthesized and post-translationally modified peptides that are generated from precursor peptides through a dehydration and cyclization process in the biosynthetic pathways. In contrast to most other lanthipeptide synthetases, ProcM, a class II lanthipeptide synthetase, demonstrates high substrate tolerance. It is enigmatic that a single enzyme can catalyze the cyclization process of a diverse range of substrates with high fidelity. Previous studies suggested that the site-selectivity of lanthionine formation is determined by substrate sequence rather than by the enzyme. However, exactly how substrate sequence contributes to site-selective lanthipeptide biosynthesis is not clear. In this study, we performed molecular dynamic simulations for ProcA3.3 core peptide variants to explore how the predicted solution structure of the substrate without enzyme correlates to final product formation. Our simulation results support a model in which the secondary structure of the core peptide controls the ring pattern of the final product. We also demonstrate that the dehydration step in the biosynthesis pathway does not influence the site-selectivity of ring formation. In addition, we performed simulation for the core peptides of ProcA1.1 and 2.8, which are well-suited candidates to investigate the connection between order of ring formation and solution structure. Simulation results indicate that in both cases, C-terminal ring formation is more likely which was supported by experimental results. Our findings indicate that the substrate sequence and its solution structure can be used to predict the site-selectivity and order of ring formation, and that secondary structure is a crucial factor influencing the site-selectivity. Taken together, these findings will facilitate our understanding of the lanthipeptide biosynthetic mechanism and accelerate bioengineering efforts for lanthipeptide-derived products."
},
{
    "category": "biochemistry",
    "authors": "Sun, K.; Ding, Z.; Jia, X.; Cheng, H.; Li, Y.; Wu, Y.; Li, Z.; Huang, X.; Pu, F.; Li, E.; Wang, G.; Wang, W.; Ding, Y.; Wong, G.; Chiu, S.; Lan, J.; Hu, A.",
    "author_corresponding_institution": "Shanghai Key Laboratory of Advanced Polymeric Materials, School of Materials Science and Engineering, East China University of Science and Technology, Shanghai ",
    "author_corresponding": "Aiguo Hu",
    "doi": "10.1101/2022.11.24.517008",
    "url": "https://www.biorxiv.org/content/early/2022/11/28/2022.11.24.517008",
    "title": "Extracellular disintegration of viral proteins as an innovative strategy for developing broad-spectrum antivirals against coronavirus",
    "relevance": "2",
    "abstract": "The coronavirus disease 2019 (COVID-19) pandemic caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has claimed millions of lives worldwide, not to mention innumerable losses in the global economy and disruptions in social relationships. Unfortunately, state-of-the-art treatments still lag behind the fast emergence of new variants of concern. The key to resolve this issue is to develop broad-spectrum antivirals with innovative antiviral mechanisms in which coronaviruses are deactivated regardless of their variant development. Herein, we report a new antiviral strategy involving extracellular disintegration of viral proteins that are indispensable for viral infection with hyperanion-grafted enediyne molecules. The sulfate groups ensure low cellular permeability and rather low cytotoxicity of the molecules, while the core enediyne generates reactive radical species and causes significant damage to the spike (S) protein of coronavirus. The enediyne compounds exhibit antiviral activity at micromolar to nanomolar concentrations, and the selectivity index of up to 20,000 against four kinds of human coronaviruses, including the SARS-CoV-2 omicron variant, suggesting the high potential of this new strategy in combating the COVID-19 pandemic."
},
{
    "category": "biochemistry",
    "authors": "Boschi, C.; Scheim, D. E.; Bancod, A.; Millitello, M.; Le Bideau, M.; Colson, P.; Fantini, J.; La Scola, B.",
    "author_corresponding_institution": "MEPHI, Aix-Marseille Universite, Institut de Recherche pour le Developpement (IRD), Assistance Publique - Hopitaux de Marseille (AP-HM), IHU Mediterranee Infect",
    "author_corresponding": "Bernard La Scola",
    "doi": "10.1101/2022.11.24.517882",
    "url": "https://www.biorxiv.org/content/early/2022/11/28/2022.11.24.517882",
    "title": "SARS-CoV-2 Spike Protein Induces Hemagglutination: Implications for COVID-19 Morbidities and Therapeutics and for Vaccine Adverse Effects",
    "relevance": "2",
    "abstract": "Experimental findings for SARS-CoV-2 related to the glycan biochemistry of coronaviruses indicate that attachments from spike protein to glycoconjugates on the surfaces of red blood cells (RBCs), other blood cells and endothelial cells are key to the infectivity and morbidity of COVID-19. To provide further insight into these glycan attachments and their potential clinical relevance, the classic hemagglutination (HA) assay was applied using spike protein from the Wuhan, Alpha, Delta and Omicron B.1.1.529 lineages of SARS-CoV-2 mixed with human RBCs. The electrostatic potential of the central region of spike protein from these four lineages was studied through molecular modeling simulations. Inhibition of spike protein-induced HA was tested using the macrocyclic lactone ivermectin (IVM), which is indicated to bind strongly to SARS-CoV-2 spike protein glycan sites. The results of these experiments were, first, that spike protein from these four lineages of SARS-CoV-2 induced HA. Omicron induced HA at a significantly lower threshold concentration of spike protein than for the three prior lineages and was much more electropositive on its central spike protein region. IVM blocked HA when added to RBCs prior to spike protein and reversed HA when added afterwards. These results validate and extend prior findings on the role of glycan bindings of viral spike protein in COVID-19. They furthermore suggest therapeutic options using competitive glycan-binding agents such as IVM and may help elucidate rare serious adverse effects (AEs) associated with COVID-19 mRNA vaccines which use spike protein as the generated antigen."
},
{
    "category": "molecular biology",
    "authors": "Dauksaite, V.; Tas, A.; Wachowius, F.; Spruit, A.; van Hemert, M.; Snijder, E.; van der Veer, E. P.; van Zonneveld, A. J.",
    "author_corresponding_institution": "Department of Internal Medicine (Nephrology), Leiden University Medical Center, Leiden, the Netherlands",
    "author_corresponding": "Anton Jan van Zonneveld",
    "doi": "10.1101/2022.11.28.518195",
    "url": "https://www.biorxiv.org/content/early/2022/11/28/2022.11.28.518195",
    "title": "Highly potent antisense oligonucleotides (ASOs) targeting the SARS-CoV-2 RNA genome",
    "relevance": "3",
    "abstract": "Currently the world is dealing with the third outbreak of the human-infecting coronavirus with potential lethal outcome, cause by a member of the Nidovirus family, the SARS-CoV-2. The severe acute respiratory syndrome coronavirus (SARS-CoV-2) has caused the last worldwide pandemic. Successful development of vaccines highly contributed to reduce the severeness of the COVID-19 disease. To establish a control over the current and newly emerging coronaviruses of epidemic concern requires development of substances able to cure severely infected individuals and to prevent virus transmission. Here we present a therapeutic strategy targeting the SARS-CoV-2 RNA using antisense oligonucleotides (ASOs) and identify locked nucleic acid gapmers (LNA gapmers) potent to reduce by up to 96% the intracellular viral load in vitro. Our results strongly suggest promise of our preselected ASOs for further development as therapeutic or prophylactic anti-viral agents.\n\nOne sentence summaryASOs (LNA gapmers) targeting the SARS-CoV-2 RNA genome have been effective in viral RNA (load) reduction in vitro."
},
{
    "category": "genomics",
    "authors": "Nakamoto, A. A.; Joubert, P. M.; Krasileva, K. V.",
    "author_corresponding_institution": "University of California, Berkeley",
    "author_corresponding": "Ksenia V. Krasileva",
    "doi": "10.1101/2022.11.27.518126",
    "url": "https://www.biorxiv.org/content/early/2022/11/28/2022.11.27.518126",
    "title": "Evolutionary dynamics of transposable elements in Magnaporthe oryzae reveal evidence of genomic transfer and key differences between rice and wheat blast pathotypes",
    "relevance": "1",
    "abstract": "Fungal plant pathogens pose a significant threat to biodiversity and food security worldwide. This threat is aggravated by their rapidly evolving genomes that adapt to evade host plant defenses, reducing the efficacy of deployed resistant crops. Magnaporthe oryzae infects rice, wheat, and many other grasses, resulting in significant crop losses each year. Transposable elements (TEs) are hypothesized to be involved in the evolution and rapid adaptation of M. oryzae. However, there is still much to understand about how these elements behave in different M. oryzae host-specific lineages. In this study, we completed the annotation and phylogenetic classification of TEs in five lineages of M. oryzae. We identified differences in TE content between these lineages, and showed that recent lineage-specific expansions of certain TEs have contributed to greater TE content in rice-infecting and Setaria-infecting lineages. We reconstructed the histories of LTR-retrotransposon expansions and found them to have experienced complex dynamics, where some were caused by the proliferation of one element, while others consisted of multiple elements from an older population of TEs that proliferated in parallel. Additionally, we found evidence suggesting the recent transfer of a DNA transposon between rice and wheat M. oryzae lineages, and a region showing evidence of recombination between those lineages, which could have facilitated such a transfer. These results point towards key differences in TE dynamics, evolutionary history, and adaptive potential between the rice-and-Setaria-infecting and the wheat-Lolium-and-Eleusine-infecting lineage groups."
},
{
    "category": "genomics",
    "authors": "Papp, M.; Toth, A. G.; Valcz, G.; Makrai, L.; Nagy, S. A.; Farkas, R.; Solymosi, N.",
    "author_corresponding_institution": "Centre for Bioinformatics, University of Veterinary Medicine, 1078 Budapest, Hungary",
    "author_corresponding": "Norbert Solymosi",
    "doi": "10.1101/2022.11.28.518145",
    "url": "https://www.biorxiv.org/content/early/2022/11/28/2022.11.28.518145",
    "title": "Antimicrobial resistance gene lack in tick-borne pathogenic bacteria",
    "relevance": "1",
    "abstract": "Tick-borne infections, including those of bacterial origin, are significant public health issues. Antimicrobial resistance (AMR), which is one of the most pressing health challenges of our time, is driven by specific genetic determinants, primarily by the antimicrobial resistance genes (ARGs) of bacteria. In our work, we investigated the occurrence of ARGs in the genomes of tick-borne bacterial species that can cause human infections. For this purpose, we processed short/long reads of 1550 bacterial isolates of the genera Anaplasma (n=20), Bartonella (n=131), Borrelia (n=311), Coxiella (n=73), Ehrlichia (n=13), Francisella (n=959) and Rickettsia (n=43) generated by second/third generation sequencing that have been freely accessible at the NCBI SRA repository. From Francisella tularensis, 98.9% of the samples contained the FTU-1 gene, and 16.3% contained additional ARGs. Only 2.2% of isolates from other genera (Bartonella: 2, Coxiella: 8, Ehrlichia: 1, Rickettsia: 2) contained any ARG. We found that the odds of ARG occurrence in Coxiella samples were significantly higher in isolates related to farm animals than from other sources. Our results describe a lack in ARGs in these bacteria and suggest that antibiotic susceptibility testing might be considered before the treatment of tick-borne infections in farm animals."
},
{
    "category": "genetics",
    "authors": "Kuang, Y.; Zheng, X.; Cao, D.; Sun, Z.; Tong, G.; Xu, H.; Yan, T.; Tang, S.; Chen, Z.; Zhang, T.; Zhang, T.; Dong, L.; Yang, X.; Zhou, H.; Guo, W.; Sun, X.",
    "author_corresponding_institution": "Heilongjiang River Fisheries Research Institute of Chinese Academy of Fishery Sciences",
    "author_corresponding": "Youyi Kuang",
    "doi": "10.1101/2022.11.28.518130",
    "url": "https://www.biorxiv.org/content/early/2022/11/28/2022.11.28.518130",
    "title": "Generate a new crucian carp (Carassius auratus) strain without intermuscular bones by knocking out bmp6",
    "relevance": "1",
    "abstract": "Elimination of intermuscular bones (IMBs) is vital to the aquaculture industry of cyprinids. In our previous study, we characterized bmp6 as essential in the development of IMBs in zebrafish. Knockout of bmp6 results in the absence of IMBs in zebrafish without affecting growth and reproduction. Therefore, we hypothesized that bmp6 could be used to generate new cyprinid strains without IMBs by gene editing. In this study, we established a gene editing strategy for knocking out the two orthologs of bmp6 in diploid crucian carp (Carassius auratus). We obtained an F3 population with both orthologs knocked out, in which no IMBs were detected by bone staining and X-ray, indicating that the new strain without IMBs (named WUCI strain) was successfully generated. Furthermore, we extensively evaluated the performance of the new strain in growth, reproduction, nutrient components, muscle texture and structure, and metabolites in muscle. The results showed that the WUCI strain grew faster than the wild-type crucian carp at 4-month-age. The reproductive performance and flesh quality did not show significant differences between the WUCI strain and wild-type crucian carp. Moreover, the metabolomics analysis suggested that the muscle tissues of the WUCI strain significantly enriched some metabolites belonging to the Thiamine metabolism, Nicotinate and Nicotinamide Metabolism pathway, which plays beneficial effects in anti-aging, antioxidant, and anti-radiation damage. In conclusion, we established a strategy to eliminate IMBs in crucian carp and obtain a WUCI strain whose performance was expected compared to the wild-type crucian carp; meanwhile, the WUCI strain enriched some beneficial metabolites to human health in muscle tissue. This study is the first report that a cyprinid strain without IMBs, which could be stably inherited, was obtained worldwide; it provided excellent germplasm for the cyprinids aquaculture industry and a useful molecular tool for eliminating IMBs in other cyprinids."
},
{
    "category": "molecular biology",
    "authors": "Jacob, A. G. G.; Moutsopoulos, I.; Petchey, A.; Mohorianu, I.; Sinha, S.; Smith, C.",
    "author_corresponding_institution": "University of Cambridge",
    "author_corresponding": "Chris Smith",
    "doi": "10.1101/2022.11.27.516868",
    "url": "https://www.biorxiv.org/content/early/2022/11/28/2022.11.27.516868",
    "title": "RBPMS promotes contractile smooth muscle splicing and alters phenotypic behaviour of human embryonic stem cell derived vascular smooth muscle cells.",
    "relevance": "1",
    "abstract": "Differentiated Vascular Smooth Muscle Cells (VSMCs) express a unique network of splice isoforms (smooth muscle specific alternative splicing - SM-AS) in functionally critical genes including those comprising the contractile machinery. We previously described RNA Binding Protein Multiple Splicing (RBPMS) as a potent driver of contractile, aortic tissue like SM-AS in VSMCs using rodent models. What is unknown is how RBPMS affects VSMC phenotype and behaviour. Here, we use human embryonic stem cell-derived VSMCs (hES-VSMCs) to dissect the role of RBPMS in SM-AS in human cells and determine the impact on VSMC phenotypic properties. hES-VSMCs are inherently immature and display only partially differentiated SM-AS patterns while RBPMS levels are undetectable endogenously. Hence, we used an over-expression system and found that RBPMS induces SM-AS patterns in hES-VSMCs akin to the contractile tissue VSMC splicing patterns in multiple events. We present in silico and experimental findings that support RBPMS splicing activity as mediated through direct binding and via functional cooperativity with splicing factor RBFOX2 on a significant subset of targets. Finally, we demonstrate that RBPMS is capable of altering the motility and the proliferative properties of hES-VSMCs to mimic a more differentiated state. Overall, this study emphasizes a critical splicing regulatory role for RBPMS in human VSMCs and provides evidence of phenotypic modulation by RBPMS."
},
{
    "category": "molecular biology",
    "authors": "Kelly, R. D.; Parmar, G.; Bayat, L.; Maitland, M. E. R.; Lajoie, G. A.; Edgell, D. R.; Schild-Poulter, C.",
    "author_corresponding_institution": "University of Western Ontario",
    "author_corresponding": "Caroline Schild-Poulter",
    "doi": "10.1101/2022.11.28.518141",
    "url": "https://www.biorxiv.org/content/early/2022/11/28/2022.11.28.518141",
    "title": "Noncannonical functions of Ku may underlie essentiality in human cells",
    "relevance": "1",
    "abstract": "The Ku70/80 heterodimer is a key player in non-homologous end-joining DNA repair but has also been involved in other cellular functions like telomere regulation and maintenance, in which Kus role is not fully characterized. It was previously reported that knockout of Ku80 in a human cell line results in lethality, but the underlying cause of Ku essentiality in human cells has yet to be fully explored. Here, we established conditional Ku70 knockout cells to study the essentiality of Ku70 function. Endogenous Ku70 knockout was achieved using CRISPR/Cas9 editing in cells where Ku70 expression was maintained through integration of an HA-tagged Ku70 cDNA under the control of a doxycycline-inducible promoter. Ku70 conditional knockout cell lines were identified via western blotting, and edits were validated by Sanger sequencing. We visually observed cell death in Ku70 knockout cells 8-10 days post Ku70-HA depletion, and loss of viability following Ku depletion was quantified using crystal violet assays. Interestingly, assessment of telomere length in Ku70 knockout cells using telomere restriction fragment analyses did not reveal any changes in average telomere length following Ku70-HA depletion. Immunofluorescence analysis used to assess {gamma}H2AX foci accumulation as a measure of double-stranded DNA breaks following Ku70-HA depletion allowed us to conclude that increased DNA damage is not the driving cause of loss of cell viability. Finally, quantitative proteome analysis of Ku70 knockout cells following Ku70-HA depletion identified a number of pathways and proteins that are significantly dysregulated following the loss of Ku70, including processes which Ku function has been previously associated with such as cell cycle/mitosis, RNA related processes, and translation/ribosome biogenesis. Overall, this conditional Ku70 knockout system reveals that loss of Ku affects multiple cellular processes and pathways and suggests that Ku plays critical roles in other cellular processes beyond DNA repair and telomere maintenance to maintain cell viability.\n\nAuthor SummaryThe Ku70/80 heterodimer is a key player in non-homologous end-joining DNA repair, where it acts as a scaffold for other repair factors needed to process double-stranded DNA breaks. Ku has also been involved in other cellular functions like telomere regulation and maintenance, in which Kus role is not fully characterized. Previous data suggest that while loss of Ku70/80 can be tolerated in other species, Ku is essential to humans. We have established a conditional Ku70 knockout in HEK293 cells to evaluate the basis of Ku essentiality in human cells. While we observed loss of cell viability upon Ku depletion, we did not observe significant changes in telomere length nor did we record lethal levels of DNA damage upon loss of Ku, suggesting that the reasons for the loss of viability is not linked to the functions of Ku in DNA repair or at telomeres. Analysis of global proteome changes following Ku70 depletion revealed dysregulations of several cellular pathways including cell cycle/mitosis, RNA related processes, and translation/ribosome biogenesis. Our study reveals that loss of Ku affects multiple cellular processes and pathways and suggests that Ku plays critical roles in cellular processes beyond DNA repair and telomere maintenance to maintain cell viability."
},
{
    "category": "molecular biology",
    "authors": "Davis, J. A.; Reyes, A. V.; Nitika,  ; Saha, A.; Wolfgeher, D. J.; Xu, S.-L.; Truman, A.; Li, B.; Chakrabarti, K.",
    "author_corresponding_institution": "University of North Carolina at Charlotte",
    "author_corresponding": "Kausik Chakrabarti",
    "doi": "10.1101/2022.11.27.518122",
    "url": "https://www.biorxiv.org/content/early/2022/11/28/2022.11.27.518122",
    "title": "Proteomic Analysis Defines the Interactome of Telomerase in the Protozoan Parasite, Trypanosoma brucei",
    "relevance": "1",
    "abstract": "Telomerase is a ribonucleoprotein enzyme responsible for maintaining the telomeric end of the chromosome. The telomerase enzyme requires two main components to function: the telomerase reverse transcriptase (TERT) and the telomerase RNA (TR), which provides the template for telomeric DNA synthesis. TR is a long noncoding RNA, which forms the basis of a large structural scaffold upon which many accessory proteins can bind and form the complete telomerase holoenzyme. These accessory protein interactions are required for telomerase activity and regulation inside cells. The interacting partners of TERT have been well studied in yeast, human, and Tetrahymena models, but not in lower eukaryotes, including clinically relevant human parasites. Here, using the protozoan parasite, Trypanosoma brucei (T. brucei) as a model, we have identified the interactome of T. brucei TERT (TbTERT) using a mass spectrometry-based approach. We identified previously known and unknown interacting factors of TbTERT, highlighting unique features of T. brucei telomerase biology. These unique interactions with TbTERT, suggest mechanistic differences in telomere maintenance between T. brucei and other eukaryotes."
},
{
    "category": "synthetic biology",
    "authors": "Ingram, D.; Stan, G.-B. V.",
    "author_corresponding_institution": "Imperial College London",
    "author_corresponding": "Guy-Bart V Stan",
    "doi": "10.1101/2022.11.28.518161",
    "url": "https://www.biorxiv.org/content/early/2022/11/28/2022.11.28.518161",
    "title": "When synthetic biology fails: a modular framework for modelling genetic stability in engineered cell populations",
    "relevance": "3",
    "abstract": "Predicting the dynamics of mutation spread in engineered cell populations is a sought-after goal in synthetic biology. Until now, models that capture these processes have been lacking, either by failing to account for the diversity of mutation types, or by failing to link the growth rate of a cell to the consumption of shared cellular resources by synthetic constructs. In this study we address these shortcomings by building a novel mutation-aware modelling framework of cell growth in a turbidostat. Our framework allows users to input essential design elements of their synthetic constructs so as to predict the time evolution of different mutation phenotypes and protein production dynamics. Its structure allows quick mutation-based analysis of any construct design, from single-gene constructs to multi-gene devices with regulatory elements. We show how our framework can generate new insights into industrial applications, such as how the design of synthetic constructs impacts long-term protein yield and genetic shelf-life. Our framework also uncovers new mutation-driven design paradigms for synthetic gene regulatory networks, such as how mutations can temporarily increase the bistability of toggle switches, or how repressilators can be resistant to single points of failure."
},
{
    "category": "biophysics",
    "authors": "Meca, E.; Fritsch, A. W.; Iglesias-Artola, J. M.; Reber, S.; Wagner, B.",
    "author_corresponding_institution": "Universidad de Cordoba",
    "author_corresponding": "Esteban Meca",
    "doi": "10.1101/2022.11.26.518042",
    "url": "https://www.biorxiv.org/content/early/2022/11/28/2022.11.26.518042",
    "title": "Predicting disordered regions driving phase separationof proteins under variable salt concentration",
    "relevance": "2",
    "abstract": "We investigate intrinsically disordered regions (IDRs) of phase separating proteins regarding their impact on liquid-liquid phase separation (LLPS) of the full protein. Our theoretical approach uses a mean-field theory that accounts for sequence-dependent electrostatic interactions via a random-phase approximation (RPA) and in addition allows for variable salt concentration for the condensed and dilute protein phases. The numerical solution of the complete phase diagrams together with the tie lines that we derive for this model system leaves two parameters to be determined by fitting experimental data on concentrations of all species involved in the system. For our comparisons, we focus on two proteins, PGL-3 and FUS, known to undergo LLPS. For PGL-3 we predict that its long IDR near the C-terminus promotes LLPS, which we validate through direct comparison with in vitro experimental results under the same physiological conditions. For the structurally more complex protein FUS the role of the low complexity (LC) domain in LLPS has been intensively studied. Apart from the LC domain we here investigate theoretically two IDRs, one near the N-terminus and another near the C-terminus. Our theoretical analysis of these domains predict that the IDR at the N-terminus (aa 1-285) is the main driver of LLPS of FUS by comparison to in vitro experiments of the full length protein under the same physiological temperature and salt conditions.\n\nSIGNIFICANCEIntrinsically disordered proteins are drivers of cellular liquid-liquid phase separation. However, it remains a challenge to directly predict the phase behaviour of a protein based on its primary sequence, and under physiological conditions. We present a random-phase approximation that allows for variable salt concentration and thus accounts for salt partitioning. We use this to link the sequence of the disordered regions with the behaviour of the complete protein through direct comparisons to in vitro phase-separation assays. In particular, for FUS we determine the exact region responsible for LLPS, weighting in a long-standing debate."
},
{
    "category": "biophysics",
    "authors": "Tiwari, V.; Garg, S.; Karmakar, T.",
    "author_corresponding_institution": "Indian Institute of Technology, Delhi",
    "author_corresponding": "Tarak Karmakar",
    "doi": "10.1101/2022.11.27.518090",
    "url": "https://www.biorxiv.org/content/early/2022/11/28/2022.11.27.518090",
    "title": "Insights into the Interactions of Peptides with Monolayer-Protected Metal Nanoclusters",
    "relevance": "3",
    "abstract": "Monolayer-protected atomically precise metal nanoclusters (MPC) are an important class of molecules that have potential applications in catalysis, imaging, and drug delivery. Recent studies have shown that peptide-based drugs can be complexed with MPCs to avoid enzymatic degradation and get delivered to targeted cells. Although the MPCs potential role in imaging and drug delivery processes have been studied, for their impactful use, specific molecular interactions between MPCs and biomolecules, mainly proteins and peptides should be explored in detail. In this work, we have carried out atomistic molecular dynamics simulations to investigate the interactions between Au-based MPCs and an anticancer peptide, melittin. The MEL peptides get attached to the MPCs surface by the formation of multiple hydrogen bonds between the peptide amino acid residues with MPCs ligands. Additionally, the positively charged residues such as Lys and Arg, the Trp, and the N-terminal of the peptide anchor strongly to the MPC core playing a crucial role in the peptides overall stabilization on the MPC surface."
},
{
    "category": "biophysics",
    "authors": "Britton, B. M.; Yovanno, R. A.; Costa, S. F.; McCausland, J.; Lau, A. Y.; Xiao, J.; Hensel, Z.",
    "author_corresponding_institution": "Johns Hopkins University",
    "author_corresponding": "Jie Xiao",
    "doi": "10.1101/2022.11.27.518129",
    "url": "https://www.biorxiv.org/content/early/2022/11/28/2022.11.27.518129",
    "title": "Conformational changes in the essential E. coli septal cell wall synthesis complex suggest an activation mechanism",
    "relevance": "1",
    "abstract": "The bacterial divisome, a macromolecular machine that is composed of more than thirty proteins in E. coli, orchestrates the essential process of cell wall constriction during cell division. Novel antimicrobial strategies can target protein-protein interactions within the divisome and will benefit from insights into divisome structure and dynamics. In this work, we combined structure prediction, molecular dynamics simulation, single-molecule imaging, and mutagenesis to construct a model of the core complex of the E. coli divisome composed of the essential septal cell wall synthase complex formed by FtsW and FtsI, and its regulators FtsQ, FtsL, FtsB, and FtsN. We observed extensive interactions in four key regions in the periplasmic domains of the complex. FtsQ, FtsL, and FtsB scaffold FtsI in an extended conformation with the FtsI transpeptidase domain lifted away from the membrane through interactions among the C-terminal domains. FtsN binds between FtsI and FtsL in a region rich in residues with superfission (activating) and dominant negative (inhibitory) mutations. Mutagenesis experiments in cellulo and in silico revealed that the essential domain of FtsN functions as a tether to tie FtsI and FtsL together, impacting interactions between the anchor-loop of FtsI and the putative catalytic region of FtsW, suggesting a mechanism of how FtsN activates the cell wall synthesis activities of FtsW and FtsI."
},
{
    "category": "biochemistry",
    "authors": "Eisenbeis, V. B.; Qiu, D.; Strotmann, L.; Liu, G.; Prucker, I.; Ritter, K.; Loenarz, C.; Saiardi, A.; Jessen, H. J.",
    "author_corresponding_institution": "University of Freiburg",
    "author_corresponding": "Henning J Jessen",
    "doi": "10.1101/2022.11.27.518098",
    "url": "https://www.biorxiv.org/content/early/2022/11/28/2022.11.27.518098",
    "title": "β-Lapachone Regulates Mammalian Inositol Pyrophosphate Levels in an NQO1- and Oxygen-dependent Manner",
    "relevance": "1",
    "abstract": "1Inositol pyrophosphates (PP-InsPs) are energetic signalling molecules with important functions in mammals. As their biosynthesis depends on ATP concentration, PP-InsPs are tightly connected to cellular energy homeostasis. Consequently, an increasing number of studies involves PP-InsPs in metabolic disorders, such as type 2 diabetes, aspects of tumorigenesis, and hyperphosphatemia. Research conducted in yeast suggests that the PP-InsP pathway is activated in response to reactive oxygen species (ROS). However, the precise modulation of PP-InsPs during cellular ROS signalling is unknown. Here, we report how mammalian PP-InsP levels are changing during exposure to exogenous (H2O2) and endogenous ROS. Using capillary electrophoresis electrospray ionization mass spectrometry (CE-ESI-MS), we found that PP-InsP levels decrease upon exposure to oxidative stressors in HCT116 cells. Application of quinone drugs, particularly {beta}-lapachone ({beta}-lap), under normoxic and hypoxic conditions enabled us to produce ROS in cellulo and to show that {beta}-lap treatment caused PP-InsP changes that are oxygen dependent. Experiments in MDA-MB-231 breast cancer cells deficient of NAD(P)H:quinone oxidoreductase-1 (NQO1) demonstrated that {beta}-lap requires NQO1-bioactivation to regulate the cellular metabolism of PP-InsPs. Critically, significant reductions in cellular ATP concentrations were not directly mirrored in reduced PP-InsP levels as shown in NQO1-deficient MDA-MB-231 cells treated with {beta}-lap. The data presented here unveil new aspects of {beta}-lap pharmacology and its impact on PP-InsP levels. Our identification of different quinone drugs as modulators of PP-InsP synthesis will allow to better appreciate their overall impact on cellular function.\n\n2 Significance StatementInositol pyrophosphates (PP-InsPs) are messenger molecules regulating various functions in mammals. They are associated with the oxidative stress response, but the underlying mechanism is unclear. We investigate PP-InsP signalling in mammalian cells subjected to reactive oxygen species (ROS). Applying the quinone {beta}-lapachone ({beta}-lap) generated intracellular ROS resulting in decreased PP-InsP levels. This indicates a key role of PP-InsPs in cellular signalling under oxidative stress. Moreover, {beta}-lap mediated PP-InsP signalling required oxygen and the enzyme NAD(P)H:quinone oxidoreductase-1 (NQO1). Since quinone drugs are cytotoxic, our data provide a basis for further investigations into the role of PP-InsPs during quinone-dependent chemotherapies. This is of special relevance since a phase II clinical trial demonstrated {beta}-lap efficacy in a combination chemotherapy against pancreatic cancer."
},
{
    "category": "cell biology",
    "authors": "Hu, L.; Wu, M.; He, L.; Yuan, L.; Yang, L.; Zhao, B.; Zhang, L.; He, X.",
    "author_corresponding_institution": "Huazhong University of Science and Technology",
    "author_corresponding": "Xiaojing He",
    "doi": "10.1101/2022.11.28.518166",
    "url": "https://www.biorxiv.org/content/early/2022/11/28/2022.11.28.518166",
    "title": "The direct interaction with transcriptional factor TEAD4 implied a straightforward regulation mechanism of tumor suppressor NF2",
    "relevance": "1",
    "abstract": "As an output effecter of Hippo signaling pathway, the transcription factor TEAD and co-activator YAP play crucial functions in promoting cell proliferation and organ size. The tumor suppressor NF2 has been shown to activate LATS1/2 kinases and interplay with Hippo pathway to suppress YAP-TEAD complex. But, whether and how NF2 could directly regulate TEAD remains unknown. We identified a direct link and physical interaction between NF2 and TEAD4. NF2 interacted with TEAD4 through its FERM domain and the C-terminal tail, and decreased protein stability of TEAD4 independently of LATS1/2 and YAP. Furthermore, NF2 inhibited TEAD4 palmitoylation and retained the cytoplasmic translocation of TEAD4, resulting in ubiquitination and dysfunction of TEAD4. Moreover, the interaction with TEAD4 is required for NF2 function to suppress cell proliferation. These findings revealed a new role of NF2 as a binding partner and inhibitor of the transcription factor TEAD, and would shed light on an alternative mechanism of how NF2 functions as a tumor suppressor through the Hippo signaling cascade."
},
{
    "category": "cell biology",
    "authors": "Ali, M. K.; Tian, X.; Zhao, L.; Schimmel, K.; Rhodes, C. J.; Wilkins, M.; Nicolls, M. R.; Spiekerkoetter, E.",
    "author_corresponding_institution": "Stanford University",
    "author_corresponding": "Md Khadem Ali",
    "doi": "10.1101/2022.11.27.518092",
    "url": "https://www.biorxiv.org/content/early/2022/11/28/2022.11.27.518092",
    "title": "PTPN1 deficiency modulates BMPR2 signaling and induces endothelial dysfunction in Pulmonary Arterial Hypertension",
    "relevance": "1",
    "abstract": "Bone morphogenic protein receptor 2 (BMPR2) expression and signaling are impaired in pulmonary arterial hypertension (PAH). How BMPR2 signaling is decreased in PAH is poorly understood. Protein tyrosine phosphatases (PTPs) play important roles in vascular remodeling in PAH. To identify whether PTPs modify BMPR2 signaling we used a siRNA-mediated high throughput screening of 22,124 murine genes in mouse myoblastoma reporter cells using ID1 expression as read-out for BMPR2 signaling. We further experimentally validated the top hit, PTPN1 (PTP1B), in human healthy pulmonary arterial endothelial cells (PAECs) either silenced by siRNA or exposed to hypoxia and confirmed its relevance to PAH by measuring PTPN1 levels in blood and PAECs collected from PAH patients. We identified PTPN1 as a novel regulator of BMPR2 signaling in PAECs, which is downregulated in the blood of PAH patients and documented that downregulation of PTPN1 is linked to endothelial dysfunction in PAECs. These findings point to a potential involvement for PTPN1 in PAH and will aid in our understanding of the molecular mechanisms involved in the disease."
},
{
    "category": "cell biology",
    "authors": "Scharenberg, S. G.; Dong, W.; Nyame, K.; Levin-Konigsberg, R.; Krishnan, A. R.; Rawat, E. S.; Spees, K.; Bassik, M. C.; Abu-Remaileh, M.",
    "author_corresponding_institution": "Stanford University",
    "author_corresponding": "Monther Abu-Remaileh",
    "doi": "10.1101/2022.11.27.517422",
    "url": "https://www.biorxiv.org/content/early/2022/11/28/2022.11.27.517422",
    "title": "A lysosomal lipid transport pathway that enables cell survival under cholinelimitation",
    "relevance": "2",
    "abstract": "Lysosomes degrade macromolecules and recycle their nutrient content to support cell function and survival over a broad range of metabolic conditions. Yet, the machineries involved in lysosomal recycling of many essential nutrients remain to be discovered, with a notable example being choline, an essential metabolite liberated in large quantities within the lysosome via the degradation of choline-containing lipids. To identify critical lysosomal choline transport pathways, we engineered metabolic dependency on lysosome-derived choline in pancreatic cancer cells. We then exploited this dependency to perform an endolysosome-focused CRISPR-Cas9 negative selection screen for genes mediating lysosomal choline recycling. Our screen identified the orphan lysosomal transmembrane protein SPNS1, whose loss leads to neurodegeneration-like disease in animal models, as critical for cell survival under free choline limitation. We find that SPNS1 loss leads to massive accumulation of lysophosphatidylcholine (LPC) and lysophosphatidylethanolamine (LPE) within the lysosome. Mechanistically, we revealed that SPNS1 is required for the efflux of LPC species from the lysosome to enable their reesterification into choline-containing phospholipids in the cytosol. Using cell-based lipid uptake assays, we determine that SPNS1 functions as a proton gradient-dependent transporter of LPC. Collectively, our work defines a novel lysosomal phospholipid salvage pathway that is required for cell survival under conditions of choline limitation, and more broadly, provides a robust platform to deorphan lysosomal gene functions."
},
{
    "category": "cell biology",
    "authors": "Kahraman, S.; Shibue, K.; De Jesus, D. F.; Hu, J.; Manna, D.; Wagner, B.; Choudhary, A.; Kulkarni, R. N.",
    "author_corresponding_institution": "Joslin Diabetes Center",
    "author_corresponding": "Rohit N Kulkarni",
    "doi": "10.1101/2022.11.27.518097",
    "url": "https://www.biorxiv.org/content/early/2022/11/28/2022.11.27.518097",
    "title": "Fluorescein-based sensors to purify human α-cells for functional and transcriptomic analyses",
    "relevance": "2",
    "abstract": "Pancreatic -cells secrete glucagon, an insulin counter-regulatory peptide hormone critical for the maintenance of glucose homeostasis. Investigation of the function of human -cells remains a challenge due to the lack of cost-effective purification methods to isolate high-quality -cells from islets. Here, we use the reaction-based probe diacetylated Zinpyr1 (DA-ZP1) to introduce a novel and simple method for enriching live -cells from dissociated human islet cells with > 97% purity. The -cells, confirmed by sorting and immunostaining for glucagon, were cultured up to 10 days to form -pseudoislets. The -pseudoislets could be maintained in culture without significant loss of viability, and responded to glucose challenge by secreting appropriate levels of glucagon. RNA-sequencing analyses (RNA-seq) revealed that expression levels of key -cell identity genes were sustained in culture while some of the genes such as DLK1, GSN, SMIM24 were altered in -pseudoislets in a time-dependent manner. In conclusion, we report a method to sort human primary -cells with high purity that can be used for downstream analyses such as functional and transcriptional studies."
},
{
    "category": "genetics",
    "authors": "Zimmerman, A. J.; Doldur-Balli, F.; Keenan, B. T.; Shetty, Z. Y.; Palermo, J.; Chesi, A.; Sonti, S.; Pahl, M. C.; Brown, E. B.; Pippin, J. A.; Wells, A. D.; Mazzotti, D. R.; Veatch, O. J.; Krishnan, A.; Gehrman, P. R.; Keene, A. C.; Grant, S. F. A.; Pack, A. I.",
    "author_corresponding_institution": "University of Pennsylvania, Children's Hospital of Philadelphia",
    "author_corresponding": "Amber J Zimmerman",
    "doi": "10.1101/2022.10.05.511011",
    "url": "https://www.biorxiv.org/content/early/2022/11/28/2022.10.05.511011",
    "title": "Zebrafish screen of high-confidence effector genes at insomnia GWAS loci implicates conserved regulators of sleep-wake behaviors",
    "relevance": "4",
    "abstract": "Recent large-scale human genome-wide association studies (GWAS) for insomnia have identified more than 200 significant loci. The functional relevance of these loci to the pathogenesis of insomnia is largely unknown. GWAS signals are typically non-coding variants, which are often arbitrarily annotated to the nearest protein-coding gene; however, due to 3D chromatin structure, variants can interact with more distal genes driving their function. The distal gene may, therefore, represent the true causal gene influencing the phenotype. By integrating our high-resolution chromatin interaction maps from neural progenitor cells with phenotypic data from a Drosophila RNAi screen, we prioritized candidate genes that we hypothesized would have deep phylogenetic conservation of sleep function. To determine the conservation of these candidate genes in the context of vertebrate sleep and their relevance to insomnia-like behaviors, we performed CRISPR-Cas9 mutagenesis in larval zebrafish for six highly conserved candidate genes and examined sleep-wake behaviors using automated video-tracking. CRISPR mutation of zebrafish orthologs of MEIS1 and SKIV2L produced insomnia-like behaviors, while mutation of ARFGAP2 impaired activity and development in our larval zebrafish model, demonstrating the importance of performing functional validation of GWAS-implicated effector genes to reveal genes influencing disease-relevant mechanisms."
},
{
    "category": "biophysics",
    "authors": "Estelle, A. B.; George, A.; Barbar, E.; Zuckerman, D. M.",
    "author_corresponding_institution": "Oregon Health & Science University",
    "author_corresponding": "Daniel M Zuckerman",
    "doi": "10.1101/2022.06.29.498022",
    "url": "https://www.biorxiv.org/content/early/2022/11/28/2022.06.29.498022",
    "title": "Quantifying cooperative multisite binding in the hub protein LC8 through Bayesian inference",
    "relevance": "3",
    "abstract": "Multistep protein-protein interactions underlie most biological processes, but their characterization through methods such as isothermal titration calorimetry (ITC) is largely confined to simple models that provide little information on the intermediate, individual steps. In this study, we primarily examine the essential hub protein LC8, a small dimer that binds disordered regions of 100+ client proteins in two symmetrical grooves at the dimer interface. Mechanistic details of LC8 binding have remained elusive, hampered in part by ITC data analyses employing simple models that treat bivalent binding as a single event with a single binding affinity. We build on existing Bayesian ITC approaches to quantify thermodynamic parameters for multi-site binding interactions impacted by significant uncertainty in protein concentration. Using a two-site binding model, we model LC8 binding and identify positive cooperativity with high confidence for multiple client peptides. Application of an identical model to two-site binding between the coiled-coil dimer NudE and the intermediate chain of dynein reveals little evidence of cooperativity, in contrast to LC8. We propose that cooperativity in the LC8 system drives the formation of saturated 2:2 bound states, which play a functional role in many LC8 complexes. In addition to these system-specific findings, our work advances general ITC analysis in two ways. First, we describe a previously unrecognized mathematical ambiguity in concentrations in standard binding models and clarify how it impacts the precision with which binding parameters can be determined in cases of high uncertainty in analyte concentrations. Second, building on observations in the LC8 system, we develop a system-agnostic heat map of practical parameter identifiability calculated from synthetic data which demonstrates that certain binding parameters intrinsically inflate parameter uncertainty in ITC analysis, independent of experimental uncertainties.\n\nAuthor SummaryMulti-site protein-protein interactions govern many protein functions throughout the cell. Precise determination of thermodynamic constants of multi-site binding is a significant biophysical challenge, however. The application of complex models to multi-step interactions is difficult and hampered further by complications arising from uncertainty in analyte concentrations. To address these issues, we utilize Bayesian statistical techniques which calculate the  likelihood of parameters giving rise to experimental observations to build probability density distributions for thermodynamic parameters of binding. To demonstrate the method and improve our understanding how the hub protein LC8 promotes dimerization of its 100+ binding partners, we test the pipeline on several of these partners and demonstrate that LC8 can bind clients cooperatively, driving interactions towards a  fully bound functional state. We additionally examine an interaction between the dimer NudE and the intermediate chain of dynein, which does not appear to bind with cooperativity. Our work provides a solid foundation for future analysis of more complicated binding interactions, including oligomeric complexes formed between LC8 and clients with multiple LC8-binding sites."
},
{
    "category": "biophysics",
    "authors": "Sabei, A.; Caldas Baia, T. G.; Saffar, R.; Martin, J.; Frezza, E.",
    "author_corresponding_institution": "Universite' Paris Cite', CiTCoM, CNRS",
    "author_corresponding": "Elisa Frezza",
    "doi": "10.1101/2022.11.30.518608",
    "url": "https://www.biorxiv.org/content/early/2022/12/01/2022.11.30.518608",
    "title": "Internal Normal Mode Analysis applied to RNA flexibility and conformational changes",
    "relevance": "2",
    "abstract": "We investigated the capability of internal normal modes to reproduce RNA dynamics and predict observed RNA conformational changes, and, notably, those induced by the formation of RNA-protein and RNA-ligand complexes. Here, we extended our iNMA approach developed for proteins to study RNA molecules using a simplified representation of RNA structure and its potential energy. Three datasets were also created to investigate different aspects. Despite all the approximations, our study shows that iNMA is a suitable method to take into account RNA flexibility and describe its conformational changes opening the route to its applicability in any integrative approach where these properties are crucial."
},
{
    "category": "biochemistry",
    "authors": "Gates, C.; Dahlgren, K. K.; Hill, N. C.; Cameron, J. C.",
    "author_corresponding_institution": "University of Colorado - Boulder, National Renewable Energy Laboratory",
    "author_corresponding": "Jeffrey C Cameron",
    "doi": "10.1101/2022.12.01.518719",
    "url": "https://www.biorxiv.org/content/early/2022/12/01/2022.12.01.518719",
    "title": "Kinetics and targeting of Vipp1 aggregation in cyanobacteria",
    "relevance": "1",
    "abstract": "The kinetics of regulation of vesicle-inducing protein in plastids (Vipp1), an essential protein in all oxygenic phototrophs, are not completely understood. Vipp1 is responsible for both membrane maintenance and damage repair processes, aggregating at sites of damage (proton leakage) or physical strain (responding to presence of anionic lipids). Herein we spatiotemporally resolve exchange between inactive cytoplasmic Vipp1 and these two functionalities. We demonstrate that Vipp1 can be aggregated to a specific site in the thylakoid membrane by laser damage, but this behavior appears to be mediated by a rapidly resolved secondary process, as cytoplasmic Vipp1 is rendered unresponsive to nearby damage on a time scale three orders of magnitude faster than the aggregation process itself."
},
{
    "category": "biochemistry",
    "authors": "Wang, H.; Vigouroux, C.; Said, R.; Henriot, V.; Pernier, J.; Le Clainche, C.",
    "author_corresponding_institution": "Institute for Integrative Biology of the Cell (I2BC)",
    "author_corresponding": "Christophe Le Clainche",
    "doi": "10.1101/2022.12.01.518757",
    "url": "https://www.biorxiv.org/content/early/2022/12/01/2022.12.01.518757",
    "title": "Talin and vinculin combine their activities to trigger actin assembly",
    "relevance": "1",
    "abstract": "Focal adhesions (FAs) strengthen their link with the actin cytoskeleton to resist force. Talin-vinculin association could reinforce actin anchoring to FAs by controlling actin polymerization. However, the actin polymerization activity of the talin-vinculin complex is not known because it requires the reconstitution of the mechanical and biochemical activation steps that control the association of talin and vinculin and the exposure of their actin-binding domains. By combining kinetic and binding assays with single actin filament observations in TIRF microscopy, we show that the association of talin and vinculin mutants, mimicking different degrees of activation, results in a variety of activities. In particular, mechanically stretched talin and activated vinculin combine to stimulate actin assembly synergistically through a sequential mechanism in which filaments are nucleated, capped and released to elongate. Our findings suggest a versatile mechanism for the regulation of actin assembly in FAs subjected to various combinations of biochemical and mechanical cues."
},
{
    "category": "biochemistry",
    "authors": "Ghimire, J.; Hart, R. J.; Soldano, A.; Chen, C.; Guha, S.; Hoffmann, J. P.; Hall, K.; Sun, L.; Nelson, B. J.; Lu, T. K.; Kolls, J. K.; Rivera, M.; Morici, L. A.; Wimley, W. C.",
    "author_corresponding_institution": "Tulane University",
    "author_corresponding": "William  C Wimley",
    "doi": "10.1101/2022.12.01.518642",
    "url": "https://www.biorxiv.org/content/early/2022/12/01/2022.12.01.518642",
    "title": "Optimization of host cell-compatible, antimicrobial peptides effective against biofilms and clinical isolates of drug-resistant bacteria.",
    "relevance": "3",
    "abstract": "Here, we describe the synthetic molecular evolution of a family of host-compatible antimicrobial peptides (AMP) designed for the treatment of wounds infected with drug-resistant, biofilm forming bacteria. The peptides tested are variants of an evolved AMP called D-CONGA, which has excellent antimicrobial activities in vitro and in vivo. In this generation of rational D-CONGA variants, we tested multiple sequence-function hypotheses that had not been tested in previous generations. Many of the peptide variants tested have lower antibacterial activity against Gram-positive and Gram-negative pathogens, especially those that have altered hydrophobicity, secondary structure potential, or spatial distribution of charged and hydrophobic residues. Thus, D-CONGA is generally well tuned for good antimicrobial activity. However, we identified one variant, D-CONGA-Q7, with a polar glutamine inserted into the middle of the sequence, that has higher activity against both planktonic and biofilm-forming bacteria and lower cytotoxicity against human fibroblasts. Against clinical isolates of K. pneumoniae, innate resistance to D-CONGA was surprisingly common despite a lack of inducible resistance in P. aeruginosa reported in our previous work. Yet, these same isolates are susceptible to D-CONGA-Q7. Additional mechanistic work will be required to understand why D-CONGA-Q7 is less prone to innate resistance in Gram-negative bacteria. In the spirit of synthetic molecular evolution, the discovery of D-CONGA-Q7 achieved a critical gain-of-function, and has provided a significantly better template sequence for the next generation of synthetic evolution."
},
{
    "category": "biochemistry",
    "authors": "Diaz, M. P.; Barkhanskiy, A.; Liggett, E.; Barran, P.; Krezel, A.",
    "author_corresponding_institution": "University of Wroclaw, Poland",
    "author_corresponding": "Artur Krezel",
    "doi": "10.1101/2022.12.01.518729",
    "url": "https://www.biorxiv.org/content/early/2022/12/01/2022.12.01.518729",
    "title": "Ion mobility mass spectrometry and molecular dynamics simulations unravel the conformational stability and coordination dynamics of human metallothionein-2 species",
    "relevance": "2",
    "abstract": "Ion mobility-mass spectrometry (IM-MS) unraveled different conformational stability in Zn4-7-metallothionein-2. We introduced a new molecular dynamics simulations approach that permitted the exploration of all conformational space confirming the experimental data revealing that not only the Zn-S bonds but also interdomain interaction modulate protein unfolding."
},
{
    "category": "genomics",
    "authors": "Hong, C. K.; Erickson, A. A.; Li, J.; Federico, A. J.; Cohen, B. A.",
    "author_corresponding_institution": "Washington University in St. Louis",
    "author_corresponding": "Barak A Cohen",
    "doi": "10.1101/2022.11.29.518444",
    "url": "https://www.biorxiv.org/content/early/2022/12/01/2022.11.29.518444",
    "title": "Massively parallel characterization of insulator activity across the genome",
    "relevance": "4",
    "abstract": "Insulators are cis-regulatory sequences (CRSs) that can block enhancers from activating target promoters or act as barriers to block the spread of heterochromatin. Their name derives from their ability to  insulate transgenes from genomic position effects, an important function in gene therapy and biotechnology applications that require high levels of sustained transgene expression. In theory, flanking transgenes with insulators protects them from position effects, but in practice, efforts to insulate transgenes meet with mixed success because the contextual requirements for insulator function in the genome are not well understood. A key question is whether insulators are modular elements that can function anywhere in the genome or whether they are adapted to function only in certain genomic locations. To distinguish between these two possibilities we developed MPIRE (Massively Parallel Integrated Regulatory Elements) and used it to measure the effects of three insulators (A2, cHS4, ALOXE3) and their mutants at thousands of locations across the genome. Our results show that each insulator functions in only a small number of genomic locations, and that insulator function depends on the sequence motifs that comprise each insulator. All three insulators can block enhancers in the genome, but specificity arises because each insulator blocks enhancers that are bound by different sets of transcription factors. All three insulators can block enhancers in the genome, but only ALOXE3 can act as a heterochromatin barrier. We conclude that insulator function is highly context dependent and that MPIRE is a robust and systematic method for revealing the context dependencies of insulators and other cis-regulatory elements across the genome."
},
{
    "category": "cell biology",
    "authors": "Ibar, C.; Chinthalapudi, K.; Heissler, S.; Irvine, K. D.",
    "author_corresponding_institution": "Rutgers, The State University of New Jersey",
    "author_corresponding": "Kenneth D Irvine",
    "doi": "10.1101/2022.12.01.518662",
    "url": "https://www.biorxiv.org/content/early/2022/12/01/2022.12.01.518662",
    "title": "Competition between myosin II and βH-Spectrin regulates cytoskeletal tension",
    "relevance": "1",
    "abstract": "Spectrins are membrane cytoskeletal proteins generally thought to function as heterotetramers comprising two -spectrins and two {beta}-spectrins. They influence cell shape and Hippo signaling, but the mechanism by which they influence Hippo signaling has remained unclear. We have investigated the role and regulation of the Drosophila {beta}-heavy Spectrin ({beta}H-Spectrin, encoded by the karst gene) in wing imaginal discs. Our results establish that {beta}H-Spectrin regulates Hippo signaling through the Jub biomechanical pathway due to its influence on cytoskeletal tension. While we find that -Spectrin also regulates Hippo signaling through Jub, unexpectedly, we find that {beta}H-Spectrin localizes and functions independently of -Spectrin. Instead, {beta}H-Spectrin colocalizes with and reciprocally regulates and is regulated by myosin. In vivo and in vitro experiments support a model in which {beta}H-Spectrin and myosin directly compete for binding to apical F-actin. This competition can explain the influence of {beta}H-Spectrin on cytoskeletal tension and myosin accumulation. It also provides new insight into how {beta}H-Spectrin participates in ratcheting mechanisms associated with cell shape change."
},
{
    "category": "cell biology",
    "authors": "Vantler, M.; Schorscher, M.; Berghausen, E. M.; Moore, J. B.; Wong, D.; Zhaolong, L.; Wissmueller, M.; Gnatzy-Feik, L.; Zierden, M.; Mehrkens, D.; Adam, M.; Zhao, X.; Odenthal, M.; Sengle, G.; Boor, P.; Maegdefessel, L.; Baldus, S.; Rosenkranz, S.",
    "author_corresponding_institution": "Heart Center at the University Hospital Cologne, Cologne Cardiovascular Research Center (CCRC), Center for Molecular Medicine Cologne (CMMC)",
    "author_corresponding": "Stephan Rosenkranz",
    "doi": "10.1101/2022.12.01.518561",
    "url": "https://www.biorxiv.org/content/early/2022/12/01/2022.12.01.518561",
    "title": "PI 3-kinase isoform p110alpha controls smooth muscle cell functionality and protects against aortic aneurysm formation",
    "relevance": "4",
    "abstract": "BackgroundCatalytic class IA PI 3-kinase isoform p110 is a crucial regulator of cellular proliferation and survival in numerous cell types. While p110 is critically involved in pathogenic vascular remodeling, its physiological role for vascular integrity under stress conditions has not been studied. We report a protective function of smooth muscle p110 against abdominal aortic aneurysm (AAA) formation.\n\nMethods & ResultsIn mice lacking p110 in smooth muscle cells (sm-p110-/-), perfusion of the infrarenal aorta with porcine pancreatic elastase (PPE) yielded substantially enhanced AAA formation compared to wild type controls. This disease phenotype is partly attributable to a subtle preexisting vascular phenotype under basal conditions, as sm-p110-/- mice displayed a smaller media area, deranged aortic wall structure (detached smooth muscle cells, increased apoptotic cell death), and a diminished functional responsiveness of aortic rings to vasodilators. Furthermore, p110 is also implicated in regenerative processes during AAA development: Whereas wild type mice showed increased media hypertrophy, neointima formation and proliferation upon PPE intervention, these vascular remodeling processes were diminished in sm-p110-/- mice. Concomitantly, increased numbers of elastic fiber breaks and ECM degradation were detected in sm-p110-/- aorta. Mechanistically, we found that lack of p110 expression impaired smooth muscle cell proliferation, expression of contractile marker genes and production of elastin fibers. This phenotype largely depended on reduced phosphorylation and inactivation of FOXO1, as specific FOXO1 inhibition fully rescued proliferation of p110-/- smooth muscle cells, and knockdown of FOXO1 increased expression of calponin and elastin.\n\nConclusionsSmooth muscle p110 protects against AAA disease by maintaining aortic wall homoeostasis and promoting SMC proliferation to compensate for cell loss during AAA development. Our findings have potential implications for current approaches aimed at p110 inhibition for cancer therapy and suggest new pharmacological strategies to activate p110 signaling in AAA disease."
},
{
    "category": "cell biology",
    "authors": "Vorstandlechner, V.; Copic, D.; Klas, K.; Direder, M.; Golabi, B.; Radtke, C.; Ankersmit, H. J.; Mildner, M.",
    "author_corresponding_institution": "Medical University of Vienna",
    "author_corresponding": "Michael Mildner",
    "doi": "10.1101/2022.12.01.518726",
    "url": "https://www.biorxiv.org/content/early/2022/12/01/2022.12.01.518726",
    "title": "The secretome of irradiated peripheral mononuclear cells attenuates hypertrophic skin scarring",
    "relevance": "1",
    "abstract": "BackgroundHypertrophic scars can cause pain, movement restrictions, and reduction of quality of life. Despite numerous options to tackle hypertrophic scarring, efficient therapies are still scarce, and cellular mechanisms are not well understood. Secreted factors from peripheral blood mononuclear cells (PBMCsec) were previously described for their beneficial effects in tissue regeneration. Here, we investigated the effects of PBMCsec on skin scarring in mouse models and human scar explant cultures at single cell resolution (scRNAseq).\n\nMethodsMouse wounds and scars were treated with PBMCsec either intradermally or topically. Human mature scars were treated with PBMCsec ex vivo in explant cultures. All experimental settings were analyzed by single cell RNA sequencing (scRNAseq). A variety of bioinformatics approaches were used to decipher gene regulation in the scRNAseq data sets. Components of the extracellular matrix (ECM) were investigated in situ by immunofluorescence. The effect of PBMCsec on myofibroblast differentiation and elastin expression was investigated by stimulating human primary fibroblasts with TGF{beta}.\n\nFindingsTopical and intradermal application of PBMCsec regulated the expression of a variety of genes involved in pro-fibrotic processes and tissue remodeling. Our bioinformatics approach identified elastin as a common linchpin of antifibrotic action in both, the mouse and human experimental setting. In vitro, we found that PBMCsec prevents TGF{beta}-mediated myofibroblast-differentiation and attenuates abundant elastin expression through non-canonical signaling inhibition. Furthermore, TGF{beta}-induced breakdown of elastic fibers was strongly inhibited by addition of PBMCsec.\n\nInterpretationTogether, we showed anti-fibrotic effect of PBMCsec on cutaneous scars in mouse and human experimental settings, suggesting PBMCsec as a novel therapeutic option to treat skin scarring.\n\nResearch in contextO_ST_ABSEvidence before this studyC_ST_ABSParacrine factors secreted from irradiated peripheral mononuclear cells (PBMCsec) show strong tissue regenerative properties in a variety of organs and are shown to enhance cutaneous wound healing. Whether PBMCsec shows anti-fibrotic properties on scar formation has not been investigated so far.\n\nAdded value of this studyIn the present study, we were able to demonstrate that PBMCsec improves quality of developing and mature scars in mouse and human scar tissue. We found that PBMCsec is able to attenuate the expression of various genes, promoting scar formation and inhibit TGF{beta}-induced myofibroblast differentiation. Elastin and TXNIP were identified as a common linchpin of its anti-fibrotic action.\n\nImplications of all the available evidenceUsing in vivo, ex vivo, and in vitro models and analyses on a single-cell level, our study paves the way for clinical studies evaluating the use of PBMCsec for the treatment of human cutaneous scars."
},
{
    "category": "cell biology",
    "authors": "Braun, H.; Xu, Z.; Chang, F.; Viceconte, N.; Rane, G.; Levin, M.; Lototska, L.; Roth, F.; Hillairet, A.; Fradera-Sola, A.; Khanchandani, V.; Dreesen, O.; Yang, Y.; Shi, Y.; Li, F.; Butter, F.; Kappei, D.",
    "author_corresponding_institution": "University of Science and Technology of China",
    "author_corresponding": "Fudong Li",
    "doi": "10.1101/2022.11.30.518500",
    "url": "https://www.biorxiv.org/content/early/2022/12/01/2022.11.30.518500",
    "title": "ZNF524 directly interacts with telomeric DNA and supports telomere integrity",
    "relevance": "2",
    "abstract": "Telomeres are nucleoprotein structures at the ends of linear chromosomes. In humans, they consist of TTAGGG repeats, which are bound by dedicated proteins such as the shelterin complex. This complex blocks unwanted DNA damage repair at telomeres, e.g. by suppressing non-homologous end joining (NHEJ) through its subunit TRF2. We here describe ZNF524, a zinc finger protein that directly binds telomeric repeats with nanomolar affinity and reveal the base-specific sequence recognition by co-crystallization with telomeric DNA. ZNF524 localizes to telomeres and specifically maintains the presence of the TRF2/RAP1 subcomplex at telomeres without affecting other shelterin members. Loss of ZNF524 concomitantly results in an increase in DNA damage signaling and recombination events. Overall, ZNF524 is a direct telomere-binding protein involved in the maintenance of telomere integrity."
},
{
    "category": "cell biology",
    "authors": "Uzbekov, R.; Singina, G.; Shedova, E.; Banliat, C.; Avidor-Reiss, T.; Uzbekova, S.",
    "author_corresponding_institution": "University of Tours",
    "author_corresponding": "Rustem Uzbekov",
    "doi": "10.1101/2022.11.29.517493",
    "url": "https://www.biorxiv.org/content/early/2022/12/01/2022.11.29.517493",
    "title": "Centrosome formation in the bovine early embryo.",
    "relevance": "1",
    "abstract": "Centrosome formation during early development in mice and rats occurs due to the appearance of centrioles de novo. In contrast, in humans and other non-rodent mammals, centrioles are thought to be derived from spermatozoa. Ultrastructural study of zygotes and early embryos of cattle at full series of ultrathin sections showed that the proximal centriole of the spermatozoon disappears by the end of the first cleavage division. Centrioles appear in 2-4 cell embryos in fertilized oocytes and in parthenogenetic embryos. Centriole formation includes the appearance of atypical centrioles with randomly arranged triplets and centrioles with microtubule triplets of various lengths. After the third cleavage, four centriolar cylinders for the first time appear in the blastomeres while each embryo still has two atypical centrioles. Our results showed that the mechanisms of centriole formation in different groups of mammals are universal, differing only in the stage of development in which they occur."
},
{
    "category": "cell biology",
    "authors": "Needs, H. I.; Pereira, G. C.; Glover, E.; Hubner, W.; Henley, J.; Collinson, I.",
    "author_corresponding_institution": "University of Bristol",
    "author_corresponding": "Ian Collinson",
    "doi": "10.1101/2022.11.30.518494",
    "url": "https://www.biorxiv.org/content/early/2022/12/01/2022.11.30.518494",
    "title": "Intercellular Mitochondrial Transfer as a Rescue Mechanism in Response to Protein Import Failure",
    "relevance": "4",
    "abstract": "Mitochondrial biogenesis requires the import of most of their proteins from the cytosol. Therefore, efficient import apparatus is vital for eukaryotic cell function, particularly in highly energy demanding cells such as neurons and myocytes. Consequently, dysfunctional mitochondrial protein import is implicated in many diseases. This study explores the molecular basis and consequences of import failure in mammalian cells. We show that blocking import machinery has profound effects on mitochondrial ultra-structure and dynamics, but surprisingly little impact on import. The explanation is a remarkable mechanism in which healthy cells transfer mitochondria to cells with deficient mitochondrial import, and vice versa, through connecting tunnelling nanotubes. These observations suggest the existence of a widespread mechanism for rescue of mitochondrial import function in complex multicellular organisms.\n\nOne-Sentence SummaryA mitochondrial import rescue mechanism involving intercellular mitochondrial transport through tunneling nanotubes (TNTs)."
},
{
    "category": "cell biology",
    "authors": "Gala, D. S.; Lee, J. Y.; Kiourlappou, M. S.; Titlow, J. S.; Teodoro, R. O.; Davis, I.",
    "author_corresponding_institution": "University of Oxford",
    "author_corresponding": "Ilan Davis",
    "doi": "10.1101/2022.11.30.518536",
    "url": "https://www.biorxiv.org/content/early/2022/12/01/2022.11.30.518536",
    "title": "Mammalian glial protrusion transcriptomes predict localization of Drosophila glial transcripts required for synaptic plasticity",
    "relevance": "2",
    "abstract": "The polarization of cells often involves the transport of specific mRNAs and their localized translation in distal projections. Neurons and glia both contain long cytoplasmic processes with important functions. While mRNA localization has been studied extensively in neurons, little is known in glia, especially in intact nervous systems. Here, we predicted 1700 localized Drosophila glial transcripts by extrapolating from our meta-analysis of 8 existing studies characterizing the localized transcriptomes and translatomes of synaptically-associated mammalian glia. We tested these predictions in glia of the neuromuscular junction of Drosophila larvae and found that localization to vertebrate glia is a strong predictor of mRNA localization of the high confidence Drosophila homologues. We further showed that some of these localized transcripts are required in glia for plasticity of neuromuscular junction synapses. We conclude that peripheral glial mRNA localization is a common and conserved phenomenon and propose that it is likely to be functionally important."
},
{
    "category": "molecular biology",
    "authors": "Chaban, A.; Minakhin, L.; Goldobina, E.; Bae, B.; Hao, Y.; Borukhov, S.; Putzeys, L.; Boon, M.; Lavigne, R.; Makarova, K. S.; Koonin, E. V.; Nair, S. K.; Tagami, S.; Severinov, K.; Sokolova, M. L.",
    "author_corresponding_institution": "Max Planck Institute for Multidisciplinary Sciences",
    "author_corresponding": "Maria L Sokolova",
    "doi": "10.1101/2022.12.01.518664",
    "url": "https://www.biorxiv.org/content/early/2022/12/01/2022.12.01.518664",
    "title": "Tail-tape-fused virion and non-virion RNA polymerases of a thermophilic virus with an extremely long tail",
    "relevance": "1",
    "abstract": "Thermus thermophilus bacteriophage P23-45 encodes a giant 5,002-residue tail tape measure protein (TMP)1 that defines the length of its extraordinarily long 800 nm tail2,3. We found that the N-terminal portion of P23-45 TMP is an unusual RNA polymerase (RNAP) homologous to cellular and viral  two-barrel RNAPs. The TMP-fused virion RNAP transcribes pre-early phage genes, including a gene that encodes another, non-virion RNAP, that transcribes early and some middle phage genes. We determined the crystal structures of both P23-45 RNAPs. The non-virion RNAP has a crab claw-like architecture similar to previously reported two-barrel RNAPs. The virion RNAP adopts a unique flat structure without a clamp, which likely reflects the requirement for its extrusion through the narrow channel in the phage tail for delivery into the cell. Structure and sequence comparisons of the P23-45 RNAPs with other phage and cellular RNAPs suggest that, despite the extensive functional differences, the two P23-45 RNAPs originate from an ancient gene duplication in an ancestral phage. Our findings demonstrate remarkable adaptability of two-barrel RNAPs that can be attained within a single virus species."
},
{
    "category": "molecular biology",
    "authors": "Tsirigotaki, A.; Dansercoer, A.; Verschueren, K. H. G.; Markovic, I.; Pollmann, C.; Hafer, M.; Felix, J.; Birck, C.; Van Putte, W.; Catteeuw, D.; Tavernier, J.; Bazan, F. J.; Piehler, J.; Savvides, S. N.; Verstraete, K.",
    "author_corresponding_institution": "VIB and Ghent University",
    "author_corresponding": "Kenneth Verstraete",
    "doi": "10.1101/2022.12.01.518327",
    "url": "https://www.biorxiv.org/content/early/2022/12/01/2022.12.01.518327",
    "title": "Mechanism of receptor assembly via the pleiotropic adipokine Leptin",
    "relevance": "1",
    "abstract": "The adipokine Leptin activates its type I cytokine receptor (LEP-R) in the hypothalamus to regulate body weight and exerts additional pleiotropic functions in immunity, fertility, and cancer. However, the structure and mechanism of Leptin-mediated LEP-R assemblies has remained unclear. Here, we show that Leptin:LEP-R assemblies adopt an unprecedented structure within the type I cytokine receptor family featuring 3:3 stoichiometry. We validate Leptin-induced trimerization of LEP-R in the plasma membrane of living cells via multicolor single molecule microscopy. In mediating such assemblies Leptin undergoes drastic restructuring that activates its site III for binding to the Ig-domain of an adjacent LEP-R molecule in the complex. These interactions are abolished by pathological mutations linked to obesity. Collectively, our study uncovers an evolutionarily conserved Leptin:LEP-R assembly as a new mechanistic blueprint for Leptin-mediated signaling in physiology and disease, including insights into how the lowly abundant signaling-competent isoforms of LEP-R can productively participate in signaling."
},
{
    "category": "molecular biology",
    "authors": "Allen, R. S.; Jones, W. D.; Hale, M.; Warder, B. N.; Shore, E. M.; Mullins, M. C.",
    "author_corresponding_institution": "Unniversity of Kentucky",
    "author_corresponding": "Robyn S Allen",
    "doi": "10.1101/2022.12.01.518722",
    "url": "https://www.biorxiv.org/content/early/2022/12/01/2022.12.01.518722",
    "title": "Reduced GS domain serine/threonine requirements of Fibrodysplasia Ossificans Progressiva mutant type I BMP receptor ACVR1 in the zebrafish",
    "relevance": "1",
    "abstract": "Fibrodysplasia ossificans progressiva (FOP) is a rare human genetic condition characterized by altered skeletal development and extra-skeletal bone formation. All cases of FOP are caused by mutations in the type I BMP receptor gene ACVR1 that result in over-activation of the BMP signaling pathway. Activation of the wild-type ACVR1 kinase requires assembly of a tetrameric type I and II BMP receptor complex followed by phosphorylation of the ACVR1 GS domain by type II BMP receptors. Previous studies showed that the FOP mutant ACVR1-R206H requires type II BMP receptors and presumptive GS domain phosphorylation for over-active signaling. Structural modeling of the FOP-ACVR1 mutant kinase domain supports that FOP mutations alter the conformation of the GS domain, but it is unclear how this leads to overactive signaling. Here we show using a developing zebrafish embryo BMP signaling assay that the FOP mutant receptors ACVR1-R206H and -G328R have reduced requirements for GS domain phosphorylation sites to signal compared to wild-type ACVR1. Further, ligand-independent and ligand-dependent signaling through the FOP ACVR1 receptors have distinct GS domain phosphorylation site requirements. Moreover, ACVR1-G328 showed increased GS domain serine/threonine requirements for ligand-independent signaling compared to ACVR1-R206H, whereas it exhibited reduced serine/threonine requirements for ligand-dependent signaling. Remarkably, while ACVR1-R206H does not require the type I BMP receptor partner, Bmpr1, to signal, a ligand-dependent GS domain mutant of ACVR1-R206H could signal independently of Bmpr1 only when Bmp7 ligand was overexpressed. Of note, unlike human ACVR1-R206H, the zebrafish paralog Acvr1l-R203H does not show increased signaling activity. However, in domain-swapping studies the human kinase domain, but not the human GS domain, was sufficient to confer overactive signaling to the Acvr1l-R203H receptor. Together these results reflect the importance of GS domain activation and kinase domain functions in regulating ACVR1 signaling and identify mechanisms of reduced regulatory constraints conferred by FOP mutations."
},
{
    "category": "genetics",
    "authors": "Chen, C.; Jost, M.; Outram, M. A.; Friendship, D.; Periyannan, S.; Bartos, J.; Holusova, K.; Zhang, P.; Bhatt, D.; Singh, D.; Lagudah, E.; Park, R.; Dracatos, P.",
    "author_corresponding_institution": "Department of Animal, Plant and Soil Sciences, La Trobe University, AgriBio, Bundoora, VIC, Australia",
    "author_corresponding": "Peter Dracatos",
    "doi": "10.1101/2022.11.30.518475",
    "url": "https://www.biorxiv.org/content/early/2022/12/01/2022.11.30.518475",
    "title": "A pathogen-induced putative NAC transcription factor mediates leaf rust resistance in barley",
    "relevance": "1",
    "abstract": "Leaf rust, caused by Puccinia hordei, is one of the most widespread and damaging foliar diseases affecting barley (Hordeum spp.). The barley leaf rust resistance locus Rph7, located on the short arm of chromosome 3H, confers defence at all growth stages and was previously shown to have unusually high sequence and haplotype divergence. Earlier, four candidate genes for Rph7 were reported and, despite an in-depth comparative sequence analysis and haplotypic characterisation, the causal gene could not be resolved. Here, we successfully cloned Rph7 utilising a fine mapping approach in combination with an RNA-Seq based expression analysis. We identified three up-regulated and pathogen-induced genes with presence/absence variation (PAV) at this locus. Sequence analysis of chemically induced Rph7 knockout mutant lines identified multiple independent non-synonymous variants, including a premature stop codon in a single non-canonical resistance gene that encodes a 302-amino acid protein. Progeny from four independent transgenic lines segregated for the expected avirulent Rph7 infection type in response to several avirulent P. hordei pathotypes, however, all plants were susceptible to a single virulent pathotype confirming the specificity. Structural analysis using an AlphaFold2 protein model suggests that Rph7 encodes a putative NAC transcription factor, as it shares structural similarity to ANAC019 from Arabidopsis, with a C-terminal BED domain. A global gene expression analysis suggests Rph7 is involved in the activation of basal defence."
},
{
    "category": "genetics",
    "authors": "Stamp, J.; DenAdel, A.; Weinreich, D. M.; Crawford, L.",
    "author_corresponding_institution": "Microsoft Research New England",
    "author_corresponding": "Lorin Crawford",
    "doi": "10.1101/2022.11.30.518547",
    "url": "https://www.biorxiv.org/content/early/2022/12/01/2022.11.30.518547",
    "title": "Leveraging the Genetic Correlation between Traits Improves the Detection of Epistasis in Genome-wide Association Studies",
    "relevance": "4",
    "abstract": "Epistasis, commonly defined as the interaction between genetic loci, is known to play an important role in the phenotypic variation of complex traits. As a result, many statistical methods have been developed to identify genetic variants that are involved in epistasis, and nearly all of these approaches carry out this task by focusing on analyzing one trait at a time. Previous studies have shown that jointly modeling multiple phenotypes can often dramatically increase statistical power for association mapping. In this study, we present the \"multivariate MArginal ePIstasis Test\" (mvMAPIT) -- a multi-outcome generalization of a recently proposed epistatic detection method which seeks to detect marginal epistasis or the combined pairwise interaction effects between a given variant and all other variants. By searching for marginal epistatic effects, one can identify genetic variants that are involved in epistasis without the need to identify the exact partners with which the variants interact -- thus, potentially alleviating much of the statistical and computational burden associated with conventional explicit search-based methods. Our proposed mvMAPIT builds upon this strategy by taking advantage of correlation structure between traits to improve the identification of variants involved in epistasis. We formulate mvMAPIT as a multivariate linear mixed model and develop a multi-trait variance component estimation algorithm for efficient parameter inference and P-value computation. Together with reasonable model approximations, our proposed approach is scalable to moderately sized GWA studies. With simulations, we illustrate the benefits of mvMAPIT over univariate (or single-trait) epistatic mapping strategies. We also apply mvMAPIT framework to protein sequence data from two broadly neutralizing anti-influenza antibodies and approximately 2,000 heterogenous stock of mice from the Wellcome Trust Centre for Human Genetics. The mvMAPIT R package can be downloaded at https://github.com/lcrawlab/mvMAPIT."
},
{
    "category": "biochemistry",
    "authors": "Kim, C. Y.; Mitchell, A. J.; Kastner, D. W.; Albright, C. E.; Gutierrez, M.; Glinkerman, C. M.; Kulik, H. J.; Weng, J.-K.",
    "author_corresponding_institution": "Whitehead Institute for Biomedical Research",
    "author_corresponding": "Jing-Ke Weng",
    "doi": "10.1101/2022.07.19.500703",
    "url": "https://www.biorxiv.org/content/early/2022/12/01/2022.07.19.500703",
    "title": "Emergence of a proton exchange-based isomerization and lactonization mechanism in the plant coumarin synthase COSY",
    "relevance": "3",
    "abstract": "Plants contain rapidly evolving specialized metabolic enzymes to support the synthesis of a myriad of functionally diverse natural products. In the case of coumarin biosynthesis, a BAHD acyltransferase-family enzyme COSY was recently discovered in Arabidopsis that catalyzes coumarin formation from o-hydroxylated trans-hydroxycinnamoyl-CoA substrates. COSY is the first and only BAHD enzyme known to date that catalyzes an intramolecular acyl transfer reaction. Here we combine structural, biochemical, and computational approaches to investigate the mechanistic basis for the unique coumarin synthase activity of COSY. Comparative analyses of crystal structures of Arabidopsis thaliana COSY relative to other BAHD proteins reveal that COSY possesses an unconventional active-site configuration adapted to its specialized activity. Through deuterium exchange experiments, we discover a unique proton exchange mechanism at the -carbon of the o-hydroxylated trans-hydroxycinnamoyl-CoA substrates during the catalytic cycle of COSY. Mutagenesis studies and quantum mechanical cluster modeling further support that this mechanism is key to COSYs ability to lower the activation energy of the trans-to-cis isomerization of the hydroxycinnamoyl-CoA substrates, a critical rate-limiting step leading to coumarin production. This study unveils the emergence of an unconventional catalytic mechanism mediated by a BAHD-family enzyme, and sheds light on the potential evolutionary origin of COSY and its recruitment to the evolutionarily new coumarin biosynthetic pathway in eudicots."
},
{
    "category": "genomics",
    "authors": "Matlock, W.; Lipworth, S.; Chau, K. K.; AbuOun, M.; Barker, L.; Kavanagh, J.; Andersson, M.; Oakley, S.; Morgan, M.; Crook, D. W.; Read, D. S.; Anjum, M.; Shaw, L. P.; Stoesser, N.; REHAB Consortium,  ",
    "author_corresponding_institution": "Nuffield Department of Medicine, University of Oxford, Oxford, UK",
    "author_corresponding": "William  Matlock",
    "doi": "10.1101/2022.05.06.490774",
    "url": "https://www.biorxiv.org/content/early/2022/12/01/2022.05.06.490774",
    "title": "Enterobacterales plasmid sharing amongst human bloodstream infections, livestock, wastewater, and waterway niches in Oxfordshire, UK",
    "relevance": "1",
    "abstract": "Plasmids enable the dissemination of antimicrobial resistance (AMR) in common Enterobacterales pathogens, representing a major public health challenge. However, the extent of plasmid sharing and evolution between Enterobacterales causing human infections and other niches remains unclear, including the emergence of resistance plasmids. Dense, unselected sampling is highly relevant to developing our understanding of plasmid epidemiology and designing appropriate interventions to limit the emergence and dissemination of plasmid-associated AMR. We established a geographically and temporally restricted collection of human bloodstream infection (BSI)-associated, livestock-associated (cattle, pig, poultry, and sheep faeces, farm soils) and wastewater treatment work (WwTW)-associated (influent, effluent, waterways upstream/downstream of effluent outlets) Enterobacterales. Isolates were collected between 2008-2020 from sites <60km apart in Oxfordshire, UK. Pangenome analysis of plasmid clusters revealed shared \"backbones\", with phylogenies suggesting an intertwined ecology where well-conserved plasmid backbones carry diverse accessory functions, including AMR genes. Many plasmid \"backbones\" were seen across species and niches, raising the possibility that plasmid movement between these followed by rapid accessory gene change could be relatively common. Overall, the signature of identical plasmid sharing is likely to be a highly transient one, implying that plasmid movement might be occurring at greater rates than previously estimated, raising a challenge for future genomic One Health studies.\n\nFundingThis study was funded by the Antimicrobial Resistance Cross-council Initiative supported by the seven research councils and the NIHR, UK."
},
{
    "category": "genomics",
    "authors": "Shatilovich, A.; Gade, V. R.; Pippel, M.; Hoffmeyer, T. T.; Tchesunov, A. V.; Stevens, L.; Winkler, S.; Hughes, G. M.; Traikov, S.; Hiller, M.; Rivkina, E.; Schiffer, P. H.; Myers, E. W.; Kurzchalia, T. V.",
    "author_corresponding_institution": "Institute for Zoology, University of Cologne",
    "author_corresponding": "Philipp H  Schiffer",
    "doi": "10.1101/2022.01.28.478251",
    "url": "https://www.biorxiv.org/content/early/2022/12/01/2022.01.28.478251",
    "title": "A novel nematode species from the Siberian permafrost shares adaptive mechanisms for cryptobiotic survival with C. elegans dauer larva",
    "relevance": "2",
    "abstract": "Some organisms in nature have developed the ability to enter a state of suspended metabolism called cryptobiosis when environmental conditions are unfavorable. This state-transition requires the execution of complex genetic and biochemical programs that enables the organism to survive for prolonged periods. Recently, nematode individuals have been reanimated from Siberian permafrost after remaining in cryptobiosis. Preliminary analysis indicates that these nematodes belong to the genera Panagrolaimus and Plectus. Here, we present precise radiocarbon dating indicating that the Panagrolaimus individuals have remained in cryptobiosis since the late Pleistocene (~46,000 years). Phylogenetic inference based on our genome assembly and a detailed morphological analysis demonstrate that they belong to an undescribed species, which we named Panagrolaimus n. sp. Comparative genome analysis revealed that the molecular toolkit for cryptobiosis in Panagrolaimus n. sp. and in C. elegans is partly orthologous. We show that biochemical mechanisms employed by these two species to survive desiccation and freezing under laboratory conditions are similar. Our experimental evidence also reveals that C. elegans dauer larvae can remain viable for longer periods in suspended animation than previously reported. Altogether, our findings demonstrate that nematodes evolved mechanisms potentially allowing them to suspend life over geological time scales."
},
{
    "category": "genetics",
    "authors": "Renau-Minguez, C.; Herrero-Abadia, P.; Sentandreu, V.; Ruiz-Rodriguez, P.; Torrents, E.; Chiner-Oms, A.; Torres-Puente, M.; Comas Espadas, I.; Julian, E.; Coscolla, M.",
    "author_corresponding_institution": "I2SysBio, University of Valencia-FISABIO",
    "author_corresponding": "Mireia Coscolla",
    "doi": "10.1101/2022.12.01.518671",
    "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.12.01.518671",
    "title": "Genomic analysis of Mycobacterium brumae sustains its nonpathogenic and immunogenic phenotype",
    "relevance": "3",
    "abstract": "M. brumae is a rapid-growing, non-pathogenic Mycobacterium species, originally isolated from environmental and human samples in Barcelona, Spain. M. brumae is not pathogenic and its in vitro phenotype and immunogenic properties have been well characterized. However, the knowledge of its underlying genetic composition is still incomplete. In this study, we first describe the 4 Mb genome of the M. brumae type strain ATCC 51384T assembling PacBio reads, and second, we assess the low intraspecies variability by comparing the type strain with Illumina reads from three additional strains. M. brumae genome is composed of a circular chromosome with a high GC content of 69.2 % and containing 3,791 CDSs, 97 pseudogenes, one prophage and no CRISPR loci. M. brumae has shown no pathogenic potential in in vivo experiments, and our genomic analysis confirms its phylogenetic position with other non-pathogenic and rapid growing mycobacteria. Accordingly, we determined the absence of virulence related genes, such as ESX-1 locus and most PE/PPE genes, among others. Although immunogenic potential of M. brumae was proved to be as high as Mycobacterium bovis BCG, the only mycobacteria licensed to treat cancer, the genomic content of M. tuberculosis T cell and B cell antigens in M. brumae is considerably lower than those of M. bovis BCG. Overall, this work provides relevant genomic data on one of the species of the mycobacterial genus with high therapeutic potential."
},
{
    "category": "biophysics",
    "authors": "Resende-Lara, P. T.; Costa, M. G. S.; Dudas, B.; Perahia, D.",
    "author_corresponding_institution": "Ecole Normale Superieure Paris-Saclay",
    "author_corresponding": "David Perahia",
    "doi": "10.1101/2022.11.29.517349",
    "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.11.29.517349",
    "title": "Adaptive collective motions: a hybrid method to improve conformational sampling with molecular dynamics and normal modes",
    "relevance": "3",
    "abstract": "Protein function is closely related to its structure and dynamics. Due to its large number of degrees of freedom, proteins adopt a large number of conformations, which describe a highly complex potential energy landscape. Considering the huge ensemble of conformations in dynamic equilibrium in solution, detailed investigation of proteins dynamics is extremely costly. Therefore, a significant number of different methods have emerged in order to improve the conformational sampling of biomolecules. One of these methods is Molecular Dynamics with excited Normal Modes (MDeNM) in which normal modes are used as collective variables in molecular dynamics. Here, we present a new implementation of the MDeNM method that allows a continuously controlled kinetic excitation energy in the normal mode space, while taking into account the natural constraints imposed either by the structure or the environment. These implementations prevent unphysical structural distortions. We tested the new approach on bacteriophage's T4 lysozyme, Gallus gallus hen egg-white lysozyme and Staphylococcus aureus membrane-bound transglycosylase. Our results showed that the new approach outperformed free MD sampling and preserved the structural features comparatively to the original MDeNM approach. We also observed that by adaptively changing the excitation direction during calculations, proteins follow new transition paths preventing structural distortions."
},
{
    "category": "biophysics",
    "authors": "Krishnan, K.; Tian, H.; Tao, P.; Verkhivker, G.",
    "author_corresponding_institution": "Chapman University School of Pharmacy",
    "author_corresponding": "Gennady Verkhivker",
    "doi": "10.1101/2022.11.29.518410",
    "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.11.29.518410",
    "title": "Probing Conformational Landscapes and Mechanisms of Allosteric Communication in the Functional States of the ABL Kinase Domain Using Multiscale Simulations and Network-Based Mutational Profiling of Allosteric Residue Potentials",
    "relevance": "2",
    "abstract": "In the current study, multiscale simulation approaches and dynamic network methods are employed to examine the dynamic and energetic details of conformational landscapes and allosteric interactions in the ABL kinase domain that determine the kinase functions. Using a plethora of synergistic computational approaches, we elucidate how conformational transitions between the active and inactive ABL states can employ allosteric regulatory switches to modulate the intramolecular communication networks between the ATP site, the substrate binding region, and the allosteric binding pocket. A perturbation-based network approach that implements mutational profiling of allosteric residue propensities and communications in the ABL states is proposed. Consistent with the biophysical experiments, the results reveal functionally significant shifts of the allosteric interaction networks in which preferential communication paths between the ATP binding site and substrate regions in the active ABL state become suppressed in the closed inactive ABL form, which in turn features favorable allosteric couplings between the ATP site and the allosteric binding pocket. By integrating the results of atomistic simulations with dimensionality reduction methods and Markov state models we analyze the mechanistic role of the macrostates and characterize kinetic transitions between the ABL conformational states. Using network-based mutational scanning of allosteric residue propensities, this study provides a comprehensive computational analysis of the long-range communications in the ABL kinase domain and identifies conserved regulatory hotspots that modulate kinase activity and allosteric cross-talk between the allosteric pocket, ATP binding site and substrate binding regions. The results of this study suggest that probing the intramolecular communication networks in the ABL conformations through targeted modifications of vulnerable network links may be useful for engineering and modulating kinase activities."
},
{
    "category": "biophysics",
    "authors": "Choudhuri, I.; Biswas, A.; Haldane, A.; Levy, R.",
    "author_corresponding_institution": "Temple University",
    "author_corresponding": "Ron Levy",
    "doi": "10.1101/2022.11.30.518575",
    "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.11.30.518575",
    "title": "Temporal Evolution of the HIV Viral Population under Drug Selection Pressure",
    "relevance": "3",
    "abstract": "Drug resistance in human immunodeficiency virus (HIV) continues to be a pervasive problem affecting the lives of millions of patients worldwide. In this study, using a Potts protein sequence-covariation statistical energy model combined with Kinetic Monte Carlo (KMC) simulations of evolutionary trajectories under drug selection pressure, we explore the evolution of drug resistance in HIV, starting from an ensemble of drug-naive patient protein sequences. We follow the time course of a total of more than fifty drug resistance mutations in Protease, Reverse Transcriptase, and Integrase. The KMC model on the fitness landscape accurately captures the relative acquisition times of drug-resistance mutations reported in the literature. We find primary drug-resistance mutations with long acquisition times typically require a larger number of accessory mutations to prime the sequence background for their acquisition and eventual entrenchment, while those with shorter acquisition times exhibit pre-existing high initial biases within the drug-naive patient population. We introduce a new metric, the potentiation factor in drug-naive patient protein sequences, that can be an accurate predictor of acquisition times for mutations subject to external selection pressures."
},
{
    "category": "genetics",
    "authors": "Rashbrook, V. S.; Denti, L.; Ruhrberg, C.",
    "author_corresponding_institution": "University College London",
    "author_corresponding": "Christiana Ruhrberg",
    "doi": "10.1101/2022.11.29.518236",
    "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.11.29.518236",
    "title": "Tamoxifen exacerbates morbidity and mortality in mice receiving medetomidine anaesthesia",
    "relevance": "1",
    "abstract": "Tamoxifen-induced CreER-LoxP recombination is often used to induce spatiotemporally controlled gene deletion in genetically modified mice. Prior work has shown that tamoxifen and tamoxifen-induced CreER activation can have off-target effects that should be controlled. However, it has not yet been reported whether tamoxifen administration, independently of CreER expression, interacts adversely with commonly used anaesthetic drugs such as medetomidine or its enantiomer dexmedetomidine in mice. Here we report a high incidence of urinary plug formation linked to morbidity after ketamine-medetomidine anaesthesia in male mice previously injected with tamoxifen. As dexmedetomidine causes morbidity and mortality in male mice at higher rates than medetomidine, our findings suggest that both medetomidine and dexmedetomidine are both contra-indicated for male mice after tamoxifen treatment."
},
{
    "category": "biophysics",
    "authors": "Nawroth, J. C.; Giez, C.; Klimovich, A.; Kanso, E. A.; Bosch, T. C.",
    "author_corresponding_institution": "Zoological Institute, Christian-Albrechts-University Kiel, Germany",
    "author_corresponding": "Thomas CG Bosch",
    "doi": "10.1101/2022.11.30.518486",
    "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.11.30.518486",
    "title": "Spontaneous body wall contractions stabilize the fluid microenvironment that shapes host-microbe associations",
    "relevance": "1",
    "abstract": "The freshwater polyp Hydra is a popular biological model system; however, we still do not understand one of its most salient behaviours, the generation of spontaneous body wall contractions. Here, by applying experimental fluid dynamics analysis and mathematical modelling, we provide functional evidence that spontaneous contractions of body walls enhance the transport of chemical compounds from and to the tissue surface where symbiotic bacteria reside. Experimentally, a reduction in the frequency of spontaneous body wall contractions is associated with a changed composition of the colonizing microbiota. Together, our findings suggest that spontaneous body wall contractions create an important fluid transport mechanism that (1) may shape and stabilize specific host-microbe associations and (2) create fluid microhabitats that may modulate the spatial distribution of the colonizing microbes. This mechanism may be more broadly applicable to animal-microbe interactions since research has shown that rhythmic spontaneous contractions in the gastrointestinal tracts are essential for maintaining normal microbiota."
},
{
    "category": "biophysics",
    "authors": "Engdahl, A. K.; Dutta, S. B.; Belle, S.; Schuerstedt, J.; Szafranska, K.; Hellmann, R.; McCourt, P.; Huser, T.; Schuettpelz, M.",
    "author_corresponding_institution": "Bielefeld University",
    "author_corresponding": "Anders K Engdahl",
    "doi": "10.1101/2022.11.29.518375",
    "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.11.29.518375",
    "title": "Dual-color single molecule localization microscopy on transparent polymer waveguide chips",
    "relevance": "4",
    "abstract": "Photonic waveguide chips offer near-field excitation of biological samples, which enables cost-effective, large field-of-view super-resolution microscopy without the need for high numerical aperture (NA) objective lenses. Single molecule localization based super-resolution microscopy that requires high illumination intensities is currently limited to solid state photonic waveguide chips composed of hard-coated, high NA planar waveguides deposited on opaque substrates. These platforms do not permit epi-detection of fluorescence through the substrate, which limits the use of photonic waveguide chips to the upright configuration. Additionally, the detection efficiency is reduced because the majority of the fluorescence emission is directed towards the high refractive index substrate. A low cost waveguide chip based on a polymer core material deposited on common #1.5 coverslips that is easy to produce was recently demonstrated. Here, a platform that is capable of performing single-molecule localization microscopy (SMLM) of biological samples using polymer-based photonic waveguide chips is presented, enabling super-solution microscopy in the inverted microscope configuration. Super-resolved imaging of two different structures of the cytoskeleton in primary liver sinusoidal endothelial cells (LSECs) by two popular SMLM methods, dSTORM and DNA-PAINT, down to 23 nm is demonstrated."
},
{
    "category": "genetics",
    "authors": "Deflaux, N.; Selvaraj, M. S.; Condon, H. R.; Mayo, K.; Haidermota, S.; Basford, M. A.; Lunt, C.; Philippakis, A. A.; Roden, D. M.; Denny, J. C.; Musick, A.; Collins, R.; Allen, N.; Effingham, M.; Glazer, D.; Natarajan, P.; Bick, A. G.",
    "author_corresponding_institution": "Department of Biomedical Informatics, Division of Genetic Medicine, Vanderbilt University Medical Center, Nashville, TN, USA",
    "author_corresponding": "Alexander G. Bick",
    "doi": "10.1101/2022.11.29.518423",
    "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.11.29.518423",
    "title": "Cloud gazing: demonstrating paths for unlocking the value of cloud genomics through cross-cohort analysis",
    "relevance": "2",
    "abstract": "The rapid growth of genomic data has led to a new research paradigm where data are stored centrally in Trusted Research Environments (TREs) such as the All of Us Researcher Workbench (RW) and the UK Biobank Research Analysis Platform (RAP). To characterize the advantages and drawbacks of different TRE attributes in facilitating cross-cohort analysis, we conducted a Genome-Wide Association Study (GWAS) of standard lipid measures on the UKB RAP and AoU RW using two approaches: meta-analysis and pooled analysis. We curated lipid measurements for 37,754 All of Us participants with whole genome sequence (WGS) data and 190,982 UK Biobank participants with whole exome sequence (WES) data. For the meta-analysis, we performed a GWAS of each cohort in their respective platform and meta-analyzed the results. We separately performed a pooled GWAS on both datasets combined. We identified 454 and 445 significant variants in meta-analysis and pooled analysis, respectively. Comparison of full summary data from both meta-analysis and pooled analysis with an external study showed strong correlation of known loci with lipid levels (R2~91-98%). Importantly, 84 variants met the significance threshold only in the meta-analysis and 75 variants were significant only in pooled analysis. These method-specific differences may be explained by differences in cohort size, ancestry, and phenotype distributions in All of Us and UK Biobank. Importantly, we noted a significant increase in the proportion of significant variants predominantly from non-European ancestry individuals in the pooled analysis compared to meta-analysis (p=0.01). Pooled analysis required about half as many computational steps as meta-analysis. These findings have important implications for both platform implementations and researchers undertaking large-scale cross-cohort analyses, as technical and policy choices lead to cross-cohort analyses generating similar, but not identical results, particularly for non-European ancestral populations."
},
{
    "category": "genetics",
    "authors": "Goovaerts, S.; Hoskens, H.; Eller, R. J.; Herrick, N.; Musolf, A. M.; Justice, C. M.; Yuan, M.; Naqvi, S.; Lee, M. K.; Vandermeulen, D.; Szabo-Rogers, H. L.; Romitti, P. A.; Boyadjiev, S. A.; Marazita, M. L.; Shaffer, J. R.; Shriver, M. D.; Wysocka, J.; Walsh, S.; Weinberg, S. M.; Claes, P.",
    "author_corresponding_institution": "Catholic University of Leuven",
    "author_corresponding": "Seppe Goovaerts",
    "doi": "10.1101/2022.12.01.518684",
    "url": "https://www.biorxiv.org/content/early/2022/12/02/2022.12.01.518684",
    "title": "Joint Multi-Ancestry and Admixed GWAS Reveals the Complex Genetics behind Human Cranial Vault Shape",
    "relevance": "3",
    "abstract": "The cranial vault - the portion of the skull surrounding the brain and cerebellum - is highly variable, clinically relevant, and heritable, yet its genetic architecture remains poorly understood. Here, we conducted a joint multi-ancestry and admixed multivariate GWAS on 3D cranial vault shape extracted from magnetic resonance images of 6,772 children from the ABCD study cohort, identifying 30 genome-wide significant genetic loci and replicating 20 of these signals in 16,947 additional individuals of the UK Biobank. This joint multi-ancestry GWAS was enriched for genetic components of cranial vault shape shared across ancestral groups and yielded a greater discovery than a European-only GWAS. We present supporting evidence for parietal versus frontal bone localization for several of the identified genes based on expression patterns in E15.5 mice. Collectively, our GWAS loci were enriched for processes related to skeletal development and showed elevated activity in cranial neural crest cells, suggesting a role during early craniofacial development. Among the identified genes, were RUNX2 and several of its upstream and downstream actors, highlighting the prominent role of intramembranous ossification - which takes place at the cranial sutures - in influencing cranial vault shape. We found that mutations in many genes associated with craniosynostosis exert their pathogenicity by modulating the same pathways involved in normal cranial vault development. This was further demonstrated in a non-syndromic sagittal craniosynostosis case-parent trio dataset of 63 probands (n = 189), where our GWAS signals near BMP2, BBS9, and ZIC2 contributed significantly to disease risk. Moreover, we found strong evidence of overlap with genes influencing the morphology of the face and the brain, suggesting a common genetic architecture connecting these developmentally adjacent structures. Overall, our study provides a comprehensive overview of the genetics underlying normal cranial vault shape and its relevance for understanding modern human craniofacial diversity and the etiology of congenital malformations."
},
{
    "category": "biochemistry",
    "authors": "Zimmermann, L.-M. A.; Furlan, A. G.; Mehrkens, D.; Geissen, S.; Zuk, A. V.; Pryymachuk, G.; Pykarek, N.; van Beers, T.; Sonntag-Bensch, D.; Marzi, J.; Schenke-Layland, K.; Brinckmann, J.; Grandoch, M.; Zigrino, P.; Baldus, S.; Sengle, G.",
    "author_corresponding_institution": "University Hospital Cologne, University of Cologne",
    "author_corresponding": "Gerhard Sengle",
    "doi": "10.1101/2022.11.30.518511",
    "url": "https://www.biorxiv.org/content/early/2022/11/30/2022.11.30.518511",
    "title": "Targeting of MMP-13 prevents aortic aneurysm formation in Marfan mice",
    "relevance": "1",
    "abstract": "Fibrillin-1 assembles into microfibrils that not only define the structural integrity and biomechanics of the aorta but also target and sequester growth factors within the extracellular microenvironment of aortic resident cells. To better understand how dominant negative effects on fibrillin microfibril stability manifest in growth factor driven aortic disease, we analyzed early events of aortic aneurysm formation within the first two weeks of postnatal life in the dominant negative Fbn1 GT8 Marfan mouse model. Echocardiography analysis of homozygous GT8 Fbn1 mice showed significant aortic root enlargement within the second week of postnatal life which correlated with the onset of fibrillin-1 fiber degradation, aberrantly increased BMP activity and upregulated transcript levels of the collagenase MMP-13. We also found the aortic collagen network structurally disturbed where the mutant GT8-fibrillin-1 was detected. Genetic ablation or pharmacological inhibition of MMP-13 in Fbn1 GT8 Marfan mice prevents aortic root dilatation implicating the relevance of this mechanism in aortic aneurysm formation in Marfan syndrome."
},
{
    "category": "genomics",
    "authors": "Wells, J. N.; Chang, N.-C.; McCormick, J.; Coleman, C.; Ramos, N.; Jin, B.; Feschotte, C.",
    "author_corresponding_institution": "Cornell University",
    "author_corresponding": "Jonathan N Wells",
    "doi": "10.1101/2022.11.29.518450",
    "url": "https://www.biorxiv.org/content/early/2022/11/30/2022.11.29.518450",
    "title": "Transposable elements drive the evolution of metazoan zinc finger genes",
    "relevance": "1",
    "abstract": "Cys2-His2 Zinc finger genes (ZNFs) form the largest family of transcription factors in metazoans. ZNF evolution is highly dynamic and characterized by the rapid expansion and contraction of numerous subfamilies across the animal phylogeny. The forces and mechanisms underlying rapid ZNF evolution remain poorly understood, but there is growing evidence that the targeting and repression of lineage-specific transposable elements (TEs) plays a major role in the diversification of the Kruppel-associated box ZNF (KZNF) subfamily, which predominates in tetrapod genomes. At present, it is unknown whether this function and co-evolutionary relationship is unique to KZNFs, or a broader feature of metazoan ZNFs. Here, we present evidence that genomic conflict with TEs has been a central driver in the diversification of ZNFs in animals. Sampling from more than 4000 animal genome assemblies, we show that the copy number of retroelements correlates with that of ZNFs across at least 750 million years of metazoan evolution, both within and between major taxonomic groups. Using computational predictions, we show that ZNFs preferentially bind TEs in a diverse set of representative animal species. We further investigate one of the most expansive ZNF subfamilies found in cyprinid fish, which are characterized by a conserved domain we dubbed the Fish N-terminal Zinc-finger associated (FiNZ) domain. FiNZ-ZNFs have dramatically expanded in several fish species, including the zebrafish in which we predict ~700 FiNZ-ZNF genes. Almost all are located on the long arm of chromosome 4, and recent duplicates are evolving adaptively under positive selection. Like mammalian KZNFs, the bulk of zebrafish FiNZ-ZNFs are expressed in waves at the onset of zygotic genome activation. Blocking FiNZ-ZNF translation using morpholinos during early zebrafish embryogenesis results in a global de-repression of young, transcriptionally active TEs, likely driven by the failure to establish heterochromatin over these elements. Together, these data suggest that ZNF diversification has been intimately connected to TE expansion throughout animal evolution and that families of ZNFs have been deployed independently in fish and mammals to repress TEs during early embryogenesis."
},
{
    "category": "molecular biology",
    "authors": "Rezazadeh, F.; Ramos, N.; Saliganan, A.-D.; Al-Hallak, N.; Chen, K.; Mohamad, B.; Wiesend, W. N.; Viola, N. T.",
    "author_corresponding_institution": "Karmanos Cancer Institute, Wayne State University",
    "author_corresponding": "Nerissa T. Viola",
    "doi": "10.1101/2022.11.30.518419",
    "url": "https://www.biorxiv.org/content/early/2022/11/30/2022.11.30.518419",
    "title": "Detection of IL23p40 via Positron Emission Tomography Visualized Inflammatory Bowel Disease",
    "relevance": "1",
    "abstract": "Background and aimsInflammatory bowel disease (IBD), which includes both Crohns Disease (CD) and ulcerative colitis (UC), is a relapsing inflammatory disease of the gastrointestinal (GI) tract. Long term chronic inflammatory conditions elevate patients risk for colorectal cancer (CRC). Currently, diagnosis requires endoscopy with biopsy. This procedure is invasive and requires bowel preparatory regimen, adding to patient burden. Interleukin 23 (IL23) plays a key role in inflammation especially in the pathogenesis of IBD and is an established therapeutic target. We propose that imaging of IL23 via immunopositron emission tomography (immunoPET) will potentially lead to a new non-invasive diagnostic approach.\n\nMethodsThe aim of the present study is to investigate the potential of immunoPET to image inflammation in a chemically induced mouse model of colitis using dextran sodium sulfate (DSS) by targeting IL23 via its p40 subunit with a 89Zr-radiolabeled -IL23p40 antibody.\n\nResultsHigh uptake of the IL23p40 immunoPET agent in mice were displayed in DSS-administered mice, which correlated with increased IL23p40 present in sera. Competitive binding studies confirmed the specificity of the radiotracer for IL23p40 in the GI tract.\n\nConclusionTaken together, these promising results set the stage for developing this radiotracer as an imaging biomarker for IBD diagnosis. Noninvasive imaging of IBD with IL23p40 immunoPET may help physicians in their treatment decisions for IBD management."
},
{
    "category": "molecular biology",
    "authors": "Marshall, A. C.; Cummins, J.; Kobelke, S.; Zhu, T.; Widagdo, J.; Anggono, V.; Hyman, A.; Fox, A. H.; Bond, C. S.; Lee, M.",
    "author_corresponding_institution": "The University of Western Australia",
    "author_corresponding": "Andrew C Marshall",
    "doi": "10.1101/2022.11.30.518278",
    "url": "https://www.biorxiv.org/content/early/2022/11/30/2022.11.30.518278",
    "title": "Different low-complexity regions of SFPQ play distinct roles in the formation of biomolecular condensates",
    "relevance": "3",
    "abstract": "Demixing of proteins and nucleic acids into condensed liquid phases is rapidly emerging as a ubiquitous mechanism underlying the complex spatiotemporal organisation of molecules within the cell. Long disordered regions of low sequence complexity (LCRs) are a common feature of proteins that form liquid-like microscopic biomolecular condensates. In particular, RNA-binding proteins with prion-like composition have been highlighted as key drivers of liquid demixing to form condensates such as the nucleolus, paraspeckles and stress granules. Splicing factor proline- and glutamine-rich (SFPQ) is an RNA- and DNA-binding protein essential for DNA repair and paraspeckle formation. SFPQ contains two LCRs of different length and composition. Here, we show that the shorter C-terminal LCR of SFPQ is the main region responsible for the condensation of SFPQ in vitro and in the cell nucleus. In contrast, we find that, unexpectedly, the longer N-terminal prion-like LCR of SFPQ actually attenuates condensation of the full-length protein, suggesting a more regulatory role in preventing aberrant condensate formation in the cell. Our data add nuance to the emerging understanding of biomolecular condensate formation, by providing the first example of a common multifunctional nucleic acid-binding protein with an extensive prion-like region that serves to regulate rather than drive condensate formation.\n\n\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=120 SRC=\"FIGDIR/small/518278v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (28K):\norg.highwire.dtl.DTLVardef@1c75aa1org.highwire.dtl.DTLVardef@10f1053org.highwire.dtl.DTLVardef@1f8e6d2org.highwire.dtl.DTLVardef@1fa1c5f_HPS_FORMAT_FIGEXP  M_FIG C_FIG"
},
{
    "category": "molecular biology",
    "authors": "Berardi, D.; Farrell, G.; Al Sultan, A.; McCulloch, A.; Rattray, Z.; Rattray, N. J.",
    "author_corresponding_institution": "Strathclyde Institute of Pharmacy and Biomedical Sciences",
    "author_corresponding": "Nicholas JW Rattray",
    "doi": "10.1101/2022.11.30.518588",
    "url": "https://www.biorxiv.org/content/early/2022/11/30/2022.11.30.518588",
    "title": "Integration of mass-spectrometry-based metabolomics and proteomics to characterise different senescence induced molecular sub-phenotypes",
    "relevance": "2",
    "abstract": "Cellular senescence is a key driver of ageing and its related disease. Thus, targeting and eliminating senescent cells is a major focus in biogerontology to predict and ameliorate age-related malady. Many studies have focused on targeting senescence through the identification of its molecular biomarkers. However, these are not specific for senescence and have different expression patterns across various senescence phenotypes. Here we report a combination of molecular studies ({beta}-galactosidase expression, DNA damage and replication immunodetection) with a mass spectrometry analysis integrating intra and extracellular global metabolomics to reveal small molecules differentially expressed across multiple senescence phenotypes (replicative senescence, x-ray, and chemical-induced senescence).\n\nAltered key intracellular metabolic changes were identified, depending on the stress stimuli, which were consistent with the presence of pro-inflammatory metabolites in the cellular secretome.\n\nOur work shows the advantage of combining molecular and metabolomics studies for the detailed analysis of cellular senescence and that senescence phenotype changes upon induction method."
},
{
    "category": "synthetic biology",
    "authors": "Naseri, G.; Raasch, H.; Charpentier, E.; Erhardt, M.",
    "author_corresponding_institution": "Max planck unit for the science of pathogens",
    "author_corresponding": "Gita Naseri",
    "doi": "10.1101/2022.11.30.518220",
    "url": "https://www.biorxiv.org/content/early/2022/11/30/2022.11.30.518220",
    "title": "A regulatory toolkit of arabinose-inducible artificial transcription factors for Gram-negative bacteria",
    "relevance": "3",
    "abstract": "The Gram-negative bacteria Salmonella Typhimurium and Escherichia coli are important model organisms, powerful prokaryotic expression platforms for biotechnological applications, and pathogenic strains constitute major public health threats. To facilitate new approaches for research, biomedicine, and biotechnological applications, we developed a set of arabinose-inducible artificial transcription factors (ATFs) using CRISPR/dCas9 and Arabidopsis-derived DNA-binding proteins, allowing to control gene expression in E. coli and Salmonella over a wide inducer concentration range. As a proof-of-concept, we employed the developed ATFs to engineer a Salmonella biosensor strain, SALSOR 0.2 (SALmonella biosenSOR 0.2), which responds to the presence of alkaloid drugs with quantifiable fluorescent output. We demonstrated that SALSOR 0.2 was able to detect the presence of the antitussive noscapine alkaloid with ~2.3-fold increased fluorescent signal over background noise compared to a previously described biosensor. Moreover, we used plant-derived ATFs to control {beta}-carotene biosynthesis in E. coli, which resulted in ~1.6-fold higher {beta}-carotene production compared to expression of the biosynthesis pathway using a strong constitutive promoter. The arabinose-inducible ATFs reported here thus enhance the synthetic biology repertoire of transcriptional regulatory modules that allow tuning protein expression in the Gram-negative model organisms Salmonella and E. coli."
},
{
    "category": "biophysics",
    "authors": "Hemphill, W. O.; Voong, C. K.; Fenske, R.; Goodrich, J. A.; Cech, T. R.",
    "author_corresponding_institution": "University of Colorado Boulder",
    "author_corresponding": "Thomas R Cech",
    "doi": "10.1101/2022.11.30.518605",
    "url": "https://www.biorxiv.org/content/early/2022/11/30/2022.11.30.518605",
    "title": "RNA- and DNA-binding proteins generally exhibit direct transfer of polynucleotides: Implications for target site search",
    "relevance": "4",
    "abstract": "We previously demonstrated that the PRC2 chromatin-modifying enzyme exhibits the ability to directly transfer between RNA and DNA without a free-enzyme intermediate state. Simulations suggested that such a direct transfer mechanism may be generally necessary for RNA to recruit proteins to chromatin, but the prevalence of direct transfer capability is unknown. Herein, we used fluorescence polarization assays and observed direct transfer for several well-characterized nucleic acid-binding proteins: three-prime repair exonuclease 1 (TREX1), heterogeneous nuclear ribonucleoprotein U, Fem-3-binding factor 2, and MS2 bacteriophage coat protein. For TREX1, the direct transfer mechanism was additionally interrogated by single molecule assays, and the data suggest that direct transfer occurs through an unstable ternary intermediate with partially associated ligands. Generally, direct transfer could allow many DNA- and RNA-binding proteins to conduct a one-dimensional search for their target sites. Furthermore, presumably long-lived protein-polynucleotide complexes might instead be readily replaced by other protein-polynucleotide complexes in vivo.\n\nSignificanceClassically, the lifetime of a protein-ligand complex is presumed to be an intrinsic property, unaffected by competitor molecules in free solution. By contrast, a few oligomeric nucleic acid binding proteins have been observed to exchange competing ligands in their binding sites, and consequently their lifetimes decrease with competitor concentration. Our findings indicate that this \"direct transfer\" is a more general property of nucleic acid binding proteins. This suggests that many DNA- and RNA-binding proteins can reduce the dimensionality of their search for their target sites by intramolecular direct transfer to nucleosome DNA, instead of relying entirely on three-dimensional diffusion, and it suggests that their mean complex lifetimes in vivo can be regulated by the concentration of free ligand molecules."
},
{
    "category": "biophysics",
    "authors": "Morgan, H.; Lipka-Lloyd, M.; Warren, A. J.; Hughes, N.; Holmes, J.; Burton, N. P.; Mahenthiralingam, E.; Bax, B. D.",
    "author_corresponding_institution": "Cardiff University",
    "author_corresponding": "Ben D Bax",
    "doi": "10.1101/2022.11.30.518515",
    "url": "https://www.biorxiv.org/content/early/2022/11/30/2022.11.30.518515",
    "title": "A 2.8A structure of zoliflodacin in a DNA-cleavage complex with Staphylococcus aureus DNA gyrase",
    "relevance": "1",
    "abstract": "Since 2000 some thirteen quinolones/fluoroquinolones have been developed and come to market. The quinolones, one of the most successful classes of antibacterial drugs, stabilize DNA-cleavage complexes with DNA gyrase and topo IV, the two bacterial type IIA topoisomerases. The dual targeting of gyrase and topo IV helps decrease the likelihood of resistance developing. Here we report a 2.8 [A] X-ray crystal structure which shows that zoliflodacin, a spiropyrimidinetrione antibiotic, binds in the same DNA-cleavage site(s) as quinolones sterically blocking DNA religation. The structure shows that zoliflodacin interacts with highly conserved residues on GyrB (and does not use the quinolone water-metal ion bridge to GyrA) suggesting it may be more difficult for bacteria to develop target mediated resistance. We found that zoliflodacin had an MIC of 4 {micro}g/mL against Acinetobacter baumannii, an improvement of 4-fold over its progenitor QPT-1. The current phase III clinical trial of zoliflodacin for gonorrhea is due to be read out in 2023. Zoliflodacin, together with the unrelated novel bacterial topoisomerase inhibitor gepotidacin, are likely to become the first entirely novel chemical entities approved against Gram-negative bacteria in the 21st century. Zoliflodacin may also become the progenitor of a new safer class of antibacterial drugs against other problematic Gram-negative bacteria."
},
{
    "category": "biophysics",
    "authors": "Hemphill, W. O.; Fenske, R.; Gooding, A. R.; Cech, T. R.",
    "author_corresponding_institution": "University of Colorado Boulder",
    "author_corresponding": "Thomas R Cech",
    "doi": "10.1101/2022.11.30.518601",
    "url": "https://www.biorxiv.org/content/early/2022/11/30/2022.11.30.518601",
    "title": "PRC2 direct transfer from G-quadruplex RNA to dsDNA: Implications for RNA-binding chromatin modifiers",
    "relevance": "2",
    "abstract": "The chromatin-modifying enzyme, Polycomb Repressive Complex 2 (PRC2), deposits the H3K27me3 epigenetic mark to negatively regulate expression at numerous target genes, and this activity has been implicated in embryonic development, cell differentiation, and various cancers. A biological role for RNA binding in regulating PRC2 histone methyltransferase activity is generally accepted, but the nature and mechanism of this relationship remains an area of active investigation. Notably, many in vitro studies demonstrate that RNA inhibits PRC2 activity on nucleosomes through mutually antagonistic binding, while some in vivo studies indicate that PRC2s RNA-binding activity is critical for facilitating its biological function(s). Here we use biochemical, biophysical, and computational approaches to interrogate PRC2s RNA and DNA binding kinetics. Our findings demonstrate that PRC2-polynucleotide dissociation rates are dependent on the concentration of free ligand, indicating the potential for direct transfer between ligands without a free-enzyme intermediate. Direct transfer explains the variation in dissociation kinetics reported previously, allows reconciliation of prior in vitro and in vivo studies, and expands the potential mechanisms of RNA-mediated PRC2 regulation. Moreover, simulations indicate that such a direct transfer mechanism could be obligatory for RNA to recruit proteins to chromatin.\n\nSignificanceStudies of PRC2 in vitro indicate that RNA inhibits its histone methyltransferase (HMTase) activity through mutually antagonistic binding with nucleosomes, but some in vivo studies paradoxically suggest that RNA binding is necessary to facilitate chromatin occupancy and HMTase activity. Our findings unveil a protein-intrinsic mechanism for directly exchanging RNA and DNA/nucleosome in PRC2s binding site(s), which reconciles these prior findings by allowing antagonistic or synergistic RNA-mediated regulation dependent on RNA-nucleosome proximity. Furthermore, there is an increasing awareness that multiple chromatin-associated proteins exhibit regulatory RNA binding activity, and our findings indicate this \"direct transfer\" mechanism may be generally required for such regulation."
},
{
    "category": "genomics",
    "authors": "Flack, N.; Drown, M. K.; Walls, C.; Pratte, J.; McLain, A.; Faulk, C.",
    "author_corresponding_institution": "University of Minnesota",
    "author_corresponding": "Christopher Faulk",
    "doi": "10.1101/2022.11.30.518596",
    "url": "https://www.biorxiv.org/content/early/2022/11/30/2022.11.30.518596",
    "title": "Chromosome-level, nanopore-only genome and allele-specific DNA methylation of Pallas's cat, Otocolobus manul",
    "relevance": "1",
    "abstract": "Pallass cat, or the manul cat (Otocolobus manul), is a small felid native to the grasslands and steppes of central Asia. Population strongholds in Mongolia and China face growing challenges from climate change, habitat fragmentation, poaching, and other sources. These threats, combined with O. manuls zoo collection popularity and value in evolutionary biology, necessitate improvement of species genomic resources. We used standalone nanopore sequencing to assemble a 2.5 Gb, 61-contig nuclear assembly and 17,097 bp mitogenome for O. manul. The primary nuclear assembly had 56x sequencing coverage, a contig N50 of 118 Mb, and a 94.7% BUSCO completeness score for Carnivora-specific genes. High genome collinearity within Felidae permitted alignment-based scaffolding onto the fishing cat (Prionailurus viverrinus) reference genome. Manul contigs spanned all 19 felid chromosomes with an inferred total gap length of less than 400 kilobases. Modified basecalling and variant phasing produced an alternate pseudohaplotype assembly and allele-specific DNA methylation calls; sixty-one differentially methylated regions were identified between haplotypes. Nearest features included classical imprinted genes, non-coding RNAs, and putative novel imprinted loci. The assembled mitogenome successfully resolved existing discordance between Felinae nuclear and mtDNA phylogenies. All assembly drafts were generated from 158 Gb of sequence using seven minION flow cells."
},
{
    "category": "cell biology",
    "authors": "Uoselis, L.; Lindblom, R.; Skulsuppaisarn, M.; Khuu, G.; Nguyen, T. N.; Rudler, D. L.; Filipovska, A.; Schittenhelm, R. B.; Lazarou, M.",
    "author_corresponding_institution": "Biomedicine Discovery Institute, Monash University, Melbourne, Australia; Walter and Eliza Hall Institute of Medical Research, Parkville, Victoria, Australia; A",
    "author_corresponding": "Michael Lazarou",
    "doi": "10.1101/2022.11.30.518286",
    "url": "https://www.biorxiv.org/content/early/2022/11/30/2022.11.30.518286",
    "title": "Temporal landscape of mitochondrial proteostasis governed by the UPRmt",
    "relevance": "1",
    "abstract": "Breakdown of mitochondrial proteostasis activates quality control pathways including the mitochondrial unfolded protein response (UPRmt) and PINK1/Parkin mitophagy. However, beyond the upregulation of chaperones and proteases, we have a limited understanding of how the UPRmt remodels and restores damaged mito-proteomes. Here, we have developed a functional proteomics framework, termed MitoPQ (Mitochondrial Proteostasis Quantification), to dissect the UPRmts role in maintaining proteostasis during stress. We discover essential roles for the UPRmt in both protecting and repairing proteostasis, with oxidative phosphorylation metabolism being a central target of the UPRmt. Transcriptome analyses together with MitoPQ reveal that UPRmt transcription factors drive independent signaling arms that act in concert to maintain proteostasis. Unidirectional interplay between the UPRmt and PINK1/Parkin mitophagy was found to promote oxidative phosphorylation recovery when the UPRmt failed. Collectively, this study defines the network of proteostasis mediated by the UPRmt and highlights the value of functional proteomics in decoding stressed proteomes."
},
{
    "category": "molecular biology",
    "authors": "Almouzni, G.; Mendiratta, S.; Ray-Gallet, D.; Gatto, A.; Lemaire, S.; Kerlin, M. A.; Coulon, A.",
    "author_corresponding_institution": "Institut Curie - CNRS",
    "author_corresponding": "Geneviève Almouzni",
    "doi": "10.1101/2022.11.30.518476",
    "url": "https://www.biorxiv.org/content/early/2022/11/30/2022.11.30.518476",
    "title": "Regulation of replicative histone RNA metabolism by the histone chaperone ASF1",
    "relevance": "1",
    "abstract": "In S phase, duplication and assembly of the whole genome into chromatin requires upregulation of replicative histone gene expression. Here, we explored a potential role of histone chaperones in this process thereby linking chromatin assembly with histone production in human cells. Depletion of the ASF1 chaperone specifically decreased the pool of replicative histones both at the levels of soluble protein and total RNA, while depletion of CAF-1 did not. Most replicative histone genes decreased in their overall expression as revealed by total RNA-seq. In contrast, both their newly synthesized RNAs and nascent RNAs at transcription sites increased as shown by 4sU-labeled RNA-seq and single-molecule RNA FISH, respectively. Further inspection of the sequences corresponding to replicative histone RNAs showed a 3 processing defect, leading to unprocessed transcripts usually targeted for degradation. We discuss how this regulation of replicative histone RNA metabolism by ASF1 fine-tunes the histone dosage to avoid unbalanced situations deleterious for cell survival."
},
{
    "category": "molecular biology",
    "authors": "Winstanley-Zarach, P.; Rot, G.; Kuba, S.; Smagul, A.; Peffers, M. J.; Tew, S. R.",
    "author_corresponding_institution": "University of Liverpool",
    "author_corresponding": "Simon R Tew",
    "doi": "10.1101/2022.11.30.518535",
    "url": "https://www.biorxiv.org/content/early/2022/11/30/2022.11.30.518535",
    "title": "Analysis of RNA polyadenylation in healthy and osteoarthritic human articular cartilage",
    "relevance": "2",
    "abstract": "An important transcript structural element is its 3 polyadenylated (polyA) tail, which defines the 3 boundary of the transcripts genetic information and is necessary for transcript stability. The position of the polyA tail can vary, with multiple alternatively polyadenylated (APA) transcripts existing for a single gene. This can lead to different length transcripts which can vary in their 3 regulatory domains and even by inclusion or exclusion of protein-coding introns. The distribution of polyA tail location on articular chondrocyte transcripts has not been examined before and this study aimed to be the first to define polyadenylation events in human chondrocytes using age-matched healthy and osteoarthritic knee articular cartilage samples. Total RNA was isolated from frozen tissue samples and analysed using the QuantSeqReverse 3 RNA Sequencing approach, where each read runs 3 to 5 from within the polyA tail into the transcript and will contains a distinct polyA site. Initial analysis of differential expression of overall transcript abundance identified by the reads showed significant disruption to transcript levels when healthy samples were compared to osteoarthritic ones. As we expected, differentially regulated genes were enriched with functionalities that were strongly associated with joint pathology. As part of this analysis, we also identified a substantial number of differentially expressed long non-coding RNAs that had not been linked to osteoarthritis before. Subsequent examination of polyA site data allowed us to deifne the extent of site usage across all the samples. This included identification of chondrocyte genes that exhibited the greatest amount polyA site variation. When comparing healthy and osteoarthritic samples, we found that differential use of polyadenylation sites was modest. However, of the small number of genes affected, there was clear potential for the change in polyadenylation site usage elicited by pathology to have functional relevance. We examined two genes, OSMR and KMT2A, in more detail, defining how APA affects transcript turnover and then, in the case of OSMR, identifying that APA is sensitive to inflammatory cytokine stimulation. Overall, we have characterised the polyadenylation landscape of human knee articular chondrocytes but can conclude that osteoarthritis does not elicit a widespread change in their polyadenylation site usage. This finding differentiates knee osteoarthritis from pathologies such as cancer where APA is more commonly observed."
},
{
    "category": "synthetic biology",
    "authors": "Grady, C. J.; Schossau, J.; Ashbaugh, R. C.; Pelled, G.; Gilad, A. A.",
    "author_corresponding_institution": "Michigan State University",
    "author_corresponding": "Assaf A Gilad",
    "doi": "10.1101/2022.11.30.518522",
    "url": "https://www.biorxiv.org/content/early/2022/11/30/2022.11.30.518522",
    "title": "A putative design for electromagnetic activation of split proteins for molecular and cellular manipulation",
    "relevance": "5",
    "abstract": "The ability to manipulate cellular function using an external stimulus is a powerful strategy for studying complex biological phenomena. One approach to modulate the function of the cellular environment is split proteins. In this method, a biologically active protein or an enzyme is fragmented so that it reassembles only upon a specific stimulus. While there are many tools available to induce these systems, nature has provided other mechanisms that can be utilized to expand the split protein toolbox. Here we show a novel method for reconstituting split proteins using magnetic stimulation. We have found that the Electromagnetic Perceptive Gene (EPG) changes conformation due to magnetic fields stimulation. By fusing split fragments of a certain protein to both termini of the EPG, the fragments can be reassembled into a functional protein under magnetic stimulation due to conformational change. We show this effect with three separate split proteins; NanoLuc, APEX2, and Herpes Simplex Virus Type-1 Thymidine Kinase. Our results show for the first time, that reconstitution of split proteins can be achieved only with magnetic fields. We anticipate that this study will be a starting point for future magnetically inducible split protein designs for cellular perturbation and manipulation. With this technology, we can help to expand the toolbox of the split protein platform and allow better elucidation of complex biological systems."
},
{
    "category": "molecular biology",
    "authors": "Zou, Z.; Wei, J.; Chen, Y.; Kang, Y.; Shi, H.; Yang, F.; Chen, S.; Zhou, Y.; Sepich-Poore, C.; Zhuang, X.; Zhou, X.; Jiang, H.; Wen, Z.; Jin, P.; Luo, C.; He, C.",
    "author_corresponding_institution": "Univ. Chicago",
    "author_corresponding": "Chuan He",
    "doi": "10.1101/2022.11.29.518448",
    "url": "https://www.biorxiv.org/content/early/2022/11/30/2022.11.29.518448",
    "title": "FMRP phosphorylation modulates neuronal translation through YTHDF1",
    "relevance": "3",
    "abstract": "Translation activation of local synaptic mRNAs is critical to learning and memory1-3. Despite extensive studies on how phosphorylation of ribosomal proteins and translation factors enables timely response to exogenous stimuli4, our knowledge on molecular pathways utilized by RNA binding proteins (RBPs) to control translation of specific mRNAs remains incomplete. We have previously found that YTHDF1 regulates depolarization-induced protein synthesis by promoting translation of N6-methyladenosine (m6A)-modified transcripts5. Here we report an unexpected mechanism that the stimuli-induced neuronal translation is mediated by phosphorylation of a YTHDF1-binding protein FMRP. Phosphorylation of FMRP serine 499 induced by neuronal depolarization alters the condensing behavior of prion-like protein YTHDF1. Unphosphorylated FMRP sequesters YTHDF1 away from the translation initiation complex, whereas the stimulation-induced FMRP phosphorylation releases YTHDF1 to form translational active condensates with the ribosome to activate translation of YTHDF1 target transcripts. In fragile X syndrome (FXS) models characterized by low FMRP expression, we observed YTHDF1-mediated hyperactive translation, which notably impacts FXS pathophysiology. Developmental defects in an FXS forebrain organoid model could be reversed by a selective small-molecule inhibitor of YTHDF1 which acts by suppressing its condensation in neurons. We characterized transcriptome-wide mRNA translation with inhibitor treatment in organoids and identified targets that explain alleviated FXS pathology. Our study thus reveals FMRP and its phosphorylation as an important regulator of the activity-dependent translation during neuronal development and stimulation, and identifies YTHDF1 as a potential therapeutic target for FXS in which developmental defects caused by FMRP depletion could be reversed through YTHDF1 inhibition."
},
{
    "category": "molecular biology",
    "authors": "Sharma, A.; Mistriel-Zerbib, S.; Najar, R. A.; Engal, E.; Bentata, M.; Taqatqa, N.; Dahan, S.; Cohen, K.; Jaffe-Herman, S.; Geminder, O.; Baker, M.; Nevo, Y.; Plaschkes, I.; Kay, G.; Drier, Y.; Berger, M.; Salton, M.",
    "author_corresponding_institution": "Department of Biochemistry and Molecular Biology, The Institute for Medical Research Israel?Canada, Faculty of Medicine, The Hebrew University of Jerusalem, Jer",
    "author_corresponding": "Maayan Salton",
    "doi": "10.1101/2022.11.30.518304",
    "url": "https://www.biorxiv.org/content/early/2022/11/30/2022.11.30.518304",
    "title": "Hematopoiesis and cell growth are differentially regulated by TAL1 isoforms",
    "relevance": "1",
    "abstract": "T-cell acute lymphoblastic leukemia (T-ALL) protein 1 (TAL1) is a central transcription factor in hematopoiesis. The timing and level of TAL1 expression orchestrate the differentiation to specialized blood cells and its overexpression is a common cause of T-ALL. Here we studied the two protein isoforms of TAL1, short and long, that are generated by the use of alternative promoters as well as by alternative splicing. We analyzed the expression of each isoform by deleting an enhancer or insulator, or by opening chromatin at the enhancer location. Our results show that each enhancer promotes expression from a specific TAL1 promoter. Expression from a specific promoter gives rise to a unique 5 UTR with differential regulation of translation. In addition, the enhancers regulate TAL1 exon 3 alternative splicing by altering the chromatin at its location. Furthermore, our results indicate that TAL1-short binds more strongly to TAL1 E-protein partners and functions as a stronger transcription factor than TAL1-long. Specifically TAL1-short has a unique transcription signature promoting apoptosis. Finally, when we expressed both isoforms in mice bone-marrow, we found that while overexpression of both isoforms prevents lymphoid differentiation, expression of TAL-short alone leads to hematopoietic stem cell exhaustion. Furthermore, we found that TAL1-short promoted erythropoiesis and reduced cell survival in the CML cell line K562. While TAL1 and its partners are considered promising therapeutic targets in the treatment of T-ALL, our results show that TAL1-short could act as a tumor suppressor and suggest that altering TAL1 isoforms ratio could be a preferred therapeutic approach."
},
{
    "category": "cell biology",
    "authors": "Vargas-Zapata, V.; Geiger, K. M.; Tran, D.; Ma, J.; Mao, X.; Puschnik, A. S.; Coscoy, L.",
    "author_corresponding_institution": "University of California, Berkeley",
    "author_corresponding": "Laurent Coscoy",
    "doi": "10.1101/2022.11.29.518257",
    "url": "https://www.biorxiv.org/content/early/2022/11/30/2022.11.29.518257",
    "title": "SARS-CoV-2 Envelope-mediated Golgi pH dysregulation interferes with ERAAP retention in cells",
    "relevance": "1",
    "abstract": "Endoplasmic reticulum (ER) aminopeptidase associated with antigen processing (ERAAP) trims peptide precursors in the ER for presentation by major histocompatibility (MHC)-I molecules to surveying CD8+ T-cells. This function allows ERAAP to regulate the nature and quality of the peptide repertoire and, accordingly, the resulting immune responses. We recently showed that infection with murine cytomegalovirus leads to a dramatic loss of ERAAP levels in infected cells. In mice, this loss is associated with the activation of QFL T-cells, a subset of T-cells that monitor ERAAP integrity and eliminate cells experiencing ERAAP dysfunction. In this study, we aimed to identify host factors that regulate ERAAP expression level and determine whether these could be manipulated during viral infections. We performed a CRISPR knockout screen and identified ERp44 as a factor promoting ERAAP retention in the ER. ERp44s interaction with ERAAP is dependent on the pH gradient between the ER and Golgi. We hypothesized that viruses that disrupt the pH of the secretory pathway interfere with ERAAP retention. Here, we demonstrate that expression of the Envelope (E) protein from Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) leads to Golgi pH neutralization and consequently decrease of ERAAP intracellular levels. Furthermore, SARS-CoV-2-induced ERAAP loss correlates with its release into the extracellular environment. ERAAPs reliance on ERp44 and a functioning ER/Golgi pH gradient for proper localization and function led us to propose that ERAAP serves as a sensor of disturbances in the secretory pathway during infection and disease."
},
{
    "category": "cell biology",
    "authors": "Grotehans, N.; McGarry, L.; Nolte, H.; Kroker, M.; Narbona-Perez, A. J.; Deshwal, S.; Giavalisco, P.; Langer, T.; MacVicar, T.",
    "author_corresponding_institution": "Cancer Research UK Beatson Institute",
    "author_corresponding": "Thomas MacVicar",
    "doi": "10.1101/2022.11.29.518352",
    "url": "https://www.biorxiv.org/content/early/2022/11/30/2022.11.29.518352",
    "title": "Ribonucleotide synthesis by NME6 fuels mitochondrial gene expression",
    "relevance": "2",
    "abstract": "Replication and expression of the mitochondrial genome depend on the sufficient supply of nucleotide building blocks to mitochondria. Dysregulated nucleotide metabolism is detrimental to mitochondrial genomes and can result in instability of mitochondrial DNA and inflammation. Here, we report that a mitochondrial nucleoside diphosphate kinase, NME6, supplies mitochondria with ribonucleotides to drive the transcription of mitochondrial genes. Moreover, NME6 supports the maintenance of mitochondrial DNA when the access to cytosolic deoxyribonucleotides is limited. Perturbation of NME6 leads to the depletion of mitochondrial transcripts, destabilisation of the electron transport chain and impaired oxidative phosphorylation; deficiencies which are suppressed upon supplementation with pyrimidine ribonucleotides. Our work proposes NME6 and mitochondrial nucleotide metabolism to be untapped therapeutic targets in diseases associated with aberrant mitochondrial gene expression including cancer and autoimmune disorders."
},
{
    "category": "cell biology",
    "authors": "Yang, B.; Wang, X.; Hu, X.; Xiao, Y.; Xu, X.; Yu, X.; Wang, M.; Luo, H.; Li, J.; Ma, Y.; Shen, W.",
    "author_corresponding_institution": "Wuhan No 4 Hospital: Tongji Medical College Affiliated Wuhan Puai Hospital",
    "author_corresponding": "Wei Shen",
    "doi": "10.1101/2022.11.29.518340",
    "url": "https://www.biorxiv.org/content/early/2022/11/30/2022.11.29.518340",
    "title": "Changes of platelet morphology, ultrastructure and function in patients with acute ischemic stroke based on super-resolution microscopy.",
    "relevance": "2",
    "abstract": "Platelets are important in acute ischemic stroke (AIS) thrombosis. The observation and evaluation of platelet ultrastructure and efficacy of antiplatelet drug in AIS patients is difficult due to microscopic limitations and sensitivity of platelet. The new super-resolution microscope (SIM) can accurately, quickly analyze the platelet ultrastructure and antiplatelet drug in AIS patients. We applied SIM to observe the morphology and ultrastructure of platelets with AIS patients in different state. SIM images were analyzed to specify the dense granules and  granules change of platelets in AIS patients. Testing platelet factor 4 (PF4) to reflect platelet releasing function. We observed that platelet activation in AIS patients was greater after stimulation, with  granule showing a pattern of parenchymatous masses. SIM images analyzing showed diameter of platelets, average size of granules, area% of granules per field and mean area of granules per platelet in AIS patient were lower than healthy people. Platelet releasing function was suppressed at rest stage and more efficacy release after stimulation. 2MeSamp inhibited parenchymatous masses of  granules and reduced PF4 release of platelets after stimulation. According to the results, the structure and function of platelets in AIS patients are indeed altered. Additionally, SIM could be used as a new method to indicates the onset of AIS and assess antiplatelet drugs."
},
{
    "category": "biophysics",
    "authors": "Fazel, M.; Jazani, S.; Scipioni, L.; Vallmitjana, A.; Zhu, S.; Gratton, E.; Digman, M.; Presse, S.",
    "author_corresponding_institution": "ASU",
    "author_corresponding": "Steve Presse",
    "doi": "10.1101/2022.11.29.518311",
    "url": "https://www.biorxiv.org/content/early/2022/11/30/2022.11.29.518311",
    "title": "Building Fluorescence Lifetime Maps Photon-by-photon by Leveraging Spatial Correlations",
    "relevance": "4",
    "abstract": "Fluorescence lifetime imaging microscopy (FLIM) has become a standard tool in the quantitative analysis of sub-cellular environments. However, quantitative FLIM analyses face several challenges. First, spatial correlations between pixels are often ignored as signal from individual pixels is analyzed independently thereby limiting spatial resolution. Second, existing methods deduce photon ratios instead of absolute lifetime maps. Next, the number of lifetime components contributing to the signal is unknown, while excited state lifetimes with <1 ns difference are difficult to discriminate. Finally, existing analyses require high photon budgets, and often cannot rigorously propagate experimental uncertainty into values over lifetime maps and number of components involved. To overcome all of these challenges simultaneously and self-consistently at once, we propose the first doubly nonparametric framework. That is, we learn the number of fluorescent species (through beta-Bernoulli process priors) and absolute lifetime maps of these species (through Gaussian process priors) by leveraging information from pulses not leading to observed photon. We benchmark our algorithm using a broad range of synthetic and experimental data and demonstrate its robustness across a number of scenarios including cases where we recover lifetime differences between components as small as 0.3 ns with merely 1000 photons."
},
{
    "category": "biophysics",
    "authors": "Gupta, A.; Sang, Y.; Fontanesi, C.; Turin, L.; Naaman, R.",
    "author_corresponding_institution": "Weizmann Institute of Science",
    "author_corresponding": "Ron Naaman",
    "doi": "10.1101/2022.11.29.518334",
    "url": "https://www.biorxiv.org/content/early/2022/11/30/2022.11.29.518334",
    "title": "A Possible Unitary Mechanism for General Anesthesia",
    "relevance": "4",
    "abstract": "The oxygen reduction reaction (ORR) is of high importance because of its role in cellular respiration. Recently, a possible relation between respiration and general anesthesia has been found. This work aims to explore whether anesthesia related gases affect the ORR. In ORR, oxygen which is in its triplet ground state is reduced to form products that are all in the singlet state. While this process is \"in principle\" forbidden because of spin conservation, it is known that if the electrons transferred in the ORR are spin polarized, the reaction occurs efficiently. Here we show, in electrochemical experiments, that the efficiency of the oxygen reduction is reduced by the presence of general anesthetics in solution. We suggest that a spin-orbit coupling to the anesthetics depolarizes the spins. This causes both a reduction in reaction efficiency and a change in the reaction products. The findings may point to a possible relation between ORR efficiency and anesthetic action."
},
{
    "category": "genetics",
    "authors": "Tang, D.; Freudenberg, J.; Dahl, A.",
    "author_corresponding_institution": "University of Chicago",
    "author_corresponding": "Andy Dahl",
    "doi": "10.1101/2022.11.29.518075",
    "url": "https://www.biorxiv.org/content/early/2022/11/30/2022.11.29.518075",
    "title": "Factorizing polygenic epistasis improves prediction and uncovers biological pathways in complex traits",
    "relevance": "4",
    "abstract": "Epistasis is central in many domains of biology, but it has not yet proven useful for complex traits. This is partly because complex trait epistasis involves polygenic interactions that are poorly captured in current models. To address this gap, we develop a new model called Epistasis Factor Analysis (EFA). EFA assumes that polygenic epistasis can be factorized into interactions between a few latent pathways, or Epistasis Factors (EFs). We mathematically characterize EFA and use simulations to show that EFA outperforms current epistasis models when its assumptions approximately hold. Applied to predicting yeast growth traits, EFA outperforms the additive model for several traits with large epistasis heritability and uniformly outperforms the standard epistasis model, which we replicate in a second dataset. We also apply EFA to four traits in the UK Biobank and find statistically significant evidence for epistasis in male testosterone. Moreover, we find that the inferred EFs partly recover known biological pathways. Our results demonstrate that realistic statistical models can identify meaningful epistasis in complex traits, indicating that epistatic models have promise for precision medicine and characterizing the biology underlying GWAS results."
},
{
    "category": "genomics",
    "authors": "Burnett, H. A.; Bieker, V. C.; Le Moullec, M.; Peeters, B.; Rosvold, J.; Pedersen, A. O.; Dalen, L.; Loe, L. E.; Jensen, H.; Hansen, B. B.; Martin, M. D.",
    "author_corresponding_institution": "Centre for Biodiversity Dynamics, Department of Biology, Norwegian University of Science and Technology (NTNU), Trondheim, Norway",
    "author_corresponding": "Hamish A Burnett",
    "doi": "10.1101/2022.11.25.517957",
    "url": "https://www.biorxiv.org/content/early/2022/11/30/2022.11.25.517957",
    "title": "Contrasting genomic consequences of anthropogenic reintroduction and natural recolonisation in high-arctic wild reindeer",
    "relevance": "1",
    "abstract": "Anthropogenic reintroduction can supplement natural recolonisation in reestablishing a species distribution and abundance. However, both reintroductions and recolonisations can give rise to population bottlenecks that reduce genetic diversity and increase inbreeding, potentially causing accumulation of genetic load and reduced fitness. Most current populations of the endemic high-arctic Svalbard reindeer (Rangifer tarandus platyrhynchus) originate from recent reintroductions or recolonisations following regional extirpations due to past overharvesting. We investigated and compared the genomic consequences of these two paths to reestablishment using whole-genome shotgun sequencing of 100 Svalbard reindeer across their range. We found little admixture between reintroduced and natural populations. Two reintroduced populations, each founded by 12 individuals around four decades (i.e. 8 reindeer generations) ago, formed two distinct genetic clusters. Compared to the source population, these populations showed only small decreases in genome-wide heterozygosity and increases in inbreeding and lengths of runs of homozygosity. In contrast, the two naturally recolonised populations without admixture possessed much lower heterozygosity, higher inbreeding, and longer runs of homozygosity, possibly caused by serial population bottlenecks and/or fewer or more genetically related founders than in the reintroduction events. Naturally recolonised populations can thus be more vulnerable to the accumulation of genetic load than reintroduced populations. This suggests that in some organisms even small-scale reintroduction programs based on genetically diverse source populations can be more effective than natural recolonisation in establishing genetically diverse populations. These findings warrant particular attention in the conservation and management of populations and species threatened by habitat fragmentation and loss."
},
{
    "category": "genetics",
    "authors": "Diaz Valenzuela, E.; Hernandez Rios, D.; Cibrian Jaramillo, A.",
    "author_corresponding_institution": "Laboratorio Nacional de Genomica para la Biodiversidad",
    "author_corresponding": "Erik Diaz Valenzuela",
    "doi": "10.1101/2022.10.13.511672",
    "url": "https://www.biorxiv.org/content/early/2022/11/30/2022.10.13.511672",
    "title": "The role of non-additive gene action on gene expression variation in plant domestication",
    "relevance": "3",
    "abstract": "BackgroundPlant domestication is a remarkable example of rapid phenotypic transformation of polygenic traits such as organ size. Evidence from a handful of study cases suggests this transformation is due to gene regulatory changes that result in non-additive phenotypes. Employing data from published genetic crosses, we estimated the role of non-additive gene action in the modulation of transcriptional landscapes in three domesticated plants: maize, sunflower, and chili pepper. Using A. thaliana, we assessed the correlation between gene regulatory network (GRN) connectivity properties, transcript abundance variation, and gene action. Finally, we investigated the propagation of non-additive gene action in GRNs.\n\nResultsWe compared crosses between domesticated plants and their wild relatives to a set of control crosses that included a pair of subspecies evolving under natural selection and a set of inbred lines evolving under domestication. We found abundance differences on a higher portion of transcripts in crosses between domesticated-wild plants relative to the control crosses. These transcripts showed non-additive gene action more often in crosses of domesticated-wild plants than in our control crosses. This pattern was strong for genes associated with cell cycle and cell fate determination, which control organ size. We found weak but significant negative correlations between the number of targets of trans-acting genes (Out-degree) and both the magnitude of transcript abundance differences a well as the absolute degree of dominance. Likewise, we found that the number of regulators that control a genes expression (In-degree) is weakly but negatively correlated with the magnitude of transcript abundance differences. We observed that dominant-recessive gene action is highly propagable through GRNs. Finally, we found that transgressive gene action is driven by trans-acting regulators showing additive gene action.\n\nConclusionsOur study highlights the role of non-additive gene action on modulating domestication-related traits such as organ size via regulatory divergence. We propose that GRNs are shaped by regulatory changes at genes with modest connectivity, which reduces the effects of antagonistic pleiotropy. Finally, we provide empirical evidence of the propagation of non-additive gene action in GRNs, which suggests a transcriptional epistatic model for the control of polygenic traits such as organ size."
},
{
    "category": "biochemistry",
    "authors": "MacEwen, M. J.; Rusnac, D. V.; Ermias, H.; Dexter, J. P.; Sancak, Y.; Locke, T. L. M.; Gizinski, H. E.",
    "author_corresponding_institution": "Harvard University",
    "author_corresponding": "Joseph P Dexter",
    "doi": "10.1101/2022.06.08.495195",
    "url": "https://www.biorxiv.org/content/early/2022/11/30/2022.06.08.495195",
    "title": "Mathematical modeling and biochemical analysis support partially ordered CaM-MLCK binding",
    "relevance": "3",
    "abstract": "Activation of myosin light-chain kinase (MLCK) by calcium ions (Ca2+) and calmodulin (CaM) plays an important role in numerous cellular functions including vascular smooth muscle contraction and cellular motility. Despite extensive biochemical analysis of this system, aspects of the mechanism of activation remain controversial, and competing theoretical models have been proposed for the binding of Ca2+ and CaM to MLCK. The models are analytically solvable for an equilibrium steady state and give rise to distinct predictions that hold regardless of the numerical values assigned to parameters. These predictions form the basis of a recently proposed, multi-part experimental strategy for model discrimination. Here we implement this strategy by measuring CaM-MLCK binding using an in vitro FRET system. This system uses the CaM-binding region of smooth muscle MLCK protein to link two fluorophores to form an MLCK FRET Reporter (FR). Biochemical and biophysical experiments have established that FR can be reliably used to analyze MLCK-CaM binding. We assessed the binding of either wild-type CaM, or mutant CaM with one or more defective EF-hand domains, to FR. Interpretation of binding data in light of the mathematical models suggests a partially ordered mechanism for binding of CaM to MLCK. Complementary data collected using orthogonal approaches that directly quantify CaM-MLCK binding further supports our conclusions."
}]