[{"doi": "10.1101/2023.01.20.524991", "title": "VRPG: an interactive web viewer for reference pangenome graph", "authors": "Miao, Z.; Yue, J.-X.", "author_corresponding": "Jia-Xing Yue", "author_corresponding_institution": "Sun Yat-sen University Cancer Center", "date": "2023-01-26", "category": "bioinformatics", "abstract": "SummaryWith the increasing availability of high-quality reference genome assemblies, pangenome graph is emerging as a new paradigm in genomics research for identifying, encoding, and interpreting the genetic variation landscape at the population and species levels. While impressive progresses have been made in recent years in building pangenome graph, there is a general need for novel bioinformatic tools that enable researchers to better navigate and explore such pangenome graph towards novel biological insights. Here with VRPG, we present a web-based interactive viewer of reference pangenome graph and demonstrated its use with yeast and human reference pangenome graphs.\n\nAvailability and implementationVRPG is written in Python and HTML. It is free for use under the MIT license, available at https://github.com/codeatcg/VRPG.\n\nDemonstrationhttps://www.evomicslab.org/app/vrpg/\n\nContactyuejiaxing@gmail.com\n\nSupplementary informationSupplementary data are available at Bioinformatics online.", "url": "https://www.biorxiv.org/content/early/2023/01/26/2023.01.20.524991"}, {"doi": "10.1101/2023.01.25.525504", "title": "Hydrogels with stiffness-degradation spatial patterns control anisotropic 3D cell response", "authors": "Garrido, C. A.; Garske, D. S.; Thiele, M.; Amini, S.; Real, S.; Duda, G. N.; Schmidt-Bleek, K.; Cipitria, A.", "author_corresponding": "Amaia Cipitria", "author_corresponding_institution": "Biodonostia Health Research Institute", "date": "2023-01-26", "category": "bioengineering", "abstract": "In nature, tissues are patterned, but most biomaterials used in human applications are not. Patterned biomaterials offer the opportunity to mimic spatially segregating biophysical and biochemical properties found in nature. Engineering such properties allows to study cell-matrix interactions in anisotropic matrices in great detail. Here, we developed alginate-based hydrogels with patterns in stiffness and degradation, composed of distinct areas of soft non-degradable (Soft-NoDeg) and stiff degradable (Stiff-Deg) material properties. The hydrogels exhibit emerging patterns in stiffness and degradability over time, taking advantage of dual Diels-Alder covalent crosslinking and UV-mediated peptide crosslinking. The materials were mechanically characterized using rheology for single-phase and surface micro-indentation for patterned materials. 3D encapsulated mouse embryonic fibroblasts (MEFs) allowed to characterize the anisotropic cell-matrix interaction in terms of cell morphology by employing a novel image-based quantification tool. Live/dead staining showed no differences in cell viability but distinct patterns in proliferation, with higher cell number in Stiff-Deg materials at day 14. Patterns of projected cell area became visible already at day 1, with larger values in Soft-NoDeg materials. This was inverted at day 14, when larger projected cell areas were identified in Stiff-Deg. This shift was accompanied by a significant decrease in cell circularity in Stiff-Deg. The control of anisotropic cell morphology by the material patterns was also confirmed by a significant increase in filopodia number and length in Stiff-Deg materials. The novel image-based quantification tool was useful to spatially visualize and quantify the anisotropic cell response in 3D hydrogels with stiffness-degradation spatial patterns. Our results show that patterning of stiffness and degradability allows to control cell anisotropic response in 3D and can be quantified by image-based strategies. This allows a deeper understanding of cell-matrix interactions in a multicomponent material.", "url": "https://www.biorxiv.org/content/early/2023/01/26/2023.01.25.525504"}, {"doi": "10.1101/2023.01.25.525428", "title": "Structural variation across 138,134 samples in the TOPMed consortium", "authors": "Jun, G.; English, A. C.; Metcalf, G. A.; Yang, J.; Chaisson, M. J.; Pankratz, N.; Menon, V. K.; Salerno, W. J.; Krasheninina, O.; Smith, A. V.; Lane, J. A.; Blackwell, T.; Kang, H. M.; Salvi, S.; Meng, Q.; Shen, H.; Pasham, D.; Bhamidipati, S.; Kottapalli, K.; Arnett, D. K.; Ashley-Koch, A.; Auer, P. L.; Beutel, K. M.; Bis, J. C.; Blangero, J.; Bowden, D. W.; Brody, J. A.; Cade, B. E.; Chen, Y.-D. I.; Cho, M. H.; Curran, J. E.; Fornage, M.; Freedman, B. I.; Fingerlin, T.; Gelb, B. D.; Hou, L.; Hung, Y.-J.; Kane, J. P.; Kaplan, R.; Kim, W.; Loos, R. J. F.; Marcus,, G. M.; Mathias, R. A.; McGarv", "author_corresponding": "Fritz J Sedlazeck", "author_corresponding_institution": "Baylor College of Medicine Human Genome Sequencing Center, Houston, TX, USA", "date": "2023-01-26", "category": "genomics", "abstract": "Ever larger Structural Variant (SV) catalogs highlighting the diversity within and between populations help researchers better understand the links between SVs and disease. The identification of SVs from DNA sequence data is non-trivial and requires a balance between comprehensiveness and precision. Here we present a catalog of 355,667 SVs (59.34% novel) across autosomes and the X chromosome (50bp+) from 138,134 individuals in the diverse TOPMed consortium. We describe our methodologies for SV inference resulting in high variant quality and >90% allele concordance compared to long-read de-novo assemblies of well-characterized control samples. We demonstrate utility through significant associations between SVs and important various cardio-metabolic and hemotologic traits. We have identified 690 SV hotspots and deserts and those that potentially impact the regulation of medically relevant genes. This catalog characterizes SVs across multiple populations and will serve as a valuable tool to understand the impact of SV on disease development and progression.", "url": "https://www.biorxiv.org/content/early/2023/01/26/2023.01.25.525428"}, {"doi": "10.1101/2023.01.24.524502", "title": "The Adr1 transcription factor directs regulation of the ergosterol pathway and azole resistance in C. albicans", "authors": "Shrivastava, M.; Kouyoumdjian, G. S.; Kirbizakis, E.; Ruiz-Garcia, D. A.; Henry, M.; Vincent, A. T.; Sellam, A.; Whiteway, M.", "author_corresponding": "Malcolm Whiteway", "author_corresponding_institution": "Concordia University", "date": "2023-01-26", "category": "genetics", "abstract": "Transcription factors play key roles in cellular regulation and are critical in the control of drug resistance in the fungal pathogen Candida albicans. We found that activation of the transcription factor C4_02500C_A (Adr1) conferred significant resistance against fluconazole. In Saccharomyces cerevisiae, Adr1 is a carbon-source-responsive zinc-finger transcription factor required for transcription of the glucose-repressed gene ADH1 and of genes required for ethanol, glycerol, and fatty acid utilization. Motif scanning of promoter elements suggests that Adr1 may be rewired in fungi and governs the ergosterol synthesis pathway in C. albicans. Because previous studies have identified the zinc-cluster transcription factor Upc2 as a regulator of the ergosterol pathway in both fungi, we examined the relationship of Adr1 and Upc2 in sterol biosynthesis in C. albicans.  Phenotypic profiles of either ADR1 and UPC2 modulation in C. albicans showed differential growth in the presence of fluconazole; either adr1 or upc2 homozygous deletion results in sensitivity to the drug while their activation generates a fluconazole resistant strain. The rewiring from ergosterol synthesis to fatty acid metabolism involved all members of the Adr1 regulon except the alcohol dehydrogenase Adh1, which remains under Adr1 control in both circuits and may have been driven by the lifestyle of S. cerevisiae, which requires the ability to both tolerate and process high concentrations of ethanol.", "url": "https://www.biorxiv.org/content/early/2023/01/26/2023.01.24.524502"}]