[{"doi": "10.1101/2020.04.15.043737", "title": "UNCURL-App: Interactive Database-Driven Analysis of Single Cell RNA Sequencing Data", "authors": "Zhang, Y.; Mao, S.; Mukherjee, S.; Kannan, S.; Seelig, G.", "author_corresponding": "Georg  Seelig", "author_corresponding_institution": "University of Washington", "date": "2023-01-03", "category": "bioinformatics", "abstract": "MotivationAnalysis of single cell RNA sequencing (scRNA-seq) datasets is a complex and time-consuming process, requiring both biological knowledge and technical skill. With the rapid growth in scRNA-seq datasets, there is a need to simplify and systematize this process.\n\nResultsWe introduce UNCURL-App, an online GUI-based interactive tool which integrates the scRNA-seq analysis pipeline with prior knowledge. UNCURL-App introduces two key innovations: First, cell type databases are integrated directly with the rest of the analysis process, allowing the user to identify potential cell types or pathways directly from the data. Second, tools for interactive re-analysis allow the user to create, merge, or delete clusters. In addition, UNCURL-App integrates multiple stages of the data analysis pipeline into a single interface, including dimensionality reduction, clustering, differential expression, and cell type identification.\n\nAvailabilityThe web tool is available at https://uncurl.cs.washington.edu/. Source code is available at https://github.com/yjzhang/uncurl_app\n\nContactgseelig@uw.edu", "url": "https://www.biorxiv.org/content/early/2023/01/03/2020.04.15.043737"}, {"doi": "10.1101/2022.03.11.483910", "title": "Blocking abundant RNA transcripts by high-affinity oligonucleotides during transcriptome library preparation", "authors": "Verwilt, J.; Everaert, C.; Verniers, K.; Vandamme, N.; Rubio, A. M.; Vandesompele, J.; Mestdagh, P.", "author_corresponding": "Pieter  Mestdagh", "author_corresponding_institution": "Ghent University", "date": "2023-01-03", "category": "molecular biology", "abstract": "RNA sequencing has become the gold standard for transcriptome analysis but has an inherent limitation of challenging quantification of low-abundant transcripts. In contrast to microarray technology, RNA sequencing reads are proportionally divided in function of transcript abundance. Therefore, low-abundant RNAs compete against highly abundant - and sometimes non-informative - RNA species. We developed an easy-to-use strategy based on high-affinity RNA-binding oligonucleotides to block reverse transcription and PCR amplification of specific RNA transcripts, thereby substantially reducing their abundance in the final sequencing library. To demonstrate the broad application potential of our method, we applied it to different transcripts and library preparation strategies, including YRNAs in small RNA sequencing of human blood plasma, mitochondrial rRNAs in both 3 end sequencing and long-read sequencing, and MALAT1 in single-cell 3 end sequencing. We demonstrate that the blocking strategy is highly efficient, reproducible, specific, and generally results in better transcriptome coverage and complexity. Furthermore, our method does not require modifications of the library preparation procedure apart from simply adding blocking oligonucleotides to the RT reaction and can thus be easily integrated into virtually any RNA sequencing library preparation protocol.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2022.03.11.483910"}, {"doi": "10.1101/2022.04.21.489104", "title": "The structure of the human LACTB filament reveals the mechanisms of assembly and membrane binding", "authors": "Bennett, J. A.; Steward, L. R.; Voss, A.; Rudolph, J.; Aydin, H.", "author_corresponding": "Halil  Aydin", "author_corresponding_institution": "University of Colorado Boulder", "date": "2023-01-03", "category": "biophysics", "abstract": "Mitochondria are complex organelles that play a central role in metabolism. Dynamic membrane-associated processes regulate mitochondrial morphology and bioenergetics in response to cellular demand. In tumor cells, metabolic reprogramming requires active mitochondrial metabolism for providing key metabolites and building blocks for tumor growth and rapid proliferation. To counter this, the mitochondrial serine beta-lactamase-like protein (LACTB) alters mitochondrial lipid metabolism and potently inhibits the proliferation of a variety of tumor cells. Mammalian LACTB is localized in the mitochondrial intermembrane space, where it assembles into filaments to regulate the efficiency of essential metabolic processes. However, the structural basis of LACTB polymerization and regulation remains incompletely understood. Here, we describe how human LACTB self-assembles into micron-scale filaments that increase their catalytic activity. The electron cryo-microscopy (cryoEM) structure defines the mechanism of assembly and reveals how highly ordered filament bundles stabilize the active state of the enzyme. We identify and characterize residues that are located at the filament-forming interface, and further show that mutations that disrupt filamentation reduce enzyme activity. Furthermore, our results provide evidence that LACTB filaments can bind lipid membranes. These data reveal the detailed molecular organization and polymerization-based regulation of human LACTB and provide new insights into the mechanism of mitochondrial membrane organization that modulates lipid metabolism.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2022.04.21.489104"}, {"doi": "10.1101/2022.06.16.496402", "title": "De novo design of site-specific protein interactions with learned surface fingerprints", "authors": "Gainza, P.; Wehrle, S.; Van Hall-Beauvais, A.; Marchand, A.; Scheck, A.; Harteveld, Z.; Ni, D.; Tan, S.; Sverrisson, F.; Goverde, C.; Turelli, P.; Raclot, C.; Teslenko, A.; Pacesa, M.; Rosset, S.; Buckley, S.; Georgeon, S.; Marsden, J.; Petruzzella, A.; Liu, K.; Xu, Z.; Chai, Y.; Han, P.; Gao, G. F.; Oricchio, E.; Fierz, B.; Trono, D.; Stahlberg, H.; Bronstein, M.; Correia, B. E.", "author_corresponding": "Bruno E. Correia", "author_corresponding_institution": "Laboratory of Protein Design and Immunoengineering, School of Life Sciences, Ecole Polytechnique Federale de Lausanne, and Swiss Institute of Bioinformatics, La", "date": "2023-01-03", "category": "bioengineering", "abstract": "Physical interactions between proteins are essential for most biological processes governing life. However, the molecular determinants of such interactions have been challenging to understand, even as genomic, proteomic, and structural data grows. This knowledge gap has been a major obstacle for the comprehensive understanding of cellular protein-protein interaction (PPI) networks and for the de novo design of protein binders that are crucial for synthetic biology and translational applications. We exploit a geometric deep learning framework operating on protein surfaces that generates fingerprints to describe geometric and chemical features critical to drive PPIs. We hypothesized these fingerprints capture the key aspects of molecular recognition that represent a new paradigm in the computational design of novel protein interactions. As a proof-of-principle, we computationally designed several de novo protein binders to engage four protein targets: SARS-CoV-2 spike, PD-1, PD-L1, and CTLA-4. Several designs were experimentally optimized while others were purely generated in silico, reaching nanomolar affinity with structural and mutational characterization showing highly accurate predictions. Overall, our surface-centric approach captures the physical and chemical determinants of molecular recognition, enabling a novel approach for the de novo design of protein interactions and, more broadly, of artificial proteins with function.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2022.06.16.496402"}, {"doi": "10.1101/2022.09.25.509363", "title": "Structural and Dynamical Properties of Elastin-Like Peptides near their Lower Critical Solution Temperature", "authors": "Morozova, T. I.; Garcia, N. A.; Matsarskaia, O.; Roosen-Runge, F.; Barrat, J.-L.", "author_corresponding": "Tatiana I. Morozova", "author_corresponding_institution": "Institut Laue-Langevin", "date": "2023-01-03", "category": "biophysics", "abstract": "Elastin-like peptides (ELPs) are artificially derived intrinsically disordered proteins (IDPs) mimicking the hydrophobic repeat unit in the protein elastin. ELPs are characterized by a lower critical solution temperature (LCST) in aqueous media. Here, we investigate the sequence GVG(VPGVG)3 over a wide range of temperatures (below, around, and above the LCST) and peptide concentrations employing all-atom molecular dynamics simulations, where we focus on the role of intra- and inter-peptide interactions. We begin by investigating the structural properties of a single peptide that demonstrates a hydrophobic collapse with temperature, albeit moderate, as the sequence length is short. We observe a change in the interaction between two peptides from repulsive to attractive with temperature by evaluating the potential of mean force, indicating an LCST-like behaviour. Next, we explore dynamical and structural properties of peptides in multi-chain systems. We report the formation of dynamical aggregates with coil-like conformation, in which Val central residues play an important role. Moreover, the lifetime of contacts between chains strongly depends on the temperature and can be described by a power-law decay that is consistent with the LCST-like behaviour. Finally, the peptide translational and internal motion are slowed down by an increase in the peptide concentration and temperature.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2022.09.25.509363"}, {"doi": "10.1101/2022.10.13.512198", "title": "Entropy predicts sensitivity of pseudo-random seeds", "authors": "Maier, B. D.; Sahlin, K.", "author_corresponding": "Kristoffer Sahlin", "author_corresponding_institution": "Stockholm University", "date": "2023-01-03", "category": "bioinformatics", "abstract": "In sequence similarity search applications such as read mapping, it is desired that seeds match between a read and reference in regions with mutations or read errors (seed sensitivity). K-mers are likely the most well-known and used seed construct in bioinformatics, and many studies on, e.g., spaced k-mers aim to improve sensitivity over k-mers. Spaced k-mers are highly sensitive when substitutions largely dominate the mutation rate but quickly deteriorate when indels are present. Recently, we developed a pseudo-random seeding construct, strobemers, which were empirically demonstrated to have high sensitivity also at high indel rates. However, the study lacked a deeper understanding of why. In this study, we demonstrate that a seeds entropy (randomness) is a good predictor for seed sensitivity. We propose a model to estimate the entropy of a seed and find that seeds with high entropy, according to our model, in most cases have high match sensitivity. We also present three new strobemer seed constructs, mixedstrobes, altstrobes, and multistrobes. We use both simulated and biological data to demonstrate that our new seed constructs improve sequence-matching sensitivity to other strobemers. We implement strobemers into minimap2 and observe slightly faster alignment time and higher accuracy than using k-mers at various error rates.\n\nOur discovered seed randomness-sensitivity relationship explains why some seeds perform better than others, and the relationship provides a framework for designing even more sensitive seeds. In addition, we show that the three new seed constructs are practically useful. Finally, in cases where our entropy model does not predict the observed sensitivity well, we explain why and how to improve the model in future work.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2022.10.13.512198"}, {"doi": "10.1101/2022.11.12.516262", "title": "Degenerative changes are associated with severity of anterior cruciate ligament injury within the skeletally immature joint", "authors": "Howe, D.; Thompson, J. D.; Teeter, S. D.; Barlow, O.; Griffith, E. H.; Schnabel, L. V.; Spang, J. T.; Fisher, M. B.", "author_corresponding": "Matthew B Fisher", "author_corresponding_institution": "North Carolina State University & University of North Carolina- Chapel Hill", "date": "2023-01-03", "category": "bioengineering", "abstract": "Anterior cruciate ligament (ACL) injuries are a major problem in the pediatric and adolescent populations. Approximately one-quarter of these injuries extend through only part of the tissue cross-section. Yet, there is very limited data to inform clinical treatment for pediatric partial ACL tears. In particular, it is unknown how injury severity impacts long-term degenerative changes in the joint. In this study, we leverage a skeletally immature preclinical porcine model to evaluate joint biomechanics, tissue remodeling, and degeneration after partial (isolated anteromedial (AM) or posterolateral (PL) bundle) or complete (full thickness) ACL injury. Six months after injury, joint laxity increases were minimal for PL bundle injury, minor for AM bundle injury, and major for ACL injury. In both partial injury cases, the remaining bundle remodeled through an increase in cross-sectional area to attempt to restore ACL function and stabilize the knee joint. Joint degeneration (evaluated by cartilage T1 relaxation, macroscopic cartilage degeneration, and meniscal hypertrophy) was minimal after PL bundle injury, moderate after AM bundle injury, and substantial after ACL injury. The findings for partial injury were further substantiated in an older cohort of adolescent animals. Further analysis with subjects grouped by Lachman grade (indicating the extent of joint destabilization) indicated that degeneration was associated with the extent of biomechanical destabilization, irrespective of the injury type. These findings point to the importance of considering the results of joint laxity when creating treatment plans for young patients with significant growth remaining, particularly those with partial ACL injuries.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2022.11.12.516262"}, {"doi": "10.1101/2022.12.09.519809", "title": "Computing absolute binding affinities by Streamlined Alchemical Free Energy Perturbation", "authors": "Santiago-McRae, E.; Ebrahimi, M.; Sandberg, J. W.; Brannigan, G.; Henin, J.", "author_corresponding": "Jérôme Hénin", "author_corresponding_institution": "CNRS", "date": "2023-01-03", "category": "biophysics", "abstract": "Free Energy Perturbation (FEP) is a powerful but challenging computational technique for estimating differences in free energy between two or more states. This document is intended both as a tutorial and as an adaptable protocol for computing free energies of binding using free energy perturbations in NAMD. We present the Streamlined Alchemical Free Energy Perturbation (SAFEP) framework. SAFEP shifts the computational frame of reference from the ligand to the binding site itself. This both simplifies the thermodynamic cycle and makes the approach more broadly applicable to superficial sites and other less common geometries. As a practical example, we give instructions for calculating the absolute binding free energy of phenol to lysozyme. We assume familiarity with standard procedures for setting up, running, and analyzing molecular dynamics simulations using NAMD and VMD. While simulation times will vary, the human tasks should take no more than 3 to 4 hours for a reader without previous training in free energy calculations or experience with the Colvars Dashboard. Sample data are provided for all key calculations both for comparison and readers convenience.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2022.12.09.519809"}, {"doi": "10.1101/2022.12.23.521837", "title": "HydRA: Deep-learning models for predicting RNA-binding capacity from protein interaction association context and protein sequence", "authors": "Jin, W.; Brannan, K. W.; Kapeli, K.; Park, S. S.; Tan, H. Q.; Gosztyla, M. L.; Mujumdar, M.; Ahdout, J.; Henroid, B.; Rothamel, K.; Xiang, J. S.; Wong, L.; Yeo, G. W.", "author_corresponding": "Gene W Yeo", "author_corresponding_institution": "University of California San Diego", "date": "2023-01-03", "category": "bioinformatics", "abstract": "RNA-binding proteins (RBPs) control RNA metabolism to orchestrate gene expression, and dysfunctional RBPs underlie many human diseases. Proteome-wide discovery efforts predict thousands of novel RBPs, many of which lack canonical RNA-binding domains. Here, we present a hybrid ensemble RBP classifier (HydRA) that leverages information from both intermolecular protein interactions and internal protein sequence patterns to predict RNA-binding capacity with unparalleled specificity and sensitivity using support vector machine, convolutional neural networks and transformer-based protein language models. HydRA enables Occlusion Mapping to robustly detect known RNA-binding domains and to predict hundreds of uncharacterized RNA-binding domains. Enhanced CLIP validation for a diverse collection of RBP candidates reveals genome-wide targets and confirms RNA-binding activity for HydRA-predicted domains. The HydRA computational framework accelerates construction of a comprehensive RBP catalogue and expands the set of known RNA-binding protein domains.\n\nHighlightsO_LIHydRA combines protein-protein interaction and amino acid sequence information to predict RNA binding activity for 1,487 candidate genes.\nC_LIO_LIHydRA predicts RNA binding with higher specificity and sensitivity than current approaches, notably for RBPs without well-defined RNA-binding domains.\nC_LIO_LIOcclusion Mapping with HydRA enables RNA-binding domain discovery.\nC_LIO_LIEnhanced CLIP confirms HydRA RBP predictions with RNA-binding domain resolution.\nC_LI", "url": "https://www.biorxiv.org/content/early/2023/01/03/2022.12.23.521837"}, {"doi": "10.1101/2022.12.30.521706", "title": "Rac negative feedback links local PIP3 rate-of-change to dynamic control of neutrophil guidance", "authors": "Town, J. P.; Weiner, O. D.", "author_corresponding": "Orion P Weiner", "author_corresponding_institution": "University of California, San Francisco", "date": "2023-01-03", "category": "cell biology", "abstract": "To migrate efficiently, neutrophils must polarize their cytoskeletal regulators along a single axis of motion. This polarization process is thought to be mediated through local positive feedback that amplifies leading edge signals and global negative feedback that enables sites of positive feedback to compete for dominance. Though this two-component model efficiently establishes cell polarity, it has potential limitations, including a tendency to \"lock\" onto a particular direction, limiting the ability of cells to reorient. We use spatially-defined optogenetic control of a leading edge organizer (PI3K) to probe how cells balance \"decisiveness\" needed to polarize in a single direction with the flexibility needed to respond to new cues. Underlying this balancing act is a local Rac inhibitor that destabilizes the leading edge to promote exploration. We show that this local inhibitor enables cells to process input signal dynamics, linking front stability and orientation to local temporal increases in input signals.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2022.12.30.521706"}, {"doi": "10.1101/2022.12.30.522280", "title": "Prediction of Polygenic Risk Score by Machine Learning and Deep Learning Methods in Genome-wide Association Studies", "authors": "Öztornaci, R. O.; Cosgun, E.; Colak, C.; Tasdelen, B.", "author_corresponding": "Ragip Onur Öztornaci", "author_corresponding_institution": "Koç University", "date": "2023-01-03", "category": "bioinformatics", "abstract": "Polygenic risk score (PRS) is a method that using multiple SNPs simultaneously and can be calculated as a typical disease risk score. It is useful method for precision and personalised medicine. Calculating PRS with the classical method, it is frequently used to use two different data sets which are training and testing sets. It is a disadvantage for the classical method. By using a single data set, machine learning (ML) and deep learning (DL) methods both avoid the problem of overfitting and can be used as a good alternative method. Genome-wide Association Studies (GWAS) data were generated with the PLINK Program by replicating a hundred times at different allele frequencies and different sample size. We applied two different ML algorithms which are Support Vector Machine (SVM) and Random Forest (RF) as well as DL approach. ML methods can obtain more consistent results in terms of case-control separation compared to PRS calculated with the classical method (PRS). The use of ML and DL methods as an alternative to classical methods to calculate PRS has been suggested.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2022.12.30.522280"}, {"doi": "10.1101/2023.01.01.522413", "title": "Clarifying the biological and statistical assumptions of cross-sectional biological age predictors", "authors": "Sluiskes, M. H.; Goeman, J. J.; Beekman, M.; Slagboom, P. E.; Putter, H.; Rodriguez-Girondo, M.", "author_corresponding": "Mar Rodriguez-Girondo", "author_corresponding_institution": "Leiden University Medical Center", "date": "2023-01-03", "category": "molecular biology", "abstract": "There is variability in the rate of aging among people of the same chronological age. The concept of biological age is postulated to capture this variability, and hence to better represent an individuals true global physiological state than chronological age.\n\nPredictors of biological aging are often generated based on cross-sectional data, using biochemical or molecular data (also called markers) as predictor variables. It is assumed that the difference between predicted and chronological age of an individual is informative of that persons rate of aging {Delta}, having either a younger or older marker profile.\n\nWe show that the most popular cross-sectional biological age predictors--based on multiple linear regression, the Klemera-Doubal method or principal component analysis--all rely on the same strong underlying assumption, namely that a candidate marker of agings association with chronological age is directly informative of its association with the aging rate {Delta}. We call this the identical-association assumption and prove that it is untestable in a cross-sectional setting. Using synthetic data, we illustrate the consequences if the assumption does not hold: in such scenarios, there is no guarantee that the weights that a cross-sectional method assigns to candidate markers are informative of the underlying truth, to the extent that one might as well assign weights to candidate markers at random. This critical limitation holds for any statistical method based on cross-sectional data. We use a real data example to illustrate that the extent to which the identical-association assumption holds is of direct practical relevance for any researcher interested in developing or interpreting cross-sectional biological age predictors.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.01.522413"}, {"doi": "10.1101/2023.01.02.522444", "title": "Structure of the ISW1a complex bound to the dinucleosome", "authors": "Li, L.; Chen, K.; Sia, Y.; Hu, P.; Ye, Y.; Chen, Z.", "author_corresponding": "Zhucheng Chen", "author_corresponding_institution": "Tsinghua University", "date": "2023-01-03", "category": "biochemistry", "abstract": "Nucleosomes are basic repeating units of chromatin, and form regularly spaced arrays in cells. Chromatin remodelers alter the positions of nucleosomes, and are vital in regulating chromatin organization and gene expression. Here we report the cryoEM structure of chromatin remodeler ISW1a complex bound to the dinucleosome. Each subunit of the complex recognizes a different nucleosome. The motor subunit binds to the mobile nucleosome and recognizes the acidic patch through two arginine residues, and the DNA-binding module interacts with the entry DNA at the nucleosome edge. This nucleosome-binding mode provides the structural basis for linker DNA sensing of the motor. Notably, the Ioc3 subunit recognizes the disk face of the adjacent nucleosome through the H4 tail, the acidic patch and the nucleosomal DNA, which is important for the spacing activity in vitro, and for nucleosome organization and cell fitness in vivo. Together, these findings support the nucleosome spacing activity of ISW1a, and add a new mode of nucleosome remodeling in the context of a chromatin environment.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.02.522444"}, {"doi": "10.1101/2022.12.31.522404", "title": "RNAP promoter search and transcription kinetics in live E. coli cells", "authors": "Bettridge, K. E.; Harris, F.; Yeyha, N.; Xiao, J.", "author_corresponding": "Jie Xiao", "author_corresponding_institution": "Johns Hopkins Medical Institute", "date": "2023-01-03", "category": "biophysics", "abstract": "Bacterial transcription has been studied extensively in vitro, which has provided indepth insight regarding transcription mechanisms. However, the live cell environment may impose different rules on transcription than the homogenous and simplified in vitro environment. How an RNA polymerase (RNAP) molecule searches rapidly through the vast nonspecific chromosomal DNA in the three-dimensional nucleoid space and binds a specific promoter sequence remains elusive. The kinetics of transcription in vivo could also be impacted by specific cellular environments including nucleoid organization and nutrient availability. In this work, we investigated the promoter search dynamics and transcription kinetics of RNAP in live E. coli cells. Using single-molecule tracking (SMT) and fluorescence recovery after photobleaching (FRAP) and combining with different genetic, drug inhibition, and growth conditions, we observed that RNAPs promoter search is facilitated by nonspecific DNA interactions and largely independent of nucleoid organization, growth condition, transcription activity, or promoter classes. RNAPs transcription kinetics, however, is sensitive to these conditions and mainly modulated at the levels of actively engaged RNAP and the promoter escape rate. Our work establishes a foundation for further mechanistic studies of bacterial transcription in live cells.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2022.12.31.522404"}, {"doi": "10.1101/2023.01.02.522497", "title": "Temperature-Sensitive Contact Modes Allosterically Gate TRPV3", "authors": "Burns, D.; Venditti, V.; Potoyan, D. A.", "author_corresponding": "Davit A Potoyan", "author_corresponding_institution": "Iowa State University", "date": "2023-01-03", "category": "biophysics", "abstract": "TRPV Ion channels are sophisticated molecular sensors designed to respond to distinct temperature thresholds. The recent surge in cryo-em structures has provided numerous insights into the structural rearrangements accompanying their opening and closing; however, the molecular mechanisms by which TRPV channels establish precise and robust temperature sensing remain elusive. In this work we employ molecular simulations, multi-ensemble contact analysis, graph theory, and machine learning techniques to reveal the temperature-sensitive residue-residue interactions driving allostery in TRPV3. We find that groups of residues exhibiting similar temperature-dependent contact frequency profiles cluster at specific regions of the channel. The dominant mode clusters on the ankyrin repeat domain and displays a linear melting trend, while others display non-linear and sometimes increasing contact-frequency trends. These modes describe the residue-level temperature response patterns that underlie the channels functional dynamics. With network analysis, we show that the community structure of the channel changes with temperature, providing a detailed description of temperature-dependent domain coupling. We also find a network of high centrality contacts that connects distant regions of the protomer to a point directly adjacent to the gate, serving as a means for the temperature-sensitive contact modes to allosterically regulate channel gating. Using a random forest model, we show that the contact states of specific temperature-sensitive modes are indeed predictive of the channel gates state. Supporting the physical validity of these modes and networks are several residues identified with our analyses that are reported in literature to be functionally critical. Our results offer a model for thermo-TRP channel function and demonstrate the utility of temperature-sensitive contact analysis.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.02.522497"}, {"doi": "10.1101/2023.01.01.522409", "title": "CircPLXNA2 affects the proliferation and apoptosis of myoblast through circPLXNA2/gga-miR-12207-5P/MDM4 axis", "authors": "Dong, X.; Xing, J.; Liu, Q.; Ye, M.; Zhou, Z.; Li, Y.; Li, Z.; Nie, Q.", "author_corresponding": "Zhenhui Li", "author_corresponding_institution": "South China Agricultural University", "date": "2023-01-03", "category": "molecular biology", "abstract": "BackgroundcircRNAs are new-identified special endogenous RNA molecules that covalently close a loop by backsplicing with pre-mRNA.\n\nIn the cytoplasm, circRNAs would act as molecular sponges to bind with specific miRNA to promote the expression of target genes. However, there is still in its fancy of knowing circRNA functional alternation in skeletal myogenesis. In this study, we favor a model to identify the circRNA-miRNA-mRNA interaction network in which the axis may be implicated in the progression of chicken primary myoblasts (CPMs) myogenesis by a combination of multi-omics (i.e., circRNA-seq and ribo-seq).\n\nResultsIn total, 314 circRNA-miRNA-mRNA regulatory axis containing 66 circRNAs, 70 miRNAs, and 24 mRNAs that may be relevant to myogenesis were collected. With these, the circPLXNA2-gga-miR-12207-5P-MDM4 axis aroused our research interest. The circPLXNA2 is highly differentially expressed during differentiation versus proliferation. It was demonstrated that circPLXNA2 inhibited the process of apoptosis while at the same time stimulating cell proliferation.\n\nFurthermore, we demonstrated that circPLXNA2 could inhibit the repression of gga-miR-12207-5p to MDM4 by directing binding to gga-miR-12207-5p, thereby restoring MDM4 expression.\n\nConclusionsCircPLXNA2 could function as a competing endogenous RNA (ceRNA) to inhibit the repression of gga-miR-12207-5p to MDM4 by directing binding to gga-miR-12207-5p, thereby recovering the expression of MDM4.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.01.522409"}, {"doi": "10.1101/2023.01.02.522487", "title": "Real time mobilization of a novel diatom Mutator-Like Element (MULE) transposon to inactivate the uridine monophosphate synthase (UMPS) locus in Phaeodactylum tricornutum", "authors": "Abbriano, R. M.; George, J.; Kahlke, T.; Commault, A. S.; Fabris, M.", "author_corresponding": "Michele Fabris", "author_corresponding_institution": "SDU Biotechnology, Department of Green Technology, University of Southern Denmark, Campusvej 55, 5230 Odense M, Denmark", "date": "2023-01-03", "category": "molecular biology", "abstract": "Diatoms are photosynthetic unicellular microalgae that drive global ecological phenomena in the biosphere and are emerging sustainable feedstock for an increasing number of industrial applications. Diatoms exhibit enormous taxonomic and genetic diversity, which often result in peculiar biochemical and biological traits. Transposable elements (TE) represent a substantial portion of diatom genomes and have been hypothesized to exert a relevant role in enriching genetic diversity and centrally contribute to genome evolution. Here, through long-read whole genome sequencing, we identified a novel Mutator-Like Element (MULE) in the model diatom Phaeodactylum tricornutum, and we report the direct observation of its mobilization within the course of one single laboratory experiment. Under selective conditions, this novel TE inactivated the uridine monophosphate synthase (UMPS) gene of P. tricornutum, one of the two only endogenous genetic loci currently targeted for selectable auxotrophy in functional genetics and genome editing applications.\n\nWe report the first, real-time observation of the mobilization of a transposon in diatoms that possesses novel peculiar features. These include the combined presence of a MULE transposase domain with Zinc finger, SWIM-type domains, and of a diatom-specific E3 ubiquitin ligase of the zinc finger UBR type, which indicate a novel mobilization mechanism. Our findings provide new elements for the understanding of the role of TEs in diatom genome evolution and in the enrichment of intraspecific genetic variability. Ultimately, this raises relevant concerns on the targeting of loci such as UMPS as selectable markers for functional genetics and biotechnological applications in diatoms.\n\nSignificance StatementWe identified a novel DNA transposon in the diatom Phaeodactylum tricornutum. This new Mutator-Like Element encodes a transposase and a diatom-specific E3 ubiquitin ligase, which suggest a novel mobilization mechanism. We documented independent insertions in real-time, which spontaneously inactivated the uridine monophosphate synthase (UMPS) locus, a common selectable marker. We provide new insights on the role of transposons in diatom genome dynamics and evolution and on the unsuitability of UMPS as selection locus in diatoms.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.02.522487"}, {"doi": "10.1101/2023.01.01.522445", "title": "Scribe: next-generation library searching for DDA experiments", "authors": "Searle, B. C.; Shannon, A. E.; Wilburn, D. B.", "author_corresponding": "Brian C Searle", "author_corresponding_institution": "The Ohio State University", "date": "2023-01-03", "category": "bioinformatics", "abstract": "Spectrum library searching is a powerful alternative to database searching for data dependent acquisition experiments, but has been historically limited to identifying previously observed peptides in libraries. Here we present Scribe, a new library search engine designed to leverage deep learning fragmentation prediction software such as Prosit. Rather than relying on highly curated DDA libraries, this approach predicts fragmentation and retention times for every peptide in a FASTA database. Scribe embeds Percolator for FDR correction and an interference tolerant label-free quantification integrator to enable an end-to-end proteomics workflow. By leveraging expected relative fragmentation and retention time values, we find that library searching with Scribe can outperform traditional database searching tools, both in terms of sensitivity and quantitative precision. Scribe and its graphical interface are easy to use, freely accessible, and fully open source.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.01.522445"}, {"doi": "10.1101/2023.01.02.522426", "title": "The Labbing Project: A database management application for neuroimaging research", "authors": "Baratz, Z.; Assaf, Y.", "author_corresponding": "Zvi Baratz", "author_corresponding_institution": "Tel Aviv University", "date": "2023-01-03", "category": "bioinformatics", "abstract": "The goal of this article is to present \"The Labbing Project\"; a novel neuroimaging data aggregation and preprocessing web application built with Django and VueJS. Neuroimaging data can be complex and time-consuming to work with, especially for researchers with limited programming experience. This web application aims to streamline the process of aggregating and preprocessing neuroimaging data by providing an intuitive, user-friendly interface that allows researchers to upload, organize, and preprocess their data with minimal programming requirements. The application utilizes Django, a popular Python web framework, to create a robust and scalable platform that can handle large volumes of data and accommodate the needs of a diverse user base. This robust infrastructure is complemented by a user-friendly VueJS frontend application, supporting commonplace data querying and extraction tasks. By automating common data processing tasks, this web application aims to save researchers time and resources, enabling them to focus on their research rather than data management.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.02.522426"}, {"doi": "10.1101/2023.01.02.522518", "title": "RNA-seq preprocessing and sample size considerations for gene network inference", "authors": "Altay, G.; Zapardiel-Gonzalo, J.; Peters, B.", "author_corresponding": "Gokmen Altay", "author_corresponding_institution": "La Jolla Institute for Immunology", "date": "2023-01-03", "category": "bioinformatics", "abstract": "BackgroundGene network inference (GNI) methods have the potential to reveal functional relationships between different genes and their products. Most GNI algorithms have been developed for microarray gene expression datasets and their application to RNA-seq data is relatively recent. As the characteristics of RNA-seq data are different from microarray data, it is an unanswered question what preprocessing methods for RNA-seq data should be applied prior to GNI to attain optimal performance, or what the required sample size for RNA-seq data is to obtain reliable GNI estimates.\n\nResultsWe ran 9144 analysis of 7 different RNA-seq datasets to evaluate 300 different preprocessing combinations that include data transformations, normalizations and association estimators. We found that there was no single best performing preprocessing combination but that there were several good ones. The performance varied widely over various datasets, which emphasized the importance of choosing an appropriate preprocessing configuration before GNI. Two preprocessing combinations appeared promising in general: First, Log-2 TPM (transcript per million) with Variance-stabilizing transformation (VST) and Pearson Correlation Coefficient (PCC) association estimator. Second, raw RNA-seq count data with PCC. Along with these two, we also identified 18 other good preprocessing combinations. Any of these algorithms might perform best in different datasets. Therefore, the GNI performances of these approaches should be measured on any new dataset to select the best performing one for it. In terms of the required biological sample size of RNA-seq data, we found that between 30 to 85 samples were required to generate reliable GNI estimates.\n\nConclusionsThis study provides practical recommendations on default choices for data preprocessing prior to GNI analysis of RNA-seq data to obtain optimal performance results.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.02.522518"}, {"doi": "10.1101/2023.01.02.522492", "title": "DISCO+QR: Rooting Species Trees in the Presence of GDL and ILS", "authors": "Willson, J.; Tabatabaee, Y.; Liu, B.; Warnow, T.", "author_corresponding": "Tandy Warnow", "author_corresponding_institution": "University of Illinois at Urbana-Champaign", "date": "2023-01-03", "category": "bioinformatics", "abstract": "AO_SCPLOWBSTRACTC_SCPLOWGenes evolve under processes such as gene duplication and loss (GDL), so that gene family trees are multi-copy, as well as incomplete lineage sorting (ILS); both processes produce gene trees that differ from the species tree. The estimation of species trees from sets of gene family trees is challenging, and the estimation of rooted species trees presents additional analytical challenges. Two of the methods developed for this problem are STRIDE (Emms and Kelly, MBE 2017), which roots species trees by considering GDL events, and Quintet Rooting (Tabatabaee et al., ISMB 2022 and Bioinformatics 2022), which roots species trees by considering ILS. We present DISCO+QR, a new method for rooting species trees in the presence of both GDL and ILS. DISCO+QR, operates by taking the input gene family trees and decomposing them into single-copy trees using DISCO (Willson et al., Systematic Biology 2022) and then roots the given species tree using the information in the single-copy gene trees using Quintet Rooting (QR). We show that the relative accuracy of STRIDE and DISCO+QR depend on properties of the dataset (number of species, genes, rate of gene duplication, degree of ILS, and gene tree estimation error), and that each provides advantages over the other under some conditions. Availability: DISCO and QR are available in GitHub. The supplementary materials are available at http://tandy.cs.illinois.edu/discoqr-suppl.pdf.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.02.522492"}, {"doi": "10.1101/2023.01.01.522422", "title": "Circuit to target approach defines an autocrine myofibroblast loop that drives cardiac fibrosis", "authors": "Miyara, S.; Adler, M.; Bassat, E.; Divinsky, Y.; Umansky, K. B.; Elkahal, J.; Genzelinakh, A.; Kain, D.; Lendengolts, D.; Shalit, T.; Gershovits, M.; Shakked, A.; Zhang, L.; Wang, J.; Kimchi, D. M.; Baehr, A.; Sarig, R.; Kupatt, C.; Tanaka, E. M.; Medzhitov, R.; Mayo, A.; Alon, U.; Tzahor, E.", "author_corresponding": "Eldad Tzahor", "author_corresponding_institution": "Department of Molecular Cell Biology, Weizmann Institute of Science, Rehovot, Israel", "date": "2023-01-03", "category": "systems biology", "abstract": "Fibrosis is a broad pathology of excessive scarring with substantial medical implications. The fibrotic scar is produced by myofibroblasts that interact with macrophages. Fibrosis is a complex process involving thousands of factors, therefore, to better understand fibrosis and develop new therapeutic approaches, it is necessary to simplify and clarify the underlying concepts. Recently, we described a mathematical model for a macrophage-myofibroblast cell circuit, predicting two types of fibrosis - hot fibrosis with abundant macrophages and myofibroblasts, and cold fibrosis dominated by myofibroblasts alone. To test these concepts and intervention strategies in a medically relevant system, we use a widely studied in-vivo injury model for fibrosis, myocardial infarction (MI). We show that cold fibrosis is the final outcome of MI in both mice and pigs and demonstrate that fibrosis can shift toward healing in regenerative settings. MI begind with an increase of myofibroblasts and macrophages, followed by macrophage decline leading to persistent cold fibrosis (only myofibroblasts). During this process, fibroblasts, unlike macrophages, acquire distinct fate changes. Using mathematical modeling we predict that targeting of the autocrine signal for myofibroblast division could block cold fibrosis. We identify TIMP1 as an autocrine cardiac myofibroblast growth factor in-vitro. Treatment of adult mice after MI with anti-TIMP1 antibodies reduces fibrosis in-vivo. This study shows the utility of the concepts of hot and cold fibrosis and the feasibility of our circuit-to-target approach to reduce fibrosis after acute cardiac injury by inhibiting the myofibroblast autocrine loop.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.01.522422"}, {"doi": "10.1101/2023.01.02.522513", "title": "MASH Native: A Unified Solution for Native Top-Down Proteomics Data Processing", "authors": "Larson, E. J.; Pergande, M. R.; Moss, M. E.; Rossler, K. J.; Wenger, R. K.; Krichel, B.; Josyer, H.; Melby, J. A.; Roberts, D. S.; Pike, K.; Shi, Z.; Chan, H.-J.; Knight, B. A.; Rogers, H. T.; Brown, K. A.; Ong, I. M.; Jeong, K.; Marty, M. T.; McIlwain, S. J.; Ge, Y.", "author_corresponding": "Ying Ge", "author_corresponding_institution": "UW-Madison", "date": "2023-01-03", "category": "bioinformatics", "abstract": "Native top-down proteomics (nTDP) integrates native mass spectrometry (nMS) with top-down proteomics (TDP) to provide comprehensive analysis of protein complexes together with proteoform identification and characterization. Despite significant advances in nMS and TDP software developments, a unified and user-friendly software package for analysis of nTDP data remains lacking. Herein, we have developed MASH Native to provide a unified solution for nTDP to process complex datasets with database searching capabilities in a user-friendly interface. MASH Native supports various data formats and incorporates multiple options for deconvolution, database searching, and spectral summing to provide a one-stop shop for characterizing both native protein complexes and proteoforms. The MASH Native app, video tutorials, written tutorials and additional documentation are freely available for download at https://labs.wisc.edu/gelab/MASH_Explorer/MASHNativeSoftware.php. All data files shown in user tutorials are included with the MASH Native software in the download .zip file.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.02.522513"}, {"doi": "10.1101/2023.01.03.522057", "title": "In Vivo Delivery of Therapeutic Molecules by Transplantation of Genome-Edited Induced Pluripotent Stem Cells", "authors": "Nakajima, I.; Tsukimura, T.; Ono, T.; Shiga, T.; Shitara, H.; Togawa, T.; Sakuraba, H.; Miyaoka, Y.", "author_corresponding": "Yuichiro Miyaoka", "author_corresponding_institution": "Tokyo Metropolitan Institute of Medical Science", "date": "2023-01-03", "category": "cell biology", "abstract": "Human induced pluripotent stem cells (iPSCs) have already been used in transplantation therapies. Currently, cells from healthy people are transplanted into patients with diseases. With the rapid evolution of genome editing technology, genetic modification could be applied to enhance the therapeutic effects of iPSCs, such as the introduction of secreted molecules to make the cells a drug delivery system. Here, we addressed this possibility by utilizing a Fabry disease mouse model, as a proof of concept. Fabry disease is caused by the lack of -Galactosidase A (GLA). We previously developed an immunotolerant therapeutic molecule, modified -N-acetylgalactosaminidase (mNAGA). We confirmed that secreted mNAGA from genome-edited iPSCs compensated for the GLA activity in GLA-deficient cells using an in vitro co-culture system. Moreover, iPSCs transplanted into Fabry model mice secreted mNAGA and supplied GLA activity to the liver. This study demonstrates the great potential of genome-edited iPSCs secreting therapeutic molecules.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.03.522057"}, {"doi": "10.1101/2023.01.02.522532", "title": "Transfer Learning with False Negative Control Improves Polygenic Risk Prediction", "authors": "Jeng, X. J.; Hu, Y.; Tzeng, J.-Y.", "author_corresponding": "Jung-Ying Tzeng", "author_corresponding_institution": "North Carolina State University", "date": "2023-01-03", "category": "genetics", "abstract": "Polygenic risk score (PRS) is a quantity that aggregates the effects of variants across the genome and estimates an individuals genetic predisposition for a given trait. PRS analysis typically contains two input data sets: base data for effect size estimation and target data for individual-level prediction. Given the availability of large-scale base data, it becomes more common that the ancestral background of base and target data do not perfectly match. In this paper, we treat the GWAS summary information obtained in the base data as knowledge learned from a pre-trained model, and adopt a transfer learning framework to effectively leverage the knowledge learned from the base data that may or may not have similar ancestral background as the target samples to build prediction models for target individuals. Our proposed transfer learning framework consists of two main steps: (1) conducting false negative control (FNC) marginal screening to extract useful knowledge from the base data; and (2) performing joint model training to integrate the knowledge extracted from base data with the target training data for accurate trans-data prediction. This new approach can significantly enhance the computational and statistical efficiency of joint-model training, alleviate over-fitting, and facilitate more accurate trans-data prediction when heterogeneity level between target and base data sets is small or high.\n\nAuthor summaryPolygenic risk score (PRS) can quantify the genetic predisposition for a trait. PRS construction typically contains two input datasets: base data for variant-effect estimation and target data for individual-level prediction. Given the availability of large-scale base data, it becomes common that the ancestral background of base and target data do not perfectly match. In this paper, we introduce a PRS method under a transfer learning framework to effectively leverage the knowledge learned from the base data that may or may not have similar background as the target samples to build prediction models for target individuals. Our method first utilizes a unique false-negative control strategy to extract useful information from base data while ensuring to retain a high proportion of true signals; it then applies the extracted information to re-train PRS models in a statistically and computationally efficient fashion. We use numerical studies based on simulated and real data to show that the proposed method can increase the accuracy and robustness of polygenic prediction across different ranges of heterogeneities between base and target data and sample sizes, reduce computational cost in model re-training, and result in more parsimonious models that can facilitate PRS interpretation and/or exploration of complex, non-additive PRS models.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.02.522532"}, {"doi": "10.1101/2023.01.02.522522", "title": "Systematic assessment of the contribution of structural variants to inherited retinal diseases", "authors": "Wen, S.; Wang, M.; Qian, X.; Li, Y.; Wang, K.; Choi, J.; Pennesi, M. E.; Yang, P.; Marra, M.; Koenekoop, R. K.; Lopez, I.; Matynia, A.; Gorin, M.; Sui, R.; Yao, F.; Goetz, K.; Porto, F. B. O.; Chen, R.", "author_corresponding": "Rui Chen", "author_corresponding_institution": "Baylor College of Medicine", "date": "2023-01-03", "category": "genetics", "abstract": "Despite increasing success in determining genetic diagnosis for patients with inherited retinal diseases (IRDs), mutations in about 30% of the IRD cases remain unclear or unsettled after targeted gene panel or whole exome sequencing. In this study, we aimed to investigate the contributions of structural variants (SVs) to settling the molecular diagnosis of IRD with whole-genome sequencing (WGS). A cohort of 755 IRD patients whose pathogenic mutations remain undefined was subjected to WGS. Four SV calling algorithms including include MANTA, DELLY, LUMPY, and CNVnator were used to detect SVs throughout the genome. All SVs identified by any one of these four algorithms were included for further analysis. AnnotSV was used to annotate these SVs. SVs that overlap with known IRD-associated genes were examined with sequencing coverage, junction reads, and discordant read pairs. PCR followed by Sanger sequencing was used to further confirm the SVs and identify the breakpoints. Segregation of the candidate pathogenic alleles with the disease was performed when possible. In total, sixteen candidate pathogenic SVs were identified in sixteen families, including deletions and inversions, representing 2.1% of patients with previously unsolved IRDs. Autosomal dominant, autosomal recessive, and X-linked inheritance of disease-causing SVs were observed in 12 different genes. Among these, SVs in CLN3, EYS, PRPF31 were found in multiple families. Our study suggests that the contribution of SVs detected by short-read WGS is about 0.25% of our IRD patient cohort and is significantly lower than that of single nucleotide changes and small insertions and deletions.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.02.522522"}, {"doi": "10.1101/2023.01.03.522582", "title": "Resolving the heterogeneity of L1 DNA methylation reveals the epigenetic and transcriptional interplay between L1s and their integration sites.", "authors": "Lanciano, S.; Philippe, C.; Sarkar, A.; Domrane, C.; Doucet, A. J.; van Essen, D.; Saccani, S.; Ferry, L.; Defossez, P.-A.; Cristofari, G.", "author_corresponding": "Gael Cristofari", "author_corresponding_institution": "University Cote d'Azur, Inserm, CNRS, Institute for Research on Cancer and Aging of Nice (IRCAN), Nice, France", "date": "2023-01-03", "category": "genomics", "abstract": "Primate-specific long interspersed elements-1 (LINE-1 or L1) play important roles in human disease and evolution, but are difficult to study given their repetitive nature. Here, we combine short- and long-read sequencing to resolve the DNA methylation profiles of L1 elements genome-wide and at single-locus resolution. With this approach, we uncover cell-type-, family- and locus-specific patterns. We show that the methylation of intragenic L1 elements is associated with gene body methylation of transcriptionally active genes and conversely, that L1s frequently propagate their methylation state to the surrounding genomic region. We identify sets of transcription factors bound to unmethylated L1s and their flank, some of which control the expression of chimeric gene-retrotransposon transcripts. Finally, we demonstrate that hypomethylation alone is insufficient to unleash L1 expression. Together, our results highlight the interplay between L1 retrotransposons and their integration sites, and reveal unanticipated layers of cell-type-specific epigenetic regulation.\n\nHIGHLIGHTSO_LIAggregate analysis masks the heterogeneity of L1 DNA methylation\nC_LIO_LIThe region immediately adjacent to an L1 insertion frequently adopts the L1 methylation state\nC_LIO_LIWidespread L1-associated epivariation is accompanied by differential transcription factor binding and new transcript isoforms\nC_LIO_LIL1 hypomethylation alone is insufficient to enable its transcription\nC_LI", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.03.522582"}, {"doi": "10.1101/2023.01.03.522578", "title": "Computational workflow and interactive analysis of single-cell expression profiling of islets generated by the Human Pancreas Analysis Program", "authors": "Patil, A.; Schug, J.; HPAP,  ; Naji, A.; Kaestner, K.; Faryabi, R.; Vahedi, G.", "author_corresponding": "Golnaz Vahedi", "author_corresponding_institution": "University of Pennsylvania", "date": "2023-01-03", "category": "genomics", "abstract": "Type 1 and Type 2 diabetes are distinct genetic diseases of the pancreas which are defined by the abnormal level of blood glucose. Understanding the initial molecular perturbations that occur during the pathogenesis of diabetes is of critical importance in understanding these disorders. The inability to biopsy the human pancreas of living donors hampers insights into early detection, as the majority of diabetes studies have been performed on peripheral leukocytes from the blood, which is not the site of pathogenesis. Therefore, efforts have been made by various teams including the Human Pancreas Analysis Program (HPAP) to collect pancreatic tissues from deceased organ donors with different clinical phenotypes. HPAP is designed to define the molecular pathogenesis of islet dysfunction by generating detailed datasets of functional, cellular, and molecular information in pancreatic tissues of clinically well-defined organ donors with Type 1 and Type 2 diabetes. Moreover, data generated by HPAP continously become available through a centralized database, PANC-DB, thus enabling the diabetes research community to access these multi-dimensional data prepublication. Here, we present the computational workflow for single-cell RNA-seq data analysis of 258,379 high-quality cells from the pancreatic islets of 67 human donors generated by HPAP, the largest existing scRNA-seq dataset of human pancreatic tissues. We report various computational steps including preprocessing, doublet removal, clustering and cell type annotation across single-cell RNA-seq data from islets of four distintct classes of organ donors, i.e. non-diabetic control, autoantibody positive but normoglycemic, Type 1 diabetic, and Type 2 diabetic individuals. Moreover, we present an interactive tool, called CellxGene developed by the Chan Zuckerberg initiative, to navigate these high-dimensional datasets. Our data and interactive tools provide a reliable reference for singlecell pancreatic islet biology studies, especially diabetes-related conditions.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.03.522578"}, {"doi": "10.1101/2023.01.02.522533", "title": "AimSeg: a machine-learning-aided tool for axon, inner tongue and myelin segmentation", "authors": "Rondelli, A. M.; Morante-Redolat, J. M.; Bankhead, P.; Vernay, B.; Williams, A.; Carrillo-Barbera, P.", "author_corresponding": "Pau Carrillo-Barberà", "author_corresponding_institution": "University of Valencia: Universitat de Valencia", "date": "2023-01-03", "category": "bioinformatics", "abstract": "Electron microscopy (EM) images of axons and their ensheathing myelin from both the central and peripheral nervous system are used for assessing myelin formation, degeneration (demyelination) and regeneration (remyelination). The g-ratio is the gold standard measure of assessing myelin thickness and quality, and traditionally is determined from measurements done manually from EM images - a time-consuming endeavour with limited reproducibility. These measurements have also historically neglected the innermost uncompacted myelin sheath, known as the inner myelin tongue. Nonetheless, the inner tongue has been shown to be important for myelin growth and some studies have reported that certain conditions can elicit its enlargement. Ignoring this fact may bias the standard g-ratio analysis, whereas quantifying the uncompacted myelin has the potential to provide novel insights in the myelin field. In this regard, we have developed AimSeg, a bioimage analysis tool for axon, inner tongue and myelin segmentation. Aided by machine learning classifiers trained on tissue undergoing remyelination, AimSeg can be used either as an automated workflow or as a user-assisted segmentation tool. Validation results show good performance segmenting all three fibre components, with the assisted segmentation showing the potential for further improvement with minimal user intervention. This results in a considerable reduction in time for analysis compared with manual annotation. AimSeg could also be used to build larger, high quality ground truth datasets to train novel deep learning models. Implemented in Fiji, AimSeg can use machine learning classifiers trained in ilastik. This, combined with a user-friendly interface and the ability to quantify uncompacted myelin, makes AimSeg a unique tool to assess myelin growth.\n\nAuthor SummaryMyelin is formed by specialised cells that wrap themselves around axons and has a major role in the function, protection, and maintenance of nerves. These functions are disturbed by demyelinating diseases, such as multiple sclerosis. In this work we present AimSeg, a new tool based on artificial intelligence algorithms (machine learning) to assess myelin growth on electron microscopy images. Whereas standard metrics and previous computational methods focus on quantifying compact myelin, AimSeg also quantifies the inner myelin tongue (uncompacted myelin). This structure has been largely overlooked despite the fact that it has an important role in the process of myelin growth (both during development and in the adult brain) and recent studies have reported morphological changes associated with some diseases. We report the performance of AimSeg, both as a fully automated approach and in an assisted segmentation workflow that enables the user to curate the results on-the-fly while reducing human intervention to the minimum. Therefore, AimSeg stands as a novel bioimage analysis tool that meets the challenges of assessing myelin growth by supporting both standard metrics for myelin evaluation and the quantification of the uncompacted myelin in different conditions.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.02.522533"}, {"doi": "10.1101/2023.01.03.522478", "title": "Modulating membrane shape and mechanics of minimal cells by light: area increase, softening and interleaflet coupling of membrane models doped with azobenzene-lipid photoswitches", "authors": "Aleksanyan, M.; Grafmueller, A.; Crea, F.; Gergiev, V. N.; Heberle, J.; Dimova, R.", "author_corresponding": "Rumiana Dimova", "author_corresponding_institution": "Max Planck Institute of Colloids and Interfaces", "date": "2023-01-03", "category": "biophysics", "abstract": "Light can effectively interrogate biological systems providing control over complex cellular processes. Particularly advantageous features of photo-induced processes are reversibility, physiological compatibility, and spatiotemporal precision. Understanding the underlying biophysics of light-triggered changes in bio-systems is crucial for cell viability and optimizing clinical applications of photo-induced processes in biotechnology, optogenetics and photopharmacology. Employing membranes doped with the photolipid azobenzene-phosphatidylcholine (azo-PC), we provide a holistic picture of light-triggered changes in membrane morphology, mechanics and dynamics. We combine microscopy of giant vesicles as minimal cell models, Langmuir monolayers, and molecular dynamics simulations. We employ giant vesicle elelctrodeformation as a facile and accurate approach to quantify the magnitude, reversibility and kinetics of light-induced area expansion/shrinkage as a result of azo-PC photoisomerization and content. Area increase as high as ~25% and a 10-fold decrease in the membrane bending rigidity is observed upon trans-to-cis azo-PC isomerization. These results are in excellent agreement with simulations data and monolayers. Simulations also show that trans-to-cis isomerization of azo-PC decreases the membrane leaflet coupling. We demonstrate that light can be used to finely manipulate the shape and mechanics of photolipid-doped minimal cell models and liposomal drug carriers, thus, presenting a promising therapeutic alternative for the repair of cellular disorders.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.03.522478"}, {"doi": "10.1101/2023.01.03.522574", "title": "Mapping the dynamic cell surface interactome of high-density lipoprotein reveals Aminopeptidase N as modulator of its endothelial uptake", "authors": "Frey, K.; Rohrer, L.; Potapenko, A.; Goetze, S.; von Eckardstein, A.; Wollscheid, B.", "author_corresponding": "Bernd Wollscheid", "author_corresponding_institution": "ETH Zurich", "date": "2023-01-03", "category": "systems biology", "abstract": "Heterogeneous high-density lipoprotein (HDL) particles, which can contain hundreds of proteins, affect human health and disease through dynamic molecular interactions with cell surface proteins. How HDL mediates its long-range signaling functions and interactions with various cell types is largely unknown. Due to the complexity of HDL, we hypothesize that multiple receptors engage with HDL particles resulting in condition-dependent receptor-HDL interaction clusters at the cell surface. Here we used the mass spectrometry-based and light-controlled proximity labeling strategy LUX-MS in a discovery-driven manner to decode HDL-receptor interactions. Surfaceome nanoscale organization analysis of hepatocytes and endothelial cells using LUX-MS revealed that the previously known HDL-binding protein scavenger receptor SCRB1 is embedded in a cell surface protein community, which we term HDL synapse. Modulating the endothelial HDL synapse, composed of 60 proteins, by silencing individual members showed that the HDL synapse can be assembled in the absence of SCRB1 and that the members are interlinked. The aminopeptidase AMPN (also known as CD13) was identified as an HDL synapse member that directly influences HDL uptake into the primary human aortic endothelial cells (HAECs). Our data indicate that preformed cell surface residing protein complexes modulate HDL function and suggest new theragnostic opportunities.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.03.522574"}, {"doi": "10.1101/2023.01.01.522064", "title": "Investigation of the Impact of Clonal Hematopoiesis on Severity and Pathophysiology of COVID-19 in Rhesus Macaques", "authors": "Shin, T.-H.; Zhou, Y.; Lee, B.-C.; Hong, S. G.; Andrew, S. F.; Flynn, B. J.; Gagne, M.; Todd, J.-P. M.; Moore, I. N.; Cook, A.; Lewis, M. G.; Foulds, K. E.; Seder, R. A.; Doueck, D. C.; Roederer, M.; Dunbar, C. E.", "author_corresponding": "Tae-Hoon Shin", "author_corresponding_institution": "Jeju National University", "date": "2023-01-03", "category": "genetics", "abstract": "Clinical manifestations of COVID-19 vary widely, ranging from asymptomatic to severe respiratory failure with profound inflammation. Although risk factors for severe illness have been identified, definitive determinants remain elusive. Clonal hematopoiesis (CH), the expansion of hematopoietic stem and progenitor cells bearing acquired somatic mutations, is associated with advanced age and hyperinflammation. Given the similar age range and hyperinflammatory phenotype between frequent CH and severe COVID-19, CH could impact the risk of severe COVID-19. Human cohort studies have attempted to prove this relationship, but conclusions are conflicting. Rhesus macaques (RMs) are being utilized to test vaccines and therapeutics for COVID-19. However, RMs, even other species, have not yet been reported to develop late inflammatory COVID-19 disease. Here, RMs with either spontaneous DNMT3A or engineered TET2 CH along with similarly transplanted and conditioned controls were infected with SARS-CoV-2 and monitored until 12 days post-inoculation (dpi). Although no significant differences in clinical symptoms and blood counts were noted, an aged animal with natural DNMT3A CH died on 10 dpi. CH macaques showed evidence of sustained local inflammatory responses compared to controls. Interestingly, viral loads in respiratory tracts were higher at every timepoint in the CH group. Lung sections from euthanasia showed evidence of mild inflammation in all animals, while viral antigen was more frequently detected in the lung tissues of CH macaques even at the time of autopsy. Despite the lack of striking inflammation and serious illness, our findings suggest potential pathophysiological differences in RMs with or without CH upon SARS-CoV-2 infection.\n\nHighlightsO_LINo evidence of association between CH and COVID-19 clinical severity in macaques.\nC_LIO_LIThe presence of CH is associated with prolonged local inflammatory responses in COVID-19.\nC_LIO_LISARS-CoV-2 persists longer in respiratory tracts of macaques with CH following infection.\nC_LI", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.01.522064"}, {"doi": "10.1101/2023.01.02.522466", "title": "Time Dependent Dihedral Angle Oscillations of the Spike Protein of SARS-CoV-2 Reveal Favored Frequencies of Dihedral Angle Rotations", "authors": "Bastidas, O. H.", "author_corresponding": "Oscar Herminio Bastidas", "author_corresponding_institution": "Virginia Commonwealth University", "date": "2023-01-03", "category": "biophysics", "abstract": "The spike protein of SARS-CoV-2 is critical to viral infection of host cells which ultimately results in COVID-19. In this study we analyze the behavior of dihedral (phi and psi) angles of the spike protein over time from molecular dynamics and identify that the oscillations of these dihedral angles are dominated by a few discrete, relatively low frequencies in the 23-63 MHz range with 42.96875 MHz being the most prevalent frequency sampled by the oscillations. We further observe that upon tallying the populations of each individual frequency for all residues along the frequency spectrum, there is a regular alternation between high and low population counts along the increasing frequency values in the spectrum. This alternation of the counts becomes less pronounced and ultimately stabilizes as the frequency values increase. These observations thus suggest a regularity and propensity in the spike proteins dihedral angles to avoid similar oscillation population counts between vicinal frequencies. We also observe that for amino acids that are least abundant in the S protein, there are certain frequencies at which the dihedral angles never oscillate, in contrast to relatively abundant amino acids that ultimately cover the entire spectrum. This suggests that the frequency components of dihedral angle oscillations may also be a function of position in the primary structure: the more positions an amino acid is found in, the more frequencies it can sample. Lastly, certain residues identified in the literature as constituting the inside of a druggable pocket of the spike protein, as well as other residues identified as allosteric sites, are observed in our data to have distinctive time domain profiles. This motivates us to propose residues from our dynamic data, with similar time domain profiles, which may be of potential interest to the vaccine and drug design communities, for further investigation. Thus our findings indicate that there is a particular frequency domain profile for the spike protein, hidden within the time domain data, and this information, perhaps with the suggested residues, might provide additional insight into therapeutic development strategies for COVID-19 and beyond.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.02.522466"}, {"doi": "10.1101/2023.01.01.522328", "title": "SARS-CoV-2 protein NSP2 enhances microRNA-mediated translational repression", "authors": "Naeli, P.; Zhang, X.; Harris Snell, P.; Chatterjee, S.; Kamran, M.; Ladak, R. J.; Orr, N.; Duchaine, T.; Sonenberg, N.; Jafarnejad, S. M.", "author_corresponding": "Seyed Mehdi Jafarnejad", "author_corresponding_institution": "Queen's University Belfast", "date": "2023-01-03", "category": "cell biology", "abstract": "microRNAs (miRNAs) inhibit mRNA translation initiation by recruiting the GIGYF2/4EHP translation repressor complex to the mRNA 5 cap structure. Viruses utilise miRNAs to impair the host antiviral immune system and facilitate viral infection by expressing their own miRNAs or co-opting cellular miRNAs. We recently reported that the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) encoded non-structural protein 2 (NSP2) interacts with GIGYF2. This interaction is critical for blocking translation of the Ifn1-b mRNA that encodes the cytokine Interferon-{beta}, and thereby impairs the host antiviral immune response. However, it is not known whether NSP2 also affects miRNA-mediated silencing. Here, we demonstrate the pervasive augmentation of the miRNA-mediated translational repression of cellular mRNAs by NSP2. We show that NSP2 interacts with Argonaute 2, the core component of the miRNA-Induced Silencing Complex (miRISC) and enhances the translational repression mediated by natural miRNA binding sites in the 3 UTR of cellular mRNAs. Our data reveal an additional layer of the complex mechanism by which SARS-CoV-2 and likely other coronaviruses manipulate the host gene expression program through co-opting the host miRNA-mediated silencing machinery.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.01.522328"}, {"doi": "10.1101/2023.01.03.522539", "title": "EVALUATION AND COMPARISON OF THE ANTIOXIDANT AND FREE RADICAL SCAVENGING PROPERTIES OF MEDICINAL PLANTS BY USING THE DPPH ASSAY IN-VITRO", "authors": "Yousaf, H.", "author_corresponding": "Hassan Yousaf", "author_corresponding_institution": "The University of Lahore", "date": "2023-01-03", "category": "biochemistry", "abstract": "IntroductionFree radicals have been found to cause a number of problems and damage in the human body especially cardiovascular disorders and cancer. These radiation-based treatments may have some damaging effects on other normal body cells. So there is a need to explore some natural means which may contain antioxidants, which can trap the ROS produced within the living body.\n\nMethodsIn this research, various medicinal plant samples were observed for free radical hunting or scavenging activity of their methanolic, ethanolic and aqueous extracts by using the DPPH (1, 1-diphenyl, 2-picryl-hydrazyl) assay in-vitro by taking the absorbance reading at 517nm using a spectrophotometer, because of flavonoids and other polyphenol contents, the anti-oxidant activity was possessed by these traditionally used medicinal plants from Himalayan regions of Pakistan.\n\nResultsThe results showed that all samples in ethanolic extracts showed a higher value of radical scavenging potential. The highest radical scavenging activity was observed in the Euphrasiae stricta (IC50= 38.972 g/mL), Euphorbia platyphyllos L. (IC50= 40.817 g/mL), and Epimedium brevicomum Maxim (IC50= 46.265 g/mL), medicinal plants for both of their ethanolic and methanolic extracts as compared to the Ascorbic Acid scavenging activity (IC50=37.337 g/ml).\n\nConclusionThese Plants can be efficiently applied as an important antioxidant source for the treatment and inhibition of widely spread oxidative stress-related degenerative diseases like cancer, cardiovascular & inflammatory disorders, atherosclerosis, dementia, diabetes, asthma, and eyes related to degenerative diseases, etc.\n\nImpacts/ HighlightsO_LISamples in ethanolic extracts showed a higher value of radical scavenging potential.\nC_LIO_LIThe highest radical scavenging activity was observed in the Euphrasiae stricta (IC50= 38.972 g/mL), Euphorbia platyphyllos L. (IC50= 40.817 g/mL) and Epimedium brevicomum Maxim (IC50= 46.265 g/mL).\nC_LI\n\nGraphical abstract\n\nO_FIG O_LINKSMALLFIG WIDTH=158 HEIGHT=200 SRC=\"FIGDIR/small/522539v1_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (25K):\norg.highwire.dtl.DTLVardef@2713deorg.highwire.dtl.DTLVardef@1897be7org.highwire.dtl.DTLVardef@125afcborg.highwire.dtl.DTLVardef@138737c_HPS_FORMAT_FIGEXP  M_FIG C_FIG", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.03.522539"}, {"doi": "10.1101/2023.01.03.522558", "title": "Investigating the Unbinding of Muscarinic Antagonists from the Muscarinic 3 Receptor.", "authors": "Buigues Jorro, P. J.; Gehrke, S.; Badaoui, M.; Mandana, G.; Qi, T.; Bottegoni, G.; Rosta, E.", "author_corresponding": "Edina Rosta", "author_corresponding_institution": "University College London", "date": "2023-01-03", "category": "biophysics", "abstract": "Patient symptom relief is often heavily influenced by the residence time of the inhibitor-target complex. For the human muscarinic receptor 3 (hMR3), tiotropium is a long-acting bronchodylator used in conditions such as asthma or chronic obstructive pulmonary disease (COPD). The mechanistic insights of this inhibitor remain unclear, specifically, elucidation of the main factors determining the unbinding rates could help develop the next generation of antimuscarinic agents. Using our novel unbinding algorithm, we were able to investigate ligand dissociation from hMR3. The unbinding paths of tiotropium and two of its analogues, N-methylscopolamin and homatropine methylbromide show a consistent qualitative mechanism and allowed us to identify the structural bottleneck of the process. Furthermore, our machine learning-based analysis identified key roles of the ECL2/TM5 junction involved at the transition state. Additionally, our results point at relevant changes at the intracellular end of the TM6 helix leading to the ICL3 kinase domain, highlighting the closest residue L482. This residue is located right between two main protein binding sites involved in signal transduction for hMR3s activation and regulation. We also highlight key pharmacophores of tiotropium that play determining roles in the unbinding kinetics and could aid towards drug design and lead optimization.\n\nDescription\n\nO_FIG O_LINKSMALLFIG WIDTH=200 HEIGHT=109 SRC=\"FIGDIR/small/522558v2_ufig1.gif\" ALT=\"Figure 1\">\nView larger version (31K):\norg.highwire.dtl.DTLVardef@2598b2org.highwire.dtl.DTLVardef@4bf425org.highwire.dtl.DTLVardef@89dfa8org.highwire.dtl.DTLVardef@1ba9f48_HPS_FORMAT_FIGEXP  M_FIG C_FIG Graphical abstract of the work, showing the unbinding for ligands 1 (tiotropium, TTP), 2 (N-methylscopolamin, NMS) and 3 (homatropine methylbromide, CPD2). Using TTPs downhill simulations from its unbinding transition state, different protein-ligand and proteinprotein interactions were analyzed with MLTSA to find relevant CVs driving the different outcomes.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.03.522558"}, {"doi": "10.1101/2023.01.01.522439", "title": "Fatty Acid Vesicles as Hard UV-C Shields for Early Life", "authors": "Lechuga, I.; Michaelian, K.", "author_corresponding": "Karo Michaelian", "author_corresponding_institution": "Universidad Nacional Autonoma de Mexico", "date": "2023-01-03", "category": "biophysics", "abstract": "Theories on lifes origin generally acknowledge the advantage of a semi-permeable vesicle (protocell) for enhancing the chemical reaction-diffusion processes involved in abiogenesis. However, more and more evidence indicates that the origin of life concerned the photo-chemical dissipative structuring of the fundamental molecules under UV-C light. In this paper, we analyze the Mie UV scattering properties of such a vesicle made from long chain fatty acids. We find that the vesicle could have provided early life with a shield from the faint, but dangerous, hard UV-C ionizing light (180-210 nm) that probably bathed Earths surface from before the origin of life and until perhaps 1,500 million years after, until the formation of a protective ozone layer as a result of the evolution of oxygenic photosynthesis.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.01.522439"}, {"doi": "10.1101/2023.01.03.522543", "title": "GolpHCat (TMEM87A): a unique voltage-gated and pH-sensitive cation channel in the Golgi", "authors": "Kang, H.; Jeong, H.; Han, A.-R.; Koh, W.; Lee, J. M.; Jo, H.; Lee, H.; Bhalla, M.; Roh, W. S.; Jang, H. J.; Lee, B.; Kim, H. M.; An, H. J.; Lee, C. J.", "author_corresponding": "C. Justin Lee", "author_corresponding_institution": "IBS (Institute of Basic Science)", "date": "2023-01-03", "category": "molecular biology", "abstract": "The Golgi apparatus is a critical intracellular organelle that is responsible for modifying, packaging, and transporting proteins to their destinations. Golgi homeostasis involving the acidic pH, ion concentration, and membrane potential, is critical for proper functions and morphology of the Golgi. Although transporters and anion channels that contribute to Golgi homeostasis have been identified, the molecular identity of cation channels remains unknown. Here we identify TMEM87A as a novel Golgi-resident cation channel that contributes to pH homeostasis and rename it as GolpHCat (Golgi pH-sensitive Cation channel). The genetic ablation of GolpHCat exhibits an impaired resting pH in the Golgi. Heterologously expressed GolpHCat displays voltage- and pH-dependent, non-selective cationic, and inwardly rectifying currents, with potent inhibition by gluconate. Furthermore, reconstitution of purified GolpHCat in liposomes generates functional channel activities with unique voltage-dependent gating and ion permeation. GolpHCat is expressed in various cell types such as neurons and astrocytes in the brain. In the hippocampus, GolpHCat-knockout mice show dilated Golgi morphology and altered glycosylation and protein trafficking, leading to impaired spatial memory with significantly reduced long-term potentiation. We elucidate that GolpHCat, by maintaining Golgi membrane potential, regulates ionic and osmotic homeostasis, protein glycosylation/trafficking, and brain functions. Our results propose a new molecular target for Golgi-related diseases and cognitive impairment.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.03.522543"}, {"doi": "10.1101/2023.01.03.522545", "title": "Multi-omics analysis reveals the regulatory mechanism of flavonol biosynthesis during the formation of petal color in Camellia nitidissima", "authors": "Feng, Y.; Li, J.; Chu, X.; Yin, H.; Fan, Z.; Yu, S.; Minyan, W.; Li, X.; Liu, W.", "author_corresponding": "Weixin Liu", "author_corresponding_institution": "Research Institute of Subtropical Forestry, Chinese Academy of Forestry", "date": "2023-01-03", "category": "molecular biology", "abstract": "Camellia nitidissima is a prized woody flower with golden-yellow flowers, and has high ornamental, medicinal and economic value. Previous works indicated that the content of flavonol accumulated greatly during golden petal formation. However, the molecular mechanism of golden flower formation in C. nitidissima remains largely unknown. In this study, we performed an integrative anlysis of transcriptome, proteome and metablome of petals at five developmental stages to construct the regulatory network during golden flower formation in C. nitidissima. Metablome anlysis showed that two flavonols, the quercetin and kaempferol glycosides, were highly accumulated in the golden petals. Furthermore, transcriptome and proteome sequencing suggested that the expression of flavonol biosynthesis genes or proteins was increased in golden petal stage, whereas expression of anthocyanin and proanthocyanidin genes or proteins were decreased. Six MYB and 20 bHLH genes were identified as potentially involved in flavonoid biosynthesis, and the brassinosteroid (BR) and jasmonate (JA) pathways were positively and negatively corretated with flavonol biosynthesis, respectively. Network correlation analysis suggested close relationships among BR and JA, MYB and bHLH, and the flavonoid pathway and flavonoid metabolites. Overall, this study shows a potential regulatory mechanism of flavonol biosynthesis duing golden petal formation in C. nitidissima.\n\nHighlightThe BR and JA pathway may positively and negatively regulate flavonol synthesis in Camellia nitidissima, respectively.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.03.522545"}, {"doi": "10.1101/2023.01.03.522555", "title": "Dissecting the respective roles of microbiota and host genetics in the susceptibility of Card9-/- mice to colitis", "authors": "Danne, C.; Lamas, B.; Lavelle, A.; Michel, M.-L.; Da-Costa, G.; Pham, H.-P.; Lefevre, A.; Bridonneau, C.; Bredon, M.; Planchais, J.; Straube, M.; Emond, P.; Langella, P.; Sokol, H.", "author_corresponding": "Camille Danne", "author_corresponding_institution": "Sorbonne University/PaCeMM FHU/INRAE", "date": "2023-01-03", "category": "genetics", "abstract": "BackgroundThe etiology of Inflammatory Bowel Disease (IBD) is unclear but involves both genetics and environmental factors, including the gut microbiota. Indeed, exacerbated activation of the gastrointestinal immune system toward the gut microbiota occurs in genetically susceptible hosts and under the influence of the environment. For instance, a majority of IBD susceptibility loci lie within genes involved in immune responses, such as caspase recruitment domain member 9 (Card9). However, the relative impacts of genotype versus microbiota on colitis susceptibility in the context of CARD9 deficiency remain unknown.\n\nResultsCard9 gene directly contributes to recovery from dextran sodium sulfate (DSS)-induced colitis by inducing the colonic expression of the cytokine IL-22 and the antimicrobial peptides Reg3{beta} and Reg3{gamma} independently of the microbiota. On the other hand, Card9 is required for regulating the microbiota capacity to produce AhR ligands, which leads to the production of IL-22 in the colon, promoting recovery after colitis. In addition, cross-fostering experiments showed that five weeks after weaning, the microbiota transmitted from the nursing mother before weaning had a stronger impact on the tryptophan metabolism of the pups than the pups own genotype.\n\nConclusionsThese results show the role of CARD9 and its effector IL-22 in mediating recovery from DSS-induced colitis in both microbiota-independent and microbiota-dependent manners. Card9 genotype modulates the microbiota metabolic capacity to produce AhR ligands, but this effect can be overridden by the implantation of a WT or \"healthy\" microbiota before weaning. It highlights the importance of the weaning reaction occurring between the immune system and microbiota for host metabolism and immune functions throughout life. A better understanding of the impact of genetics on microbiota metabolism is key to developing efficient therapeutic strategies for patients suffering from complex inflammatory disorders.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.03.522555"}, {"doi": "10.1101/2023.01.03.522480", "title": "Rare catechol-O-methyltransferase (COMT) missense variants are structurally unstable proteasome targets", "authors": "Larsen, F. B.; Cagiada, M.; Dideriksen, J.; Stein, A.; Lindorff-Larsen, K.; Hartmann-Petersen, R.", "author_corresponding": "Rasmus Hartmann-Petersen", "author_corresponding_institution": "University of Copenhagen", "date": "2023-01-03", "category": "biochemistry", "abstract": "Catechol-O-methyltransferase (COMT) is a key enzyme in the metabolism of catecholamines. Substrates of the enzyme include neurotransmitters such as dopamine and epinephrine, and therefore, COMT plays a central role in neurobiology. Since COMT also metabolises catecholamine drugs such as L-DOPA, variation in COMT activity could affect pharmacokinetics and drug availability. Certain COMT missense variants have been shown to display decreased enzymatic activity. Additionally, studies have shown that such missense variants may lead to loss-of-function induced by impaired structural stability, which results in activation of the protein quality control system and degradation by the ubiquitin-proteasome system. Here, we demonstrate that two rare missense variants of COMT are ubiquitylated and targeted for proteasomal degradation as a result of structural destabilisation and misfolding. This results in strongly reduced intracellular steady-state levels of the enzyme, which for the L135P variant is rescued upon binding to the COMT inhibitors entacapone and tolcapone. Our results reveal that the degradation is independent of the COMT isoform, as both soluble (S-COMT) and ER membrane-bound (MB-COMT) variants are degraded. In silico structural stability predictions identify regions within the protein that are critical for stability overlapping with evolutionarily conserved residues, pointing towards other variants that are likely destabilised and degraded.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.03.522480"}, {"doi": "10.1101/2023.01.03.522553", "title": "Integrated Bioinformatics Analysis Reveals APEX1 as a Potential Biomarker for Septic Cardiomyopathy", "authors": "Pu, J.; Gao, F.; He, Y.", "author_corresponding": "Junxing Pu", "author_corresponding_institution": "School of Public Health, Nanchang University, Nanchang 330031, China;", "date": "2023-01-03", "category": "bioinformatics", "abstract": "BackgroundA severe threat to human health is septic cardiomyopathy (SCM), a condition with high morbidity and fatality rates throughout the world. However, effective treatment targets are still lacking. Therefore, it is necessary and urgent to find new therapeutic targets of SCM.\n\nMethodsWe obtained gene chip datasets GSE79962, GSE53007 and GSE13205 from the GEO database. After data normalization, GSE79962 was used as the training set and screened for differentially expressed genes (DEGs). Then, the module genes most related to SCM were identified via weighted gene co-expression network analysis (WGCNA). The potential target genes of SCM were obtained by intersection of DEGs and WGCNA module genes. We further performed Gene Ontology (GO) and Kyoto Encyclopedia of Genes and Genomes (KEGG) function and pathway enrichment analyses on these genes. In addition, potential biomarkers were screened using machine learning algorithms and receiver operating characteristic (ROC) curve analysis. Gene Set Enrichment Analysis (GSEA) was then used to explore the mechanisms underlying the involvement of potential biomarkers. Finally, we validated the obtained potential biomarkers in test sets (GSE53007 and GSE13205).\n\nResultsA total of 879 DEGs were obtained by differential expression analysis. WGCNA generated 2939 module genes significantly associated with SCM. The intersection of the two results produced 479 potential target genes. Enrichment analysis showed that these genes were involved in the positive regulation of protein kinase A signaling, histone deacetylase activity and T cell receptor signaling pathway, etc. Then, the results of machine learning algorithm and ROC analysis revealed that NEIL3, APEX1, KCNJ14 and TKTL1 had good diagnostic efficacy. GSEA results showed that these genes involved in signaling pathways mainly enriched in base excision repair and glycosaminoglycan biosynthesis pathways, etc. Notably, APEX1 was significantly up-regulated in the SCM groups of the two test sets and the AUC (area under curve) > 0.85.\n\nConclusionsOur study identified NEIL3, APEX1, KCNJ14 and TKTL1 may play important roles in the pathogenesis of SCM through integrated bioinformatics analysis, and APEX1 may be a novel biomarker with great potential in the clinical diagnosis and treatment of SCM in the future.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.03.522553"}, {"doi": "10.1101/2023.01.03.522544", "title": "Structural insights into ion conduction by novel cation channel, TMEM87A, in Golgi apparatus", "authors": "Han, A.-r.; Zhang, A.; Kang, H.; Maria Solano, M. A.; Yang, J.; Lee, C. J.; Choi, S.; Kim, H. M.", "author_corresponding": "Ho Min Kim", "author_corresponding_institution": "Korea Advanced Institute of Science and Technology", "date": "2023-01-03", "category": "biophysics", "abstract": "TMEM87 family is evolutionarily conserved eukaryotic transmembrane proteins residing in the Golgi1. TMEM87 members play a role in retrograde transport in Golgi and are also proposed mechanosensitive ion channel implicated in cancer and heart disease2-7. In an accompanying study, TMEM87A is described as a voltage-gated, pH-sensitive, non-selective cation channel whose genetic ablation in mice disrupts Golgi morphology, alters glycosylation and protein trafficking, and impairs hippocampal memory. Despite the pivotal functions of TMEM87s in Golgi, underlying molecular mechanisms of channel gating and ion conduction have remained unknown. Here, we present a high-resolution cryo-electron microscopy structure of human TMEM87A (hTMEM87A). Compared with typical ion channels, the architecture of hTMEM87A is unique: a monomeric cation channel consisting of a globular extracellular/luminal domain and a seven-transmembrane domain (TMD) with close structural homology to channelrhodopsin. The central cavity within TMD is occupied by endogenous phosphatidylethanolamine, which seals a lateral gap between two TMs exposed to the lipid bilayer. By combining electrophysiology and molecular dynamics analysis, we identify a funnel-shaped electro-negative luminal vestibule that effectively attracts cations, and phosphatidylethanolamine occludes ion conduction. Our findings suggest that a conformational switch of highly conserved positively-charged residues on TM3 and displacement of phosphatidylethanolamine are opening mechanisms for hTMEM87A, providing an unprecedented insight into the molecular basis for voltage-gated ion conduction in Golgi.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.03.522544"}, {"doi": "10.1101/2023.01.03.521408", "title": "Experiments in micro-patterned model membranes support the narrow escape theory", "authors": "Meiser, E.; Mohammadi, R.; Vogel, N.; Holcman, D.; Fenz, S. F.", "author_corresponding": "Elisabeth Meiser", "author_corresponding_institution": "Cell- and Developmental Biology, University of Wuerzburg", "date": "2023-01-03", "category": "biophysics", "abstract": "The narrow escape theory (NET) predicts the escape time distribution of Brownian particles confined to a domain with reflecting borders except for one small window. Applications include molecular activation events in cell biology and biophysics. Specifically, the mean first passage time [Formula] can be analytically calculated from the size of the domain, the escape window, and the diffusion coefficient of the particles. In this study, we systematically tested the NET in a disc by variation of the escape opening. Our model system consisted of micro-patterned lipid bilayers. For the measurement of [Formula], we imaged diffusing fluorescently-labeled lipids using single-molecule fluorescence microscopy. We overcame the lifetime limitation of fluorescent probes by re-scaling the measured time with the fraction of escaped particles. Experiments were complemented by matching stochastic numerical simulations. To conclude, we confirmed the NET prediction in vitro and in silico for the disc geometry in the limit of small escape openings.\n\nSignificance StatementIn the biological context of a cell, a multitude of reactions are facilitated by diffusion. It is astonishing how Brownian motion as a cost-efficient but random process is mediating especially fast reactions. The formalism of the narrow escape theory is a tool to determine the average timescale of such processes to be completed (mean first passage time, MFPT) from the reaction space and diffusion coefficient. We present the systematic proof of this formalism experimentally in a bio-mimetic model system and by random walk simulations. Further, we demonstrate a straightforward solution to determine the MFPT from incomplete experimental traces. This will be beneficial for measurements of the MFPT, reliant on fluorescent probes, that have prior been inaccessible.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.03.521408"}, {"doi": "10.1101/2023.01.03.522172", "title": "In-silico monitoring of directed evolution convergence to unveil best performing variants with credibility score", "authors": "Nemoto, T.; Ocari, T.; Planul, A.; Tekinsoy, M.; Zin, E. A.; Dalkara, D.; Ferrari, U.", "author_corresponding": "Takahiro Nemoto", "author_corresponding_institution": "Kyoto University", "date": "2023-01-03", "category": "bioinformatics", "abstract": "Directed evolution (DE) is a versatile protein-engineering strategy applicable to proteins like enzymes, antibodies, or viral vectors. Starting from a library containing billions of random variants, DE screens them against a chosen task over multiple rounds until they converge onto a few variants with desired properties. Today, DE benefits from deep sequencing, allowing us to monitor millions of distinct variants through the screening iterations. Nevertheless deep sequencing data are noisy and it is often difficult to understand if the selection process has yet converged onto reliable results. As a consequence, experimentalists are compelled to increase the number of selection rounds or even to replicate the experiments. Here, we propose ACIDES (Accurate Confidence Intervals to rank Directed Evolution Scores), a combination of statistical inference and in-silico simulations to: (i) reliably estimate the selectivity of individual variants and its statistical error using the data from all available rounds; (ii) identify which variants among the best ones are worth keeping for further tests; (iii) quantify if DE has converged onto the few variants with desired function or if additional experimental rounds/replicates or deep sequencing are needed. The latter point allows for integrating ACIDES into the experimental pipeline to avoid unnecessary, costly and time-consuming experimental efforts. To showcase our method we re-analyze public datasets ranging from DE of viral vectors to phage-display or yeast competitive growth experiments. Lastly, we benchmark our method against previously proposed approaches in the literature.\n\nSignificance StatementDirected evolution (DE) is a protein engineering strategy that mimics Darwinian evolution within laboratory environments. Using NGS (Next Generation Sequencing: massively paralleled assay of DNA sequencing), candidate proteins are monitored during DE experiments to understand the selection process and to identify the fittest proteins. However, the number of evolving proteins is often larger than the number of proteins that NGS measurements can read, leading to noisy signals. Here, in order to harness the noise, we develop an in-silico monitoring framework to account for the noise and estimate the performance of each variant with an accurate credibility score. Our method can be used on the fly during the experiments and will help DE experimentalists with decision making.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.03.522172"}, {"doi": "10.1101/2023.01.03.521284", "title": "The genetic architecture of the human skeletal form", "authors": "Kun, E.; Javan, E. M.; Smith, O.; Gulamali, F.; Fuente, J. d. l.; Flynn, B. I.; Vajrala, K.; Trutner, Z.; Jayakumar, P.; Tucker-Drob, E. M.; Sohail, M.; Singh, T.; Narasimhan, V. M.", "author_corresponding": "Vagheesh M Narasimhan", "author_corresponding_institution": "The University of Texas at Austin", "date": "2023-01-03", "category": "genomics", "abstract": "The human skeletal form underlies our ability to walk on two legs, but unlike standing height, the genetic basis of limb lengths and skeletal proportions is less well understood. Here we applied a deep learning model to 31,221 whole body dual-energy X-ray absorptiometry (DXA) images from the UK Biobank (UKB) to extract 23 different image-derived phenotypes (IDPs) that include all long bone lengths as well as hip and shoulder width, which we analyzed while controlling for height. All skeletal proportions are highly heritable ([~]40-50%), and genome-wide association studies (GWAS) of these traits identified 179 independent loci, of which 102 loci were not associated with height. These loci are enriched in genes regulating skeletal development as well as associated with rare human skeletal diseases and abnormal mouse skeletal phenotypes. Genetic correlation and genomic structural equation modeling indicated that limb proportions exhibited strong genetic sharing but were genetically independent of width and torso proportions. Phenotypic and polygenic risk score analyses identified specific associations between osteoarthritis (OA) of the hip and knee, the leading causes of adult disability in the United States, and skeletal proportions of the corresponding regions. We also found genomic evidence of evolutionary change in arm-to-leg and hip-width proportions in humans consistent with striking anatomical changes in these skeletal proportions in the hominin fossil record. In contrast to cardiovascular, auto-immune, metabolic, and other categories of traits, loci associated with these skeletal proportions are significantly enriched in human accelerated regions (HARs), and regulatory elements of genes differentially expressed through development between humans and the great apes. Taken together, our work validates the use of deep learning models on DXA images to identify novel and specific genetic variants affecting the human skeletal form and ties a major evolutionary facet of human anatomical change to pathogenesis.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.03.521284"}, {"doi": "10.1101/2023.01.03.520531", "title": "Building pangene sets from plant genome alignments confirms presence-absence variation", "authors": "Contreras-Moreira, B.; Saraf, S.; Naamati, G.; Amberkar, S. S.; Flicek, P.; Jones, A. R.; Dyer, S.", "author_corresponding": "Bruno Contreras-Moreira", "author_corresponding_institution": "Estacion Experimental de Aula Dei-CSIC", "date": "2023-01-03", "category": "genomics", "abstract": "Consistent gene annotation in crops is becoming harder as genomes for new cultivars are frequently published. Gene sets from recently sequenced accessions have different gene identifiers to those on the reference accession, and might be of higher quality due to technical advances. For these reasons there is a need to define pangenes, which represent all known syntenic orthologues for a gene model and can be linked back to the original sources. A pangene set effectively summarizes our current understanding of the coding potential of a crop and can be used to inform gene model annotation in new cultivars. Here we present an approach (get_pangenes) to identify and analyze pangenes that is not biased towards the reference annotation. The method involves computing Whole Genome Alignments (WGA), which are used to estimate gene model overlaps. After a benchmark on Arabidopsis, rice, wheat and barley datasets, we find that two different WGA algorithms (minimap2 and GSAlign) produce similar pangene sets. Our results show that pangenes recapitulate known phylogeny-based orthologies while adding extra core gene models in rice. More importantly, get_pangenes can also produce clusters of genome segments (gDNA) that overlap with gene models annotated in other cultivars. By lifting-over CDS sequences, gDNA clusters can help refine gene models across individuals and confirm or reject observed gene Presence-Absence Variation. Documentation and source code are available at https://github.com/Ensembl/plant-scripts/tree/master/pangenes.\n\nCore ideasO_LIWhole Genome Alignments capture overlapping gene models and genome segments.\nC_LIO_LIA pangene represents homologous collinear gene models from different gene sets.\nC_LIO_LILift-over can be used to refine gene models and to confirm gene Presence-Absence Variation.\nC_LI", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.03.520531"}, {"doi": "10.1101/2023.01.03.522588", "title": "Crosstalk between chromatin and the transcription factor Shavenbaby defines transcriptional output along the Drosophila intestinal stem cell lineage.", "authors": "Mancheno-Ferris, A.; IMMARIGEON, C.; Rivero, A.; Depierre, D.; Chanard, N.; Fosseprez, O.; Aughey, G.; Lhoumaud, P.; Anglade, J.; Southall, T.; plaza, s.; Cuvier, O.; Payre, F.; Polesello, C.", "author_corresponding": "Cedric Polesello", "author_corresponding_institution": "Molecular, Cellular and Developmental biology department (MCD), Centre de Biologie Integrative (CBI), Universite de Toulouse, CNRS, UPS, F-31062 Toulouse, Franc", "date": "2023-01-03", "category": "genomics", "abstract": "The transcription factor Shavenbaby (Svb), the only member of the OvoL family in Drosophila, controls intestinal stem cell differentiation. Post-translational modification of Svb produces two protein isoforms, Svb-ACT and Svb-REP, which promote intestinal stem cell renewal or differentiation, respectively. Using engineered cell lines, we express either isoform to define their mode of action, and develop an unbiased method to identify Svb target genes in intestinal cells. Within a given cell type, Svb-ACT and Svb-REP antagonistically regulate the expression of a set of target genes, binding specific enhancers whose accessibility is constrained by. During intestinal differentiation, the set of target genes progressively changes, together with chromatin accessibility. Moreover, Svb-REP binding stabilizes three-dimensional enhancer-promoter loops, while influencing the local chromatin landscape to repress target genes. We propose that SvbACT-to-REP switch promotes enterocyte differentiation of intestinal stem cells through direct gene regulation and chromatin remodeling.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.03.522588"}, {"doi": "10.1101/2023.01.03.522491", "title": "Control of atypical PKC{iota} membrane dissociation by tyrosine phosphorylation within a PB1-C1 interdomain interface", "authors": "Cobbaut, M.; McDonald, N. Q.; Parker, P. J.", "author_corresponding": "Mathias Cobbaut", "author_corresponding_institution": "The Francis Crick Institute", "date": "2023-01-03", "category": "biochemistry", "abstract": "Atypical PKCs are cell polarity kinases that operate at the plasma membrane where they function within multiple molecular complexes to contribute to the establishment and maintenance of polarity. In contrast to the classical and novel PKCs, atypical PKCs do not respond to diacylglycerol cues to bind the membrane compartment. Until recently it was not clear how aPKCs are recruited; whether aPKCs can directly interact with membranes or whether they are dependent on other protein interactors to do so. Two recent studies identified the pseudo-substrate region and the C1 domain as direct membrane interaction modules, however their relative importance and coupling are unknown. We combined molecular modelling and functional assays to show that the regulatory module of aPKC{iota}, comprising the PB1 pseudo-substrate and C1 domains, forms a cooperative and spatially continuous invariant membrane interaction platform. Furthermore, we show the coordinated orientation of membrane-binding elements within the regulatory module requires a key PB1-C1 interfacial {beta}-strand (BSL). We show this element contains a highly conserved Tyr residue that can be phosphorylated and that negatively regulates the integrity of the regulatory module, leading to membrane release. We thus expose a novel regulatory mechanism of aPKC{iota} membrane binding and release during cell polarization.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.03.522491"}, {"doi": "10.1101/2023.01.03.522621", "title": "Sequence-to-sequence translation from mass spectra to peptides with a transformer model", "authors": "Fondrie, W. E.; Yilmaz, M.; Bittremieux, W.; Nelson, R.; Ananth, V.; Oh, S.; Noble, W. S.", "author_corresponding": "William Stafford Noble", "author_corresponding_institution": "University of Washington", "date": "2023-01-03", "category": "bioinformatics", "abstract": "A fundamental challenge for any mass spectrometry-based proteomics experiment is the identification of the peptide that generated each acquired tandem mass spectrum. Although approaches that leverage known peptide sequence databases are widely used and effective for well-characterized model organisms, such methods cannot detect unexpected peptides and can be impractical or impossible to apply in some settings. Thus, the ability to assign peptide sequences to the acquired tandem mass spectra without prior information--de novo peptide sequencing--is valuable for gaining biological insights for tasks including antibody sequencing, immunopeptidomics, and metaproteomics. Although many methods have been developed to address this de novo sequencing problem, it remains an outstanding challenge, in part due to the difficulty of modeling the irregular data structure of tandem mass spectra. Here, we describe Casanovo, a machine learning model that uses a transformer neural network architecture to translate the sequence of peaks in a tandem mass spectrum into the sequence of amino acids that comprise the generating peptide. We train a Casanovo model from 30 million labeled spectra and demonstrate that the model outperforms several state-of-the-art methods on a cross-species benchmark dataset. We also develop a version of Casanovo that is fine-tuned for non-enzymatic peptides. Finally, we demonstrate that Casanovos superior performance improves the analysis of immunopeptideomics and metaproteomics experiments and allows us to delve deeper into the dark proteome.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.03.522621"}, {"doi": "10.1101/2023.01.03.522599", "title": "Crystal structure of a mammalian CMTM6 and its interaction model with PD-L1", "authors": "Zhang, S.; Xie, Q.; Fu, C.; Luo, Y.; Sun, Z.; Zhou, X.", "author_corresponding": "Xiaoming Zhou", "author_corresponding_institution": "Sichuan University", "date": "2023-01-03", "category": "biophysics", "abstract": "CKLF-like MARVEL transmembrane domain-containing protein 6 (CMTM6) is a master regulator of PD-L1. By binding PD-L1 at the plasma membrane and recycling endosomes, CMTM6 prevents the lysosomal degradation of PD-L1 and maintains its cell surface expression, thus stabilizing the inhibitory PD-1/PD-L1 axis. However, the mechanism of CMTM6/PD-L1 interaction is unknown. Here we report the first experimentally determined structure of CMTM6 from bovine. Combined with a low-resolution cryo-EM map, computational docking analysis and a protein binding assay an interaction model between CMTM6 and PD-L1 was proposed, providing a structural framework for the CMTM6 regulation on PD-L1.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.03.522599"}, {"doi": "10.1101/2023.01.03.522631", "title": "Structural mechanism of LIN28B nucleosome targeting by OCT4 for pluripotency", "authors": "Guan, R.; Lian, T.; Zhou, B.-R.; Bai, Y.", "author_corresponding": "Yawen Bai", "author_corresponding_institution": "National Cancer Institute, NIH", "date": "2023-01-03", "category": "biophysics", "abstract": "Pioneer transcription factors are essential for cell fate changes by targeting closed chromatin. OCT4 is a crucial pioneer factor that can induce cell reprogramming. However, the structural basis of how pioneer factors recognize the in vivo nucleosomal DNA targets is unknown. Here, we determine the high-resolution structures of the nucleosome containing human LIN28B DNA and its complexes with the OCT4 DNA binding region. Three OCT4s bind the pre-positioned nucleosome by recognizing non-canonical DNA motifs. Two use their POUS domains by forming extensive hydrogen bonds. The other uses the POUS-loop-POUHD region; POUHD serves as a wedge to unwrap [~]25 base pair DNA. Biochemical studies suggest that multiple OCT4s cooperatively open the H1-condensed nucleosome array containing the LIN28B nucleosome. Our study suggests a mechanism whereby OCT4s target the LIN28B nucleosome by forming multivalent interactions with nucleosomal motifs, unwrapping nucleosomal DNA, evicting H1, and cooperatively open closed chromatin to initiate cell reprogramming.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.03.522631"}, {"doi": "10.1101/2023.01.03.519659", "title": "Structure of pre-miR-31 reveals an active role in Dicer processing", "authors": "Ma, S.; Kotar, A.; Grote, S.; Rouskin, S.; Keane, S. C.", "author_corresponding": "Sarah C Keane", "author_corresponding_institution": "University of Michigan", "date": "2023-01-03", "category": "biophysics", "abstract": "As an essential post-transcriptional regulator of gene expression, microRNA (miR) levels must be strictly maintained. The biogenesis of many, but not all, miRs is mediated by trans-acting protein partners through a variety of mechanisms, including remodeling of the RNA structure. miR-31 functions as an oncogene in numerous cancers and interestingly, its biogenesis is not known to be regulated by protein binding partners. Therefore, the intrinsic structural properties of pre-miR-31 can provide a mechanism by which its biogenesis is regulated. We determined the solution structure of the precursor element of miR-31 (pre-miR-31) to investigate the role of distinct structural elements in regulating Dicer processing. We found that the presence or absence of mismatches within the helical stem do not strongly influence Dicer processing of the pre-miR. However, both the apical loop size and structure at the Dicing site are key elements for discrimination by Dicer. Interestingly, our NMR-derived structure reveals the presence of a triplet of base pairs that link the Dicer cleavage site and the apical loop. Mutational analysis in this region suggests that the stability of the junction region strongly influence both Dicer binding and processing. Our results enrich our understanding of the active role that RNA structure plays in regulating Dicer processing which has direct implications for control of gene expression.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.03.519659"}, {"doi": "10.1101/2023.01.03.521657", "title": "An Automated Scientist to Design and Optimize Microbial Strains for the Industrial Production of Small Molecules", "authors": "Singh, A. H.; Kaufmann-Malaga, B. B.; Lerman, J. A.; Dougherty, D. P.; Zhang, Y.; Kilbo, A. L.; Wilson, E. H.; Ng, C. Y.; Erbilgin, O.; Curran, K. A.; Reeves, C. D.; Hung, J. E.; Mantovani, S.; King, Z. A.; Ayson, M.; Denery, J. R.; Lu, C.-W.; Norton, P.; Tran, C.; Platt, D. M.; Cherry, J. R.; Chandran, S. S.; Meadows, A. L.", "author_corresponding": "Adam L Meadows", "author_corresponding_institution": "Amyris", "date": "2023-01-03", "category": "synthetic biology", "abstract": "Engineering microbes to synthesize molecules of societal value has historically been a time consuming and artisanal process, with the synthesis of each new non-native molecule typically warranting its own separate publication. Because most microbial strain engineering efforts leverage a finite number of common metabolic engineering design tactics, we reasoned that automating these design steps would help create a pipeline that can quickly, cheaply, and reliably generate so-called microbial factories. In this work we describe the design and implementation of a computational system, an Automated Scientist we call Lila, which handles all metabolic engineering design and optimization through the design-build-test-learn (DBTL) paradigm. Lila generates metabolic routes, identifies relevant genetic elements for perturbation, and specifies the design and re-design of microbial strains in a matter of seconds to minutes. Strains specified by Lila are then built and subsequently phenotyped as part of a largely automated in-house pipeline. Humans remain in-the-loop to curate choices made by the system, helping for example to refine the metabolic model or suggest custom protein modifications. Lila attempted to build strains that could produce 454 biochemically diverse molecules with precursors located broadly throughout the metabolism of two microbial hosts, Saccharomyces cerevisiae and Escherichia coli. Notably, we observed the highest published titers for the molecule naringenin, the metabolic precursor to flavonoids. In total we created hundreds of thousands of microbial strains capable of overproducing 242 molecules, of which 180 are not native to S. cerevisiae or E. coli.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.03.521657"}, {"doi": "10.1101/2023.01.03.522531", "title": "Transcription factor AhR regulates glutathione S-transferases (GSTs) conferring resistance to lambda-cyhalothrin in Cydia pomonella", "authors": "Hu, C.; Liu, Y.-X.; Zhang, S.-P.; Wang, Y.-Q.; Gao, P.; Li, Y.-T.; Yang, X.", "author_corresponding": "Xueqing Yang", "author_corresponding_institution": "Shenyang Agricultural University", "date": "2023-01-03", "category": "molecular biology", "abstract": "Transcription factor aryl hydrocarbon receptor (AhR) can enhance insect resistance to insecticides by regulating the detoxification metabolic network. Our previous studies have confirmed that overexpression of cytochrome P450 monooxygenases (P450s) and glutathione S-transferases (GSTs) are both involved in lambda-cyhalothrin resistance in Cydia pomonella. In this study, we report that AhR regulates GSTs thus conferring lambda-cyhalothrin resistance in C. pomonella. Spatiotemporal expression patterns indicated that AhR gene of C. pomonella (CpAhR) was highly expressed in the Malpighian tubules of larvae. Moreover, the expression of CpAhR was induced by lambda-cyhalothrin exposure and was up-regulated in a lambda-cyhalothrin-resistant population. RNA interference (RNAi) of the expression of CpAhR could effectively decrease the relative expression level of CpGSTe3 and enzyme activity of GSTs, but not P450s, further reducing the tolerance of larvae to lambda-cyhalothrin. Furthermore, {beta}-naphthoflavone (BNF), a novel agonist of AhR, can effectively increase the expression of CpAhR and the activity of the GSTs enzyme, resulting in the enhancement of larvae tolerance to lambda-cyhalothrin. These results demonstrate that lambda-cyhalothrin exposure can effectively activate the expression of CpAhR and increase GSTs enzyme thus leading to the development of resistance to lambda-cyhalothrin, which enriches the theory of insecticide resistance regulation in C. pomonella.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.03.522531"}, {"doi": "10.1101/2023.01.03.522627", "title": "Molecular architecture of the ciliary tip revealed by cryo-electron tomography", "authors": "Legal, T.; Tong, M.; Black, C.; Valente-Paterno, M.; Gaertig, J.; Bui, K. H.", "author_corresponding": "Khanh Huy Bui", "author_corresponding_institution": "Department of Anatomy and Cell Biology, Faculty of Medicine and Health Sciences, McGill University, Quebec, Canada", "date": "2023-01-03", "category": "cell biology", "abstract": "Cilia are essential organelles that protrude from the cell body. Cilia are made of a microtubule-based structure called the axoneme. In most types of cilia, the ciliary tip is distinct from the rest of the cilium. Here, we used cryo-electron tomography and subtomogram averaging to obtain the structure of the ciliary tip of the ciliate Tetrahymena thermophila. We show the microtubules in the tip are highly cross-linked with each other and stabilised by luminal proteins, plugs and cap proteins at the plus ends. In the tip region, the central pair lacks the typical projections and twists significantly. By analysing cells lacking a ciliary tip-enriched protein CEP104/FAP256 by cryo-electron tomography and proteomics, we discovered candidates for the central pair cap complex and explain potential functions of CEP104/FAP256. These data provide new insights into the function of the ciliary tip and inform about the mechanisms of ciliary assembly and length regulation.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.03.522627"}, {"doi": "10.1101/2023.01.03.522655", "title": "Combined genome-scale fitness and paralog synthetic lethality screens with just 44k clones: the IN4MER CRISPR/Cas12a multiplex knockout platform", "authors": "Esmaeili Anvar, N.; Lin, C.; Wilson, L. L.; Sangree, A. K.; Ma, X.; Colic, M.; Doench, J. G.; Hart, T.", "author_corresponding": "Traver Hart", "author_corresponding_institution": "MD Anderson Cancer Center", "date": "2023-01-03", "category": "systems biology", "abstract": "Genetic interactions mediate the emergence of phenotype from genotype, but initial technologies for multiplex genetic perturbation in mammalian cells suffer from inefficiency and are challenging to scale. Recent focus on paralog synthetic lethality in cancer cells offers an opportunity to evaluate different CRISPR/Cas multiplexing technologies and improve on the state of the art. Here we report a meta-analysis of CRISPR genetic interactions screens, identifying a candidate set of background-independent paralog synthetic lethals, and find that the CRISPR/enCas12a platform provides superior sensitivity and assay replicability. We demonstrate that enCas12a can independently target up to four genes from a single guide array, and build on this knowledge by constructing a one-component library that expresses arrays of four guides per clone, a platform we call  in4mer. Our genome-scale human library, with only 44k clones, is substantially smaller than a typical CRISPR/Cas9 monogenic library while also targeting more than two thousand paralog pairs, triples, and quads. Proof of concept screens in two cell lines demonstrate discrimination of core and context-dependent essential genes similar to that of state of the art CRISPR/Cas9 libraries, as well as detection of synthetic lethal and masking (also known as buffering) genetic interactions between paralogs of various family sizes, a capability not offered by any extant library. Importantly, the in4mer platform offers a fivefold reduction in the number of clones required to assay genetic interactions, dramatically improving the cost and effort required for these studies.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.03.522655"}, {"doi": "10.1101/2023.01.03.522636", "title": "gp120 envelope glycoproteins of HIV-1 Group M Subtype A and Subtype B differentially affect gene expression in human vascular endothelial cells", "authors": "Suh, A. J.; Suzuki, D. I.; Gychka, S. G.; Brelidze, T. I.; Suzuki, Y. J.", "author_corresponding": "Yuichiro J. Suzuki", "author_corresponding_institution": "Georgetown University Medical Center", "date": "2023-01-03", "category": "cell biology", "abstract": "Cardiovascular complications are seen among human immunodeficiency virus (HIV)-positive individuals who can now survive longer due to successful antiretroviral therapies. Among them, pulmonary arterial hypertension (PAH) is a fatal disease characterized by increased blood pressure in the lung circulation due to vasoconstriction and vascular wall remodeling, resulting in the overworking of the heart. The prevalence of PAH in the HIVpositive population is dramatically higher than that in the general population. While HIV-1 Group M Subtype B is the most prevalent subtype in western countries, the majority of HIV-1 infections in eastern Africa and former Soviet Union countries are caused by Subtype A. Research on the mechanism of vascular complications in the HIV-positive population, especially in the context of subtype differences, however, has not been rigorous. Much of the research on HIV has focused on Subtype B and information on the molecular mechanisms of Subtype A is non-existent. The lack of such knowledge results in health disparities in the development of therapeutic strategies to prevent/treat HIV complications. The present study examined the effects of HIV-1 viral fusion protein gp120 of Subtypes A and B on cultured human pulmonary artery endothelial cells by performing protein arrays. We found that the gene expression changes caused by the gp120s of Subtypes A and B are different. Specifically, Subtype A is a more potent downregulator of perostasin, matrix metalloproteinase-2 (MMP-2), and ErbB/Her3 than Subtype B, while Subtype B is more effective in downregulating monocyte chemotactic protein-2 (MCP-2/CCL8), MCP-3 (CCL7), and thymus- and activation-regulated chemokine (TARC/CCL17) proteins. This is the first report of gp120 proteins affecting host cells in an HIV subtype-specific manner, opening up the possibility that vascular complications may occur differently in HIV patients throughout the world.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.03.522636"}, {"doi": "10.1101/2023.01.03.522616", "title": "Apolipoprotein E O-glycosylation is associated with amyloid plaques and APOE genotype.", "authors": "Lawler, P. E.; Bollinger, J. G.; Schindler, S. E.; Hodge, C. R.; Iglesias, N. J.; Krishnan, V.; Coulton, J. B.; Li, Y.; Holtzman, D. M.; Bateman, R. J.", "author_corresponding": "Randall J Bateman", "author_corresponding_institution": "Washington University in St. Louis School of Medicine", "date": "2023-01-03", "category": "biochemistry", "abstract": "Although the APOE {varepsilon}4 allele is the strongest genetic risk factor for sporadic Alzheimers disease (AD), the relationship between apolipoprotein (apoE) and AD pathophysiology is not yet fully understood. Relatively little is known about the apoE protein species, including post-translational modifications, that exist in the human periphery and CNS. To better understand these apoE species, we developed a LC-MS/MS assay that simultaneously quantifies both unmodified and O-glycosylated apoE peptides. The study cohort included 47 older individuals (age 75.6 {+/-} 5.7 years [mean {+/-} standard deviation]), including 23 individuals (49%) with cognitive impairment. Paired plasma and cerebrospinal fluid samples underwent analysis. We quantified O-glycosylation of two apoE protein residues - one in the hinge region and one in the C-terminal region - and found that glycosylation occupancy of the hinge region in the plasma was significantly correlated with plasma total apoE levels, APOE genotype and amyloid status as determined by CSF A{beta}42/A{beta}40. A model with plasma glycosylation occupancy, plasma total apoE concentration, and APOE genotype distinguished amyloid status with an AUROC of 0.89. These results suggest that plasma apoE glycosylation levels could be a marker of brain amyloidosis, and that apoE glycosylation may play a role in the pathophysiology of AD.\n\nHighlightsO_LISimultaneous quantification of unmodified and O-glycosylated apoE via LC-MS/MS.\nC_LIO_LITotal plasma apoE varies by APOE genotype in an isoform, dose-dependent fashion.\nC_LIO_LICNS-derived apoE is more extensively O-glycosylated than peripherally derived apoE.\nC_LIO_LIHinge region glycosylation occupancy of plasma apoE is associated with amyloidosis.\nC_LI", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.03.522616"}, {"doi": "10.1101/2023.01.03.522589", "title": "Epithelioids: Self-sustaining 3D epithelial cultures to study long-term processes", "authors": "Herms, A.; Fernandez-Antoran, D.; Alcolea, M.; Kalogeropoulou, A.; Banerjee, U.; Piedrafita, G.; Abby, E.; Valverde-Lopez, J. A.; Ferreira, I. S.; Dentro, S.; Ong, S. H.; Colom, B.; Murai, K.; King, C.; Mahbubani, K. T.; Saeb-Parsy, K.; Lowe, A. R.; Gerstung, M.; Jones, P. H.", "author_corresponding": "Philip H Jones", "author_corresponding_institution": "Wellcome Sanger Institute", "date": "2023-01-03", "category": "cell biology", "abstract": "Studying long-term biological processes such as the colonization of aging epithelia by somatic mutant clones has been slowed by the lack of suitable culture systems. Here we describe epithelioids, a facile, cost-effective method of culturing multiple mouse and human epithelia. Esophageal epithelioids self-maintain without passaging for at least a year, recapitulating the 3D structure, cell dynamics, transcriptome, and genomic stability of the esophagus. Live imaging over 5 months showed epithelioids replicate in vivo cell dynamics. Epithelioids enable the study of cell competition and mutant selection in 3D epithelia, and how anti-cancer treatments modulate the competition between transformed and wild type cells. Epithelioids are a novel method with a wide range of applications in epithelial tissues, particularly the study of long term processes, that cannot be accessed using other culture models.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.03.522589"}, {"doi": "10.1101/2023.01.03.522496", "title": "A dynamic partitioning mechanism polarizes membrane protein distribution", "authors": "Banerjee, T.; Matsuoka, S.; Biswas, D.; Miao, Y.; Pal, D. S.; Kamimura, Y.; Ueda, M.; Devreotes, P. N.; Iglesias, P. A.", "author_corresponding": "Pablo A Iglesias", "author_corresponding_institution": "Johns Hopkins University", "date": "2023-01-03", "category": "cell biology", "abstract": "The plasma membrane is widely regarded as the hub of the signal transduction network activities that drives numerous physiological responses, including cell polarity and migration. Yet, the symmetry breaking process in the membrane, that leads to dynamic compartmentalization of different proteins, remains poorly understood. Using multimodal live-cell imaging, here we first show that multiple endogenous and synthetic lipid-anchored proteins, despite maintaining stable tight association with the inner leaflet of the plasma membrane, were unexpectedly depleted from the membrane domains where the signaling network was spontaneously activated such as in the new protrusions as well as within the propagating ventral waves. Although their asymmetric patterns resembled those of standard peripheral \"back\" proteins such as PTEN, unlike the latter, these lipidated proteins did not dissociate from the membrane upon global receptor activation. Our experiments not only discounted the possibility of recurrent reversible translocation from membrane to cytosol as it occurs for weakly bound peripheral membrane proteins, but also ruled out the necessity of directed vesicular trafficking and cytoskeletal supramolecular structure-based restrictions in driving these dynamic symmetry breaking events. Selective photoconversion-based protein tracking assays suggested that these asymmetric patterns instead originate from the inherent ability of these membrane proteins to \"dynamically partition\" into distinct domains within the plane of the membrane. Consistently, single-molecule measurements showed that these lipid-anchored molecules have substantially dissimilar diffusion profiles in different regions of the membrane. When these profiles were incorporated into an excitable network-based stochastic reaction-diffusion model of the system, simulations revealed that our proposed \"dynamic partitioning\" mechanism is sufficient to give rise to familiar asymmetric propagating wave patterns. Moreover, we demonstrated that normally uniform integral and lipid-anchored membrane proteins in Dictyostelium and mammalian neutrophil cells can be induced to partition spatiotemporally to form polarized patterns, by optogenetically recruiting membrane domain-specific peptides to these proteins. Together, our results indicate \"dynamic partitioning\" as a new mechanism of plasma membrane organization, that can account for large-scale compartmentalization of a wide array of lipid-anchored and integral membrane proteins in different physiological processes.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.03.522496"}, {"doi": "10.1101/2023.01.03.522656", "title": "Evidence for in vitro extensive proliferation of adult hepatocytes and biliary epithelial cells", "authors": "Katsuda, T.; Li, J.; Merrell, A. J.; Sussman, J.; Matsuzaki, J.; Ochiya, T.; Stanger, B. Z.", "author_corresponding": "Takeshi Katsuda", "author_corresponding_institution": "University of Pennsylvania", "date": "2023-01-03", "category": "cell biology", "abstract": "Over the last several years, a method has emerged which endows adult hepatocytes with in vitro proliferative capacity, producing chemically-induced liver progenitors (CLiPs). However, a recent study questioned the origin of these cells, suggesting that resident liver progenitor cells, but not hepatocytes, proliferate. Here, we provide lineage tracing-based evidence that adult hepatocytes acquire proliferative capacity in vitro. Unexpectedly, we also found that the CLiP method allows biliary epithelial cells to acquire extensive proliferative capacity. Interestingly, after long-term culture, hepatocyte-derived cells (hepCLiPs) and biliary-derived cells (bilCLiPs) become similar in their gene expression patterns, and they both exhibit differentiation capacity to form hepatocyte-like cells. Finally, we provide evidence that hepCLiPs can repopulate chronically injured mouse livers, reinforcing our earlier argument that CLiPs can be a cell source for liver regenerative medicine. Moreover, this study offers bilCLiPs as a potential cell source for liver regenerative medicine.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.03.522656"}, {"doi": "10.1101/2023.01.03.522658", "title": "An RNA seq-based reference landscape of human normal and neoplastic brain", "authors": "Arora, S.; Szulzewsky, F.; Jensen, M.; Nuechterlein, N.; Pattwell, S. S.; Holland, E. C.", "author_corresponding": "Eric C Holland", "author_corresponding_institution": "Fred Hutch Cancer Center", "date": "2023-01-03", "category": "bioinformatics", "abstract": "In order to better understand the relationship between normal and neoplastic brain, we combined five publicly available large-scale datasets, correcting for batch effects and applying Uniform Manifold Approximation and Projection (UMAP) to RNA-seq data. We assembled a reference Brain-UMAP including 702 adult gliomas, 802 pediatric tumors and 1409 healthy normal brain samples, which can be utilized to investigate the wealth of information obtained from combining several publicly available datasets to study a single organ site. Normal brain regions and tumor types create distinct clusters and because the landscape is generated by RNA seq, comparative gene expression profiles and gene ontology patterns are readily evident. To our knowledge, this is the first meta-analysis that allows for comparison of gene expression and pathways of interest across adult gliomas, pediatric brain tumors, and normal brain regions. We provide access to this resource via the open source, interactive online tool Oncoscape, where the scientific community can readily visualize clinical metadata, gene expression patterns, gene fusions, mutations, and copy number patterns for individual genes and pathway over this reference landscape.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.03.522658"}, {"doi": "10.1101/2023.01.03.522625", "title": "Metrics of Coral Microfragment Viability", "authors": "Lager, C.; Perry, R.; Daly, J.; Page, C.; Mizobe, M.; Bouwmeester, J.; Consiglio, A.; Powell-Palm, M. J.; Hagedorn, M.", "author_corresponding": "Claire Lager", "author_corresponding_institution": "Smithsonian Institution", "date": "2023-01-03", "category": "cell biology", "abstract": "Coral reefs are being degraded at unprecedented rates and decisive intervention actions are urgently needed to help them. One such intervention in aid of reefs is coral cryopreservation. Although the cryopreservation of coral sperm and larvae has been achieved, preservation of coral fragments including both its tissue and skeleton, has not. The goal of this paper was to understand and assess the physiological stressors that might underlie coral fragment cryopreservation and the long-term consequences of these physiological exposures to continued growth. Therefore, we assessed small fragments ([~]0.5 x0.5 mm2) from the Hawaiian coral, Porites compressa, examining: 1) the sensitivity of the fragments and their algal symbionts to chilling temperatures; 2) the sensitivity of the coral to complex cryoprotectants; 3) methods to safely remove the algal symbionts from the coral fragment for cryopreservation, given the two symbiotic partners may require different cryopreservation protocols; 4) continued growth over time of coral fragments once returned to running seawater after treatment exposures; and, 5) assessment of health and viability of microfragments after treatments examining the distribution of green fluorescent protein and fluorescent symbionts. Technological advances in cryo-technology promise to support successful coral fragment cryopreservation soon, and its success could help secure much of the genetic and biodiversity of reefs in the next decade.", "url": "https://www.biorxiv.org/content/early/2023/01/03/2023.01.03.522625"}]